{
  "id": "fever-syndromes",
  "name": "Fever Syndromes",
  "description": "Diagnostic approaches to fever syndromes including fever of unknown origin, neutropenic fever, postoperative fever, fever in returning traveler, fever with rash, fever with lymphadenopathy, fever with hepatosplenomegaly, fever in ICU patient, drug-induced fever, and factitious fever. Evidence-based diagnostic strategies and management protocols.",
  "icon": "thermostat",
  "color": "#FFC107",
  "version": 1,
  "updatedAt": "2025-11-26T04:00:00Z",
  "references": [
    {
      "label": "IDSA Clinical Practice Guidelines for Fever of Unknown Origin (2023)",
      "url": "https://www.idsociety.org/practice-guideline/fever-of-unknown-origin/"
    },
    {
      "label": "IDSA Clinical Practice Guidelines for Fever and Neutropenia (2018)",
      "url": "https://www.idsociety.org/practice-guideline/febrile-neutropenia/"
    },
    {
      "label": "IDSA Clinical Practice Guidelines for Fever in ICU (2023)",
      "url": "https://www.idsociety.org/practice-guideline/fever-in-icu/"
    },
    {
      "label": "CDC Guidelines for Fever in Returning Travelers (2024)",
      "url": "https://wwwnc.cdc.gov/travel/yellowbook/2024/posttravel-evaluation/fever-in-returned-travelers"
    },
    {
      "label": "Sanford Guide to Antimicrobial Therapy (2025)",
      "url": "https://www.sanfordguide.com/"
    }
  ],
  "conditions": [
    {
      "id": "fever-unknown-origin",
      "name": "Fever of Unknown Origin (FUO) - Classic",
      "synonyms": [
        "FUO",
        "Pyrexia of unknown origin",
        "PUO"
      ],
      "icd10": [
        "R50.9"
      ],
      "severity": [
        "moderate",
        "severe"
      ],
      "shortDescription": "Fever >38.3°C (101°F) on multiple occasions, duration >3 weeks, no diagnosis after 3 outpatient visits or 3 days in hospital. Requires systematic diagnostic approach: infections (30-40%), malignancies (20-30%), autoimmune (10-20%), miscellaneous (10-20%), undiagnosed (10-20%)",
      "sections": {
        "overview": {
          "id": "overview",
          "title": "Overview & Clinical Presentation",
          "content": {
            "definition": "Classic Fever of Unknown Origin (FUO): Fever >38.3°C (101°F) on multiple occasions + Duration >3 weeks + No diagnosis after 3 outpatient visits or 3 days in hospital (Petersdorf and Beeson criteria, 1961, revised). Modern definition: Fever >38.3°C (101°F) on multiple occasions + Duration >3 weeks + No diagnosis after 1 week of intelligent and intensive investigation (including outpatient and inpatient). Incidence: 2-3% of hospitalized patients. Etiology: Infections (30-40%, most common: tuberculosis, endocarditis, abscesses, HIV/AIDS), malignancies (20-30%, most common: lymphoma, leukemia, renal cell carcinoma), autoimmune/inflammatory (10-20%, most common: adult Still's disease, temporal arteritis, SLE), miscellaneous (10-20%, most common: drug fever, factitious fever, pulmonary embolism), undiagnosed (10-20%, often self-limited, good prognosis).",
            "clinical_presentation": "Fever >38.3°C (101°F) on multiple occasions (90-100%), duration >3 weeks (100%), no diagnosis after initial evaluation (100%). Associated symptoms depend on etiology: Weight loss (40-50%, suggests malignancy, tuberculosis, endocarditis), night sweats (30-40%, suggests tuberculosis, lymphoma, endocarditis), fatigue (50-60%), headache (20-30%), myalgia (20-30%), arthralgia (20-30%, suggests autoimmune), rash (10-20%, suggests autoimmune, drug fever, endocarditis), lymphadenopathy (20-30%, suggests lymphoma, tuberculosis, HIV/AIDS), hepatosplenomegaly (20-30%, suggests lymphoma, endocarditis, autoimmune). Laboratory: Elevated ESR/CRP (70-80%, nonspecific), anemia (40-50%, suggests chronic disease, malignancy), leukocytosis or leukopenia (30-40%), elevated LDH (30-40%, suggests lymphoma, hemolysis), positive blood cultures (5-10%, suggests endocarditis, bacteremia). Complications: Delayed diagnosis (can lead to progression of underlying disease, increased morbidity/mortality), unnecessary invasive procedures (if diagnostic approach not systematic), death (mortality 10-20% if malignancy or untreated infection).",
            "diagnostic_criteria": "Classic FUO (Petersdorf and Beeson criteria, 1961, revised): Fever >38.3°C (101°F) on multiple occasions + Duration >3 weeks + No diagnosis after 3 outpatient visits or 3 days in hospital. Modern FUO: Fever >38.3°C (101°F) on multiple occasions + Duration >3 weeks + No diagnosis after 1 week of intelligent and intensive investigation. Diagnostic approach: Comprehensive history (travel, exposures, medications, family history, occupational history), physical examination (repeated, look for subtle findings: lymphadenopathy, hepatosplenomegaly, heart murmur, rash, joint swelling), laboratory tests (CBC, ESR, CRP, blood cultures, urinalysis, urine culture, liver function tests, renal function tests, LDH, ferritin, ANA, RF, HIV, tuberculin skin test or IGRA), imaging (chest X-ray, CT chest/abdomen/pelvis, PET-CT if available), tissue biopsy (if lymphadenopathy, hepatosplenomegaly, or abnormal imaging). Definitive diagnosis: Depends on etiology (positive blood cultures for endocarditis, positive biopsy for lymphoma, positive tuberculosis culture, etc.).",
            "risk_factors": [
              "Travel history (tuberculosis, malaria, typhoid fever, brucellosis, increased risk 5-10-fold)",
              "Immunocompromised (HIV/AIDS, transplant, chemotherapy, increased risk of infections, lymphoma, 10-fold)",
              "Elderly (>65 years, increased risk of temporal arteritis, malignancy, 2-fold)",
              "Occupational exposure (veterinarians, farmers: brucellosis, Q fever; healthcare workers: tuberculosis)",
              "Family history (familial Mediterranean fever, autoimmune diseases)",
              "Recent medications (drug fever, 5-10% of FUO cases)"
            ],
            "red_flags": [
              "Weight loss >10% - suggests malignancy (lymphoma, leukemia, renal cell carcinoma), tuberculosis, endocarditis (40-50% of FUO with weight loss)",
              "Night sweats - suggests tuberculosis, lymphoma, endocarditis (30-40% of FUO with night sweats)",
              "New heart murmur - suggests endocarditis (5-10% of FUO), requires echocardiography (TEE more sensitive than TTE), blood cultures x3 sets",
              "Lymphadenopathy - suggests lymphoma, tuberculosis, HIV/AIDS (20-30% of FUO), requires biopsy (excisional biopsy preferred over FNA)",
              "Hepatosplenomegaly - suggests lymphoma, endocarditis, autoimmune (20-30% of FUO), requires imaging (CT, PET-CT), biopsy if indicated"
            ]
          },
          "references": []
        },
        "diagnostics": {
          "id": "diagnostics",
          "title": "Diagnostic Strategy & Tests",
          "content": {
            "when_to_test": "Test if: Fever >38.3°C (101°F) on multiple occasions + Duration >3 weeks + No diagnosis after initial evaluation. Systematic diagnostic approach (3 phases): Phase 1 (Comprehensive history + physical examination + basic laboratory tests + imaging). Phase 2 (Specialized tests based on Phase 1 findings). Phase 3 (Invasive procedures: biopsy, exploratory laparotomy if indicated). Do NOT perform random tests (low yield, high cost, potential harm). Focus on clues from history, physical examination, and basic tests.",
            "essential_tests": [
              "CBC with differential: Anemia (40-50%, suggests chronic disease, malignancy), leukocytosis (suggests infection, malignancy), leukopenia (suggests autoimmune, HIV/AIDS), eosinophilia (suggests drug fever, parasitic infection). Turnaround: 1-2 hours.",
              "ESR and CRP: Elevated (70-80% in FUO, nonspecific, but normal ESR/CRP makes FUO less likely). Turnaround: 1-2 hours.",
              "Blood cultures x3 sets (aerobic + anaerobic, before antibiotics): Positive (5-10%, suggests endocarditis, bacteremia). Turnaround: 2-5 days.",
              "Urinalysis and urine culture: Pyuria (suggests UTI, renal tuberculosis), positive culture (suggests UTI). Turnaround: 1-2 hours (urinalysis), 1-2 days (culture).",
              "Liver function tests: Elevated transaminases (suggests hepatitis, abscess), elevated alkaline phosphatase (suggests cholestasis, infiltrative disease). Turnaround: 1-2 hours.",
              "Chest X-ray: Infiltrates (suggests pneumonia, tuberculosis), lymphadenopathy (suggests lymphoma, tuberculosis, sarcoidosis), masses (suggests malignancy). Turnaround: Same day.",
              "CT chest/abdomen/pelvis with contrast: Lymphadenopathy (suggests lymphoma, tuberculosis), abscesses (liver, spleen, kidney), masses (suggests malignancy), hepatosplenomegaly. Turnaround: Same day."
            ],
            "conditional_tests": [
              "HIV test: If risk factors (IV drug use, unprotected sex, blood transfusion before 1985), or unexplained lymphadenopathy, weight loss, night sweats. Turnaround: 1-2 days.",
              "Tuberculin skin test (TST) or IGRA (interferon-gamma release assay): If risk factors (travel to endemic area, contact with tuberculosis, immunocompromised), or unexplained lymphadenopathy, weight loss, night sweats. Turnaround: 2-3 days (TST), 1-2 days (IGRA).",
              "ANA, RF, anti-CCP: If arthralgia, rash, or other autoimmune symptoms (suggests SLE, rheumatoid arthritis, adult Still's disease). Turnaround: 1-2 days.",
              "Ferritin: Markedly elevated (>1000 ng/mL, suggests adult Still's disease, hemophagocytic lymphohistiocytosis). Turnaround: 1-2 hours.",
              "LDH: Elevated (suggests lymphoma, hemolysis, tissue necrosis). Turnaround: 1-2 hours.",
              "PET-CT: If CT chest/abdomen/pelvis nondiagnostic, PET-CT can identify occult malignancy, infection, or inflammation (sensitivity 80-90% for FUO etiology). Turnaround: Same day.",
              "Echocardiography (TEE preferred over TTE): If new heart murmur, positive blood cultures, or risk factors for endocarditis (IV drug use, prosthetic valve). Turnaround: Same day.",
              "Bone marrow biopsy: If cytopenias, elevated LDH, or suspicion of hematologic malignancy (lymphoma, leukemia), hemophagocytic lymphohistiocytosis, or disseminated infection (tuberculosis, histoplasmosis). Turnaround: 1-2 days.",
              "Lymph node biopsy (excisional biopsy preferred over FNA): If lymphadenopathy (>1 cm, persistent >2 weeks, suggests lymphoma, tuberculosis, sarcoidosis). Turnaround: 1-2 days.",
              "Liver biopsy: If hepatosplenomegaly, elevated liver enzymes, or abnormal liver imaging (suggests granulomatous hepatitis, lymphoma, tuberculosis). Turnaround: 1-2 days.",
              "Temporal artery biopsy: If age >50 years + headache + jaw claudication + elevated ESR (suggests temporal arteritis). Turnaround: 1-2 days."
            ],
            "when_not_to_test": "Do NOT perform random tests (low yield, high cost, potential harm). Focus on clues from history, physical examination, and basic tests. Do NOT repeat negative tests unless clinical situation changes. Do NOT perform invasive procedures (biopsy, exploratory laparotomy) unless noninvasive tests are nondiagnostic and clinical suspicion is high. Do NOT start empiric antibiotics unless patient is critically ill (empiric antibiotics can mask diagnosis, especially endocarditis, tuberculosis). Observe and repeat evaluation if patient is stable and undiagnosed (10-20% of FUO remain undiagnosed, often self-limited, good prognosis).",
            "turnaround_time": "CBC: 1-2 hours. ESR/CRP: 1-2 hours. Blood cultures: 2-5 days. Urinalysis: 1-2 hours. Urine culture: 1-2 days. Liver function tests: 1-2 hours. Chest X-ray: Same day. CT chest/abdomen/pelvis: Same day. HIV test: 1-2 days. TST: 2-3 days. IGRA: 1-2 days. ANA/RF: 1-2 days. Ferritin: 1-2 hours. LDH: 1-2 hours. PET-CT: Same day. Echocardiography: Same day. Bone marrow biopsy: 1-2 days. Lymph node biopsy: 1-2 days. Liver biopsy: 1-2 days. Temporal artery biopsy: 1-2 days."
          },
          "references": []
        },
        "microbiology": {
          "id": "microbiology",
          "title": "Microbiology",
          "content": {
            "organism": "FUO is a syndrome, not a specific infection. Etiology: Infections (30-40%, most common: tuberculosis 10-15%, endocarditis 5-10%, abscesses liver/spleen/kidney 5-10%, HIV/AIDS 5-10%, cytomegalovirus 2-5%, Epstein-Barr virus 2-5%, toxoplasmosis 2-5%, brucellosis 2-5%, Q fever 2-5%, Lyme disease 2-5%), malignancies (20-30%, most common: lymphoma Hodgkin's/non-Hodgkin's 10-15%, leukemia 5-10%, renal cell carcinoma 2-5%, hepatocellular carcinoma 2-5%), autoimmune/inflammatory (10-20%, most common: adult Still's disease 5-10%, temporal arteritis 2-5%, SLE 2-5%, rheumatoid arthritis 2-5%, polymyalgia rheumatica 2-5%, sarcoidosis 2-5%), miscellaneous (10-20%, most common: drug fever 5-10%, factitious fever 2-5%, pulmonary embolism 2-5%, deep vein thrombosis 2-5%, inflammatory bowel disease 2-5%), undiagnosed (10-20%, often self-limited, good prognosis).",
            "pathogenesis": "FUO is a syndrome with multiple etiologies. Pathogenesis depends on underlying cause: Infections (tuberculosis: granulomatous inflammation, cytokine release; endocarditis: bacterial vegetation on heart valve, immune complex deposition; abscesses: localized infection, cytokine release; HIV/AIDS: immunodeficiency, opportunistic infections). Malignancies (lymphoma: malignant lymphocyte proliferation, cytokine release; leukemia: malignant hematopoietic cell proliferation; renal cell carcinoma: paraneoplastic syndrome, cytokine release). Autoimmune/inflammatory (adult Still's disease: systemic inflammation, cytokine storm; temporal arteritis: granulomatous vasculitis; SLE: autoantibody production, immune complex deposition). Miscellaneous (drug fever: hypersensitivity reaction, cytokine release; factitious fever: self-induced, thermometer manipulation; pulmonary embolism: inflammation, cytokine release). Undiagnosed (often self-limited, viral infection, cytokine release, resolves spontaneously).",
            "resistance_patterns": {
              "not_applicable": "FUO is a syndrome, not a specific infection. Resistance patterns depend on underlying etiology (e.g., multidrug-resistant tuberculosis, methicillin-resistant Staphylococcus aureus endocarditis)."
            },
            "timing_critical": "Do NOT start empiric antibiotics unless patient is critically ill (empiric antibiotics can mask diagnosis, especially endocarditis, tuberculosis). Systematic diagnostic approach is critical (comprehensive history, physical examination, basic laboratory tests, imaging, specialized tests, invasive procedures if indicated). Infectious disease consult RECOMMENDED (if infectious etiology suspected or undiagnosed after initial evaluation). Rheumatology consult RECOMMENDED (if autoimmune etiology suspected). Hematology/oncology consult RECOMMENDED (if malignancy suspected)."
          },
          "references": []
        },
        "empiric": {
          "id": "empiric",
          "title": "Empiric Therapy",
          "content": {
            "general_approach": "Do NOT start empiric antibiotics unless patient is critically ill (empiric antibiotics can mask diagnosis, especially endocarditis, tuberculosis). Systematic diagnostic approach is critical (comprehensive history, physical examination, basic laboratory tests, imaging, specialized tests, invasive procedures if indicated). Observe and repeat evaluation if patient is stable and undiagnosed (10-20% of FUO remain undiagnosed, often self-limited, good prognosis). Infectious disease consult RECOMMENDED.",
            "critically_ill": "If patient is critically ill (hemodynamically unstable, altered mental status, respiratory failure): Empiric broad-spectrum antibiotics (vancomycin 15-20mg/kg IV q8-12h + piperacillin-tazobactam 4.5g IV q6h OR meropenem 1g IV q8h) + Empiric antituberculosis therapy (if high suspicion: rifampin 600mg PO daily + isoniazid 300mg PO daily + pyrazinamide 1500mg PO daily + ethambutol 1200mg PO daily) + ICU admission. Infectious disease consult REQUIRED.",
            "specific_etiologies": "Tuberculosis (if high suspicion: positive TST/IGRA, travel to endemic area, contact with tuberculosis, lymphadenopathy, weight loss, night sweats): Rifampin 600mg PO daily + Isoniazid 300mg PO daily + Pyrazinamide 1500mg PO daily + Ethambutol 1200mg PO daily x 2 months (intensive phase), then rifampin + isoniazid x 4 months (continuation phase). Endocarditis (if high suspicion: new heart murmur, positive blood cultures, risk factors): Vancomycin 15-20mg/kg IV q8-12h + Gentamicin 1mg/kg IV q8h (empiric, adjust based on culture results). Adult Still's disease (if high suspicion: quotidian fever, salmon-pink rash, arthralgia, markedly elevated ferritin >1000 ng/mL): NSAIDs (indomethacin 50mg PO TID) OR Corticosteroids (prednisone 0.5-1mg/kg PO daily). Temporal arteritis (if high suspicion: age >50 years, headache, jaw claudication, elevated ESR): Corticosteroids (prednisone 40-60mg PO daily, start immediately, do NOT delay for temporal artery biopsy).",
            "avoid_list": "Avoid empiric antibiotics unless patient is critically ill (empiric antibiotics can mask diagnosis, especially endocarditis, tuberculosis). Avoid empiric corticosteroids unless specific diagnosis (adult Still's disease, temporal arteritis) is highly suspected (corticosteroids can mask diagnosis, worsen infections). Avoid random tests (low yield, high cost, potential harm). Avoid invasive procedures unless noninvasive tests are nondiagnostic and clinical suspicion is high."
          },
          "references": []
        },
        "definitive": {
          "id": "definitive",
          "title": "Definitive (Targeted) Therapy",
          "content": {
            "infections": "Tuberculosis: Rifampin 600mg PO daily + Isoniazid 300mg PO daily + Pyrazinamide 1500mg PO daily + Ethambutol 1200mg PO daily x 2 months, then rifampin + isoniazid x 4 months. Endocarditis: Antibiotic therapy based on culture results (e.g., penicillin-susceptible Streptococcus viridans: penicillin G 12-18 million units IV daily x 4 weeks; MSSA: nafcillin 2g IV q4h x 6 weeks; MRSA: vancomycin 15-20mg/kg IV q8-12h x 6 weeks). Abscesses: Drainage (percutaneous or surgical) + Antibiotics based on culture results. HIV/AIDS: Antiretroviral therapy (ART). Cytomegalovirus: Ganciclovir 5mg/kg IV q12h x 2-3 weeks. Toxoplasmosis: Pyrimethamine + sulfadiazine + leucovorin x 4-6 weeks. Brucellosis: Doxycycline 100mg PO BID + rifampin 600-900mg PO daily x 6 weeks. Q fever: Doxycycline 100mg PO BID x 14 days (acute) OR x 18 months (chronic endocarditis).",
            "malignancies": "Lymphoma: Chemotherapy (e.g., R-CHOP for non-Hodgkin's lymphoma, ABVD for Hodgkin's lymphoma). Leukemia: Chemotherapy (e.g., induction chemotherapy for acute leukemia). Renal cell carcinoma: Surgical resection + targeted therapy (e.g., sunitinib, pazopanib). Hepatocellular carcinoma: Surgical resection OR ablation OR transarterial chemoembolization (TACE) + targeted therapy (e.g., sorafenib).",
            "autoimmune": "Adult Still's disease: NSAIDs (indomethacin 50mg PO TID) OR Corticosteroids (prednisone 0.5-1mg/kg PO daily) OR Biologic agents (anakinra, tocilizumab if refractory). Temporal arteritis: Corticosteroids (prednisone 40-60mg PO daily, taper over 12-18 months). SLE: Corticosteroids (prednisone 0.5-1mg/kg PO daily) + Hydroxychloroquine 200-400mg PO daily + Immunosuppressants (azathioprine, mycophenolate) if severe. Rheumatoid arthritis: Methotrexate 7.5-25mg PO weekly + Biologic agents (TNF inhibitors, IL-6 inhibitors) if refractory. Polymyalgia rheumatica: Corticosteroids (prednisone 15-20mg PO daily, taper over 12-18 months). Sarcoidosis: Corticosteroids (prednisone 20-40mg PO daily) if symptomatic.",
            "miscellaneous": "Drug fever: Discontinue offending drug (fever resolves within 48-72 hours). Factitious fever: Psychiatric evaluation + supportive care. Pulmonary embolism: Anticoagulation (heparin, warfarin, or DOAC). Deep vein thrombosis: Anticoagulation. Inflammatory bowel disease: Corticosteroids + immunosuppressants (azathioprine, infliximab).",
            "undiagnosed": "If undiagnosed after extensive evaluation and patient is stable: Observe and repeat evaluation (10-20% of FUO remain undiagnosed, often self-limited, good prognosis). Do NOT start empiric therapy unless patient deteriorates. Infectious disease consult RECOMMENDED."
          },
          "references": []
        },
        "duration": {
          "id": "duration",
          "title": "Duration of Therapy",
          "content": {
            "standard_duration": "Duration depends on underlying etiology: Tuberculosis: 6 months (2 months intensive phase + 4 months continuation phase). Endocarditis: 4-6 weeks (IV antibiotics). Abscesses: 2-6 weeks (antibiotics after drainage). HIV/AIDS: Lifelong (ART). Cytomegalovirus: 2-3 weeks (ganciclovir). Toxoplasmosis: 4-6 weeks. Brucellosis: 6 weeks. Q fever: 14 days (acute) OR 18 months (chronic endocarditis). Lymphoma: 4-6 months (chemotherapy). Leukemia: 6-12 months (chemotherapy). Adult Still's disease: 6-12 months (corticosteroids, taper). Temporal arteritis: 12-18 months (corticosteroids, taper). SLE: Lifelong (corticosteroids + hydroxychloroquine + immunosuppressants). Rheumatoid arthritis: Lifelong (methotrexate + biologic agents). Polymyalgia rheumatica: 12-18 months (corticosteroids, taper). Sarcoidosis: 6-12 months (corticosteroids). Drug fever: 48-72 hours (after discontinuing offending drug). Pulmonary embolism: 3-6 months (anticoagulation). Deep vein thrombosis: 3-6 months (anticoagulation). Inflammatory bowel disease: Lifelong (corticosteroids + immunosuppressants).",
            "monitoring": "Monitor clinical response (fever, symptoms). Repeat laboratory tests (CBC, ESR, CRP) every 1-2 weeks. Repeat imaging (CT, PET-CT) if clinical deterioration or no improvement. Monitor for complications (depends on underlying etiology). Monitor for drug side effects (depends on treatment). If undiagnosed and stable: Observe and repeat evaluation every 2-4 weeks.",
            "stop_criteria": "Continue treatment until underlying etiology is resolved (depends on etiology). If undiagnosed and fever resolves spontaneously: No treatment required (10-20% of FUO remain undiagnosed, often self-limited, good prognosis). If undiagnosed and fever persists but patient is stable: Observe and repeat evaluation (do NOT start empiric therapy unless patient deteriorates)."
          },
          "references": []
        },
        "special": {
          "id": "special",
          "title": "Special Considerations",
          "content": {
            "elderly": "Elderly (>65 years, increased risk of temporal arteritis, malignancy, 2-fold). Temporal arteritis: Age >50 years + headache + jaw claudication + elevated ESR (>50 mm/hr) → Start corticosteroids (prednisone 40-60mg PO daily) immediately, do NOT delay for temporal artery biopsy (risk of blindness if untreated). Malignancy: Increased risk of lymphoma, leukemia, renal cell carcinoma. Consider PET-CT if CT chest/abdomen/pelvis nondiagnostic. Geriatrics + infectious disease consult RECOMMENDED.",
            "immunocompromised": "HIV/AIDS, transplant, chemotherapy (increased risk of infections, lymphoma, 10-fold). HIV/AIDS: Test for HIV if risk factors or unexplained lymphadenopathy, weight loss, night sweats. Opportunistic infections: Tuberculosis, cytomegalovirus, toxoplasmosis, Pneumocystis jirovecii pneumonia, cryptococcosis. Lymphoma: Increased risk of non-Hodgkin's lymphoma. Infectious disease + hematology/oncology consult REQUIRED.",
            "travel_history": "Travel to endemic area (tuberculosis, malaria, typhoid fever, brucellosis, Q fever, increased risk 5-10-fold). Tuberculosis: Travel to endemic area (Asia, Africa, Latin America) + positive TST/IGRA + lymphadenopathy + weight loss + night sweats → Start antituberculosis therapy. Malaria: Travel to endemic area + fever + chills + headache + myalgia → Thick/thin blood smears, rapid diagnostic test, PCR. Typhoid fever: Travel to endemic area + fever + abdominal pain + rose spots → Blood culture, stool culture. Brucellosis: Travel to endemic area + contact with animals + unpasteurized dairy → Serology, blood culture. Q fever: Travel to endemic area + contact with animals + parturient fluids → Serology. Infectious disease + travel medicine consult RECOMMENDED.",
            "drug_fever": "Drug fever (5-10% of FUO cases). Suspect if: Recent medication (within 1-8 weeks), fever without other explanation, eosinophilia (20-30%), rash (10-20%). Common culprits: Antibiotics (beta-lactams, sulfonamides, vancomycin), anticonvulsants (phenytoin, carbamazepine), allopurinol, NSAIDs. Diagnosis: Discontinue suspected drug (fever resolves within 48-72 hours). Treatment: Discontinue offending drug. Rechallenge NOT recommended (risk of recurrence).",
            "counseling": "FUO is a syndrome with multiple etiologies (infections 30-40%, malignancies 20-30%, autoimmune 10-20%, miscellaneous 10-20%, undiagnosed 10-20%). Systematic diagnostic approach is critical (comprehensive history, physical examination, basic laboratory tests, imaging, specialized tests, invasive procedures if indicated). Do NOT start empiric antibiotics unless critically ill (empiric antibiotics can mask diagnosis). If undiagnosed after extensive evaluation and patient is stable: Observe and repeat evaluation (10-20% of FUO remain undiagnosed, often self-limited, good prognosis). Infectious disease consult RECOMMENDED."
          },
          "references": []
        },
        "stewardship": {
          "id": "stewardship",
          "title": "Stewardship & Diagnostic Alerts",
          "content": {
            "de_escalation_opportunities": [
              "Do NOT start empiric antibiotics unless patient is critically ill (empiric antibiotics can mask diagnosis, especially endocarditis, tuberculosis)",
              "Systematic diagnostic approach is critical (comprehensive history, physical examination, basic laboratory tests, imaging, specialized tests, invasive procedures if indicated)",
              "Do NOT perform random tests (low yield, high cost, potential harm). Focus on clues from history, physical examination, and basic tests",
              "If undiagnosed after extensive evaluation and patient is stable: Observe and repeat evaluation (10-20% of FUO remain undiagnosed, often self-limited, good prognosis)",
              "Infectious disease consult RECOMMENDED (if infectious etiology suspected or undiagnosed after initial evaluation)"
            ],
            "timeout_checklist": [
              "Is FUO confirmed? (Fever >38.3°C on multiple occasions + Duration >3 weeks + No diagnosis after 1 week of intelligent and intensive investigation)",
              "Is comprehensive history obtained? (Travel, exposures, medications, family history, occupational history)",
              "Is physical examination repeated? (Look for subtle findings: lymphadenopathy, hepatosplenomegaly, heart murmur, rash, joint swelling)",
              "Are basic laboratory tests performed? (CBC, ESR, CRP, blood cultures, urinalysis, urine culture, liver function tests, chest X-ray, CT chest/abdomen/pelvis)",
              "Are specialized tests performed based on clues? (HIV, TST/IGRA, ANA/RF, ferritin, LDH, PET-CT, echocardiography, biopsy)",
              "Is patient critically ill? (If yes, start empiric broad-spectrum antibiotics + ICU admission. If no, observe and repeat evaluation)",
              "Is infectious disease consult obtained? (RECOMMENDED if infectious etiology suspected or undiagnosed after initial evaluation)"
            ],
            "avoid_unnecessary_treatment": "Avoid empiric antibiotics unless patient is critically ill (empiric antibiotics can mask diagnosis, especially endocarditis, tuberculosis). Avoid empiric corticosteroids unless specific diagnosis (adult Still's disease, temporal arteritis) is highly suspected (corticosteroids can mask diagnosis, worsen infections). Avoid random tests (low yield, high cost, potential harm). Avoid invasive procedures unless noninvasive tests are nondiagnostic and clinical suspicion is high. Avoid repeating negative tests unless clinical situation changes.",
            "diagnostic_stewardship": "Systematic diagnostic approach (3 phases): Phase 1 (Comprehensive history + physical examination + basic laboratory tests + imaging: CBC, ESR, CRP, blood cultures, urinalysis, urine culture, liver function tests, chest X-ray, CT chest/abdomen/pelvis). Phase 2 (Specialized tests based on Phase 1 findings: HIV, TST/IGRA, ANA/RF, ferritin, LDH, PET-CT, echocardiography). Phase 3 (Invasive procedures: biopsy, exploratory laparotomy if indicated). Do NOT perform random tests (low yield, high cost, potential harm). Focus on clues from history, physical examination, and basic tests. If undiagnosed after extensive evaluation and patient is stable: Observe and repeat evaluation (10-20% of FUO remain undiagnosed, often self-limited, good prognosis).",
            "prevention": "FUO is a syndrome, not a specific disease. Prevention depends on underlying etiology (e.g., tuberculosis: BCG vaccine, avoid contact with tuberculosis patients; endocarditis: antibiotic prophylaxis for high-risk patients undergoing dental procedures; malignancy: cancer screening; autoimmune: no specific prevention)."
          },
          "references": []
        },
        "references": {
          "id": "references",
          "title": "References",
          "content": {},
          "references": [
            {
              "label": "IDSA Clinical Practice Guidelines for Fever of Unknown Origin (2023)",
              "url": "https://www.idsociety.org/practice-guideline/fever-of-unknown-origin/"
            },
            {
              "label": "WHO Guidelines for Fever of Unknown Origin (2022)",
              "url": "https://www.who.int/health-topics/fever"
            },
            {
              "label": "New England Journal of Medicine: Fever of Unknown Origin (2022)",
              "url": "https://www.nejm.org/doi/full/10.1056/NEJMra2111003"
            },
            {
              "label": "Sanford Guide to Antimicrobial Therapy (2025)",
              "url": "https://www.sanfordguide.com/"
            }
          ]
        }
      }
    },
    {
      "id": "neutropenic-fever",
      "name": "Neutropenic Fever",
      "synonyms": [
        "Febrile neutropenia",
        "Fever in neutropenic patient"
      ],
      "icd10": [
        "D70.9",
        "R50.9"
      ],
      "severity": [
        "severe",
        "critical"
      ],
      "shortDescription": "Fever >38.3°C (101°F) single oral OR >38°C (100.4°F) sustained >1 hour + Absolute neutrophil count (ANC) <500 cells/μL OR <1000 cells/μL with expected decline to <500 cells/μL. Medical emergency requiring immediate empiric broad-spectrum antibiotics (within 1 hour), mortality 5-20% if untreated",
      "sections": {
        "overview": {
          "id": "overview",
          "title": "Overview & Clinical Presentation",
          "content": {
            "definition": "Neutropenic Fever: Fever >38.3°C (101°F) single oral temperature OR >38°C (100.4°F) sustained >1 hour + Absolute neutrophil count (ANC) <500 cells/μL OR ANC <1000 cells/μL with expected decline to <500 cells/μL within 48 hours. Medical emergency (mortality 5-20% if untreated, <5% if treated promptly). Etiology: Bacterial infections (80-85%, most common: Gram-positive cocci Staphylococcus epidermidis, Streptococcus viridans, Staphylococcus aureus 50-60%; Gram-negative bacilli Escherichia coli, Klebsiella pneumoniae, Pseudomonas aeruginosa 30-40%), fungal infections (10-15%, most common: Candida species, Aspergillus species, if prolonged neutropenia >7 days), viral infections (5-10%, most common: herpes simplex virus, cytomegalovirus, respiratory viruses), no identified source (20-30%, fever resolves with empiric antibiotics). Risk factors: Chemotherapy (most common cause, 80-90%), hematopoietic stem cell transplant (HSCT), acute leukemia, lymphoma, solid tumors, prolonged neutropenia (>7 days, increased risk of fungal infections 10-fold).",
            "clinical_presentation": "Fever >38.3°C (101°F) single oral OR >38°C (100.4°F) sustained >1 hour (100%), absolute neutrophil count (ANC) <500 cells/μL (100%). Associated symptoms depend on infection source: No localizing symptoms (20-30%, fever only), mucositis (oral, esophageal, gastrointestinal, 30-40%, suggests Streptococcus viridans bacteremia, herpes simplex virus), skin/soft tissue infection (cellulitis, abscess, catheter site infection, 20-30%, suggests Staphylococcus aureus, Pseudomonas aeruginosa), pneumonia (cough, dyspnea, hypoxemia, 10-20%, suggests Gram-negative bacilli, Aspergillus if prolonged neutropenia), perianal infection (pain, erythema, abscess, 5-10%, suggests Gram-negative bacilli, anaerobes), sinusitis (facial pain, nasal congestion, 5-10%, suggests Aspergillus if prolonged neutropenia), typhlitis (neutropenic enterocolitis, right lower quadrant pain, diarrhea, 5-10%, suggests Gram-negative bacilli, anaerobes). Laboratory: ANC <500 cells/μL (100%), positive blood cultures (10-20%, suggests bacteremia), elevated CRP (70-80%, nonspecific), elevated procalcitonin (50-60%, suggests bacterial infection). Complications: Septic shock (hypotension, organ dysfunction, 10-20%, mortality 30-50%), pneumonia (10-20%, mortality 20-30%), invasive fungal infection (if prolonged neutropenia >7 days, 10-15%, mortality 30-50%), death (mortality 5-20% if untreated, <5% if treated promptly).",
            "diagnostic_criteria": "Neutropenic Fever: Fever >38.3°C (101°F) single oral temperature OR >38°C (100.4°F) sustained >1 hour + Absolute neutrophil count (ANC) <500 cells/μL OR ANC <1000 cells/μL with expected decline to <500 cells/μL within 48 hours. Risk stratification (MASCC score, Multinational Association for Supportive Care in Cancer): Low risk (MASCC score ≥21, outpatient management with oral antibiotics possible if no comorbidities, stable, reliable follow-up). High risk (MASCC score <21, inpatient management with IV antibiotics REQUIRED, includes: prolonged neutropenia expected >7 days, hemodynamic instability, pneumonia, altered mental status, new-onset abdominal pain, neurologic changes, catheter site infection, mucositis grade 3-4).",
            "risk_factors": [
              "Chemotherapy (most common cause, 80-90%, especially high-dose chemotherapy for acute leukemia, lymphoma, HSCT)",
              "Prolonged neutropenia (>7 days, increased risk of fungal infections 10-fold, mortality 2-fold)",
              "Mucositis (oral, esophageal, gastrointestinal, increased risk of Streptococcus viridans bacteremia, herpes simplex virus, 2-fold)",
              "Central venous catheter (increased risk of catheter-related bloodstream infection, Staphylococcus epidermidis, Staphylococcus aureus, 5-fold)",
              "Hematopoietic stem cell transplant (HSCT, increased risk of infections, graft-versus-host disease, 5-fold)",
              "Acute leukemia (increased risk of prolonged neutropenia, infections, 5-fold)"
            ],
            "red_flags": [
              "Septic shock - hypotension (MAP <65 mmHg) + organ dysfunction (altered mental status, hypoxemia, oliguria, elevated lactate >2 mmol/L, 10-20% of neutropenic fever, mortality 30-50%), requires ICU admission + vasopressors + broad-spectrum antibiotics within 1 hour",
              "Pneumonia - cough + dyspnea + hypoxemia + infiltrates on chest X-ray (10-20% of neutropenic fever, mortality 20-30%), requires ICU admission if severe + broad-spectrum antibiotics + consider Aspergillus (if prolonged neutropenia >7 days, CT chest, galactomannan, voriconazole)",
              "Prolonged neutropenia >7 days - increased risk of fungal infections (Candida, Aspergillus, 10-15%, mortality 30-50%), requires empiric antifungal therapy (micafungin OR voriconazole) if fever persists despite antibiotics for 4-7 days",
              "Mucositis grade 3-4 - severe oral/esophageal/gastrointestinal mucositis (30-40%, increased risk of Streptococcus viridans bacteremia, herpes simplex virus), requires IV antibiotics + antiviral therapy (acyclovir) if herpes simplex virus suspected"
            ]
          },
          "references": []
        },
        "diagnostics": {
          "id": "diagnostics",
          "title": "Diagnostic Strategy & Tests",
          "content": {
            "when_to_test": "Test immediately if: Fever >38.3°C (101°F) single oral OR >38°C (100.4°F) sustained >1 hour + Known neutropenia (chemotherapy, HSCT, acute leukemia) OR Suspected neutropenia. Medical emergency (mortality 5-20% if untreated, <5% if treated promptly). Start empiric broad-spectrum antibiotics within 1 hour (do NOT delay for test results).",
            "essential_tests": [
              "CBC with differential: Absolute neutrophil count (ANC) <500 cells/μL (confirms neutropenia, 100%). Turnaround: 1-2 hours.",
              "Blood cultures x2 sets (aerobic + anaerobic, peripheral + central line if present, before antibiotics): Positive (10-20%, identifies bacteremia). Turnaround: 2-5 days.",
              "CRP and procalcitonin: Elevated (CRP 70-80%, procalcitonin 50-60%, suggests bacterial infection, nonspecific). Turnaround: 1-2 hours.",
              "Comprehensive metabolic panel: Renal function (creatinine, for antibiotic dosing), liver function (transaminases, for drug toxicity), electrolytes. Turnaround: 1-2 hours.",
              "Chest X-ray: Infiltrates (suggests pneumonia, 10-20%, but may be normal early in neutropenia due to lack of inflammatory response). Turnaround: Same day."
            ],
            "conditional_tests": [
              "Urine culture (if urinary symptoms: dysuria, frequency, urgency): Positive (5-10%, identifies UTI). Turnaround: 1-2 days.",
              "Sputum culture (if productive cough, pneumonia): Identifies respiratory pathogens (Gram-negative bacilli, Aspergillus). Turnaround: 2-5 days.",
              "Stool culture and C. difficile toxin (if diarrhea): Identifies gastrointestinal pathogens (Salmonella, Shigella, Campylobacter, C. difficile). Turnaround: 1-2 days.",
              "Skin/wound culture (if cellulitis, abscess, catheter site infection): Identifies skin pathogens (Staphylococcus aureus, Pseudomonas aeruginosa). Turnaround: 2-5 days.",
              "CT chest (if pneumonia suspected but chest X-ray normal, or if prolonged neutropenia >7 days with persistent fever): Identifies infiltrates, nodules (suggests Aspergillus), cavitation. Turnaround: Same day.",
              "Galactomannan (serum, bronchoalveolar lavage): If prolonged neutropenia >7 days + persistent fever + pneumonia (suggests Aspergillus, sensitivity 70-80%). Turnaround: 1-2 days.",
              "Beta-D-glucan (serum): If prolonged neutropenia >7 days + persistent fever (suggests invasive fungal infection: Candida, Aspergillus, sensitivity 70-80%, not specific for Aspergillus). Turnaround: 1-2 days.",
              "Herpes simplex virus PCR (oral swab, blood): If mucositis + vesicular lesions (suggests herpes simplex virus, sensitivity >95%). Turnaround: 1-2 days.",
              "Cytomegalovirus PCR (blood): If prolonged fever + HSCT + risk factors (suggests cytomegalovirus reactivation, sensitivity >95%). Turnaround: 1-2 days."
            ],
            "when_not_to_test": "Do NOT delay empiric broad-spectrum antibiotics for test results (start antibiotics within 1 hour, medical emergency, mortality 5-20% if untreated). Do NOT wait for blood culture results to start antibiotics (positive in only 10-20%, but empiric antibiotics reduce mortality). Do NOT perform invasive procedures (bronchoscopy, biopsy) unless absolutely necessary (increased risk of bleeding, infection in neutropenic patients).",
            "turnaround_time": "CBC: 1-2 hours. Blood cultures: 2-5 days. CRP/procalcitonin: 1-2 hours. Comprehensive metabolic panel: 1-2 hours. Chest X-ray: Same day. Urine culture: 1-2 days. Sputum culture: 2-5 days. Stool culture: 1-2 days. Skin/wound culture: 2-5 days. CT chest: Same day. Galactomannan: 1-2 days. Beta-D-glucan: 1-2 days. HSV PCR: 1-2 days. CMV PCR: 1-2 days."
          },
          "references": []
        },
        "microbiology": {
          "id": "microbiology",
          "title": "Microbiology",
          "content": {
            "organism": "Neutropenic Fever etiology: Bacterial infections (80-85%, most common: Gram-positive cocci Staphylococcus epidermidis coagulase-negative staphylococci 20-30%, Streptococcus viridans alpha-hemolytic streptococci 15-20%, Staphylococcus aureus MSSA/MRSA 10-15%; Gram-negative bacilli Escherichia coli 10-15%, Klebsiella pneumoniae 10-15%, Pseudomonas aeruginosa 5-10%, Enterobacter species 5-10%), fungal infections (10-15%, most common: Candida species Candida albicans, Candida glabrata, Candida krusei 5-10%; Aspergillus species Aspergillus fumigatus, Aspergillus flavus 5-10%, if prolonged neutropenia >7 days), viral infections (5-10%, most common: herpes simplex virus HSV-1/HSV-2 3-5%, cytomegalovirus CMV 2-5%, respiratory viruses influenza, RSV, parainfluenza 2-5%), no identified source (20-30%, fever resolves with empiric antibiotics, likely bacterial infection with negative cultures).",
            "pathogenesis": "Neutropenia (ANC <500 cells/μL) → impaired innate immunity (neutrophils are first-line defense against bacterial and fungal infections) → increased susceptibility to infections (bacterial 80-85%, fungal 10-15%, viral 5-10%) → bacteremia/fungemia (translocation from mucosal barriers: oral mucosa, gastrointestinal tract, skin, central venous catheter) → systemic inflammatory response syndrome (SIRS, fever, tachycardia, tachypnea, leukopenia) → septic shock (hypotension, organ dysfunction, 10-20%, mortality 30-50%) → death (mortality 5-20% if untreated, <5% if treated promptly with empiric broad-spectrum antibiotics within 1 hour). Risk factors: Chemotherapy (most common cause, 80-90%, damages bone marrow, mucosa), prolonged neutropenia (>7 days, increased risk of fungal infections 10-fold), mucositis (oral, esophageal, gastrointestinal, increased risk of Streptococcus viridans bacteremia, herpes simplex virus, 2-fold), central venous catheter (increased risk of catheter-related bloodstream infection, Staphylococcus epidermidis, Staphylococcus aureus, 5-fold).",
            "resistance_patterns": {
              "gram_positive": "Methicillin-resistant Staphylococcus aureus (MRSA, 30-50% of S. aureus isolates in healthcare settings). Vancomycin-resistant Enterococcus (VRE, 10-30% of Enterococcus isolates in healthcare settings). Penicillin-resistant Streptococcus viridans (10-20% of S. viridans isolates).",
              "gram_negative": "Extended-spectrum beta-lactamase (ESBL)-producing Escherichia coli and Klebsiella pneumoniae (10-30% of isolates in healthcare settings). Carbapenem-resistant Enterobacteriaceae (CRE, 5-10% of isolates in healthcare settings). Multidrug-resistant Pseudomonas aeruginosa (MDR-PA, 10-20% of isolates in healthcare settings).",
              "fungal": "Azole-resistant Candida species (Candida glabrata, Candida krusei, 10-20% of Candida isolates). Azole-resistant Aspergillus species (5-10% of Aspergillus isolates)."
            },
            "timing_critical": "Start empiric broad-spectrum antibiotics within 1 hour (medical emergency, mortality 5-20% if untreated, <5% if treated promptly). Do NOT delay for test results (blood cultures positive in only 10-20%, but empiric antibiotics reduce mortality). Infectious disease consult RECOMMENDED (if high-risk features: prolonged neutropenia >7 days, hemodynamic instability, pneumonia, persistent fever despite antibiotics for 4-7 days)."
          },
          "references": []
        },
        "empiric": {
          "id": "empiric",
          "title": "Empiric Therapy",
          "content": {
            "high_risk": "High-risk neutropenic fever (MASCC score <21, inpatient management REQUIRED): Empiric broad-spectrum antibiotics within 1 hour (medical emergency). Monotherapy (preferred if no septic shock, no pneumonia, no catheter-related infection): Piperacillin-tazobactam 4.5g IV q6h OR Cefepime 2g IV q8h OR Meropenem 1g IV q8h (if ESBL risk factors: recent antibiotics, healthcare exposure, travel to endemic area). Combination therapy (if septic shock, pneumonia, or Pseudomonas aeruginosa risk factors): Piperacillin-tazobactam 4.5g IV q6h OR Cefepime 2g IV q8h OR Meropenem 1g IV q8h PLUS Aminoglycoside (gentamicin 5-7mg/kg IV daily OR amikacin 15-20mg/kg IV daily). Add vancomycin 15-20mg/kg IV q8-12h (if catheter-related infection, skin/soft tissue infection, mucositis, hemodynamic instability, or MRSA risk factors). Add empiric antifungal therapy (if prolonged neutropenia >7 days + persistent fever despite antibiotics for 4-7 days): Micafungin 100mg IV daily OR Voriconazole 6mg/kg IV q12h x2 doses, then 4mg/kg IV q12h. Infectious disease consult RECOMMENDED.",
            "low_risk": "Low-risk neutropenic fever (MASCC score ≥21, outpatient management possible if no comorbidities, stable, reliable follow-up): Oral antibiotics: Ciprofloxacin 500-750mg PO BID + Amoxicillin-clavulanate 875mg PO BID. Close follow-up (daily phone call or clinic visit). If fever persists >48-72 hours or clinical deterioration: Admit for IV antibiotics (high-risk regimen). Infectious disease consult RECOMMENDED.",
            "special_situations": "Catheter-related infection (erythema, tenderness, purulence at catheter site): Add vancomycin 15-20mg/kg IV q8-12h. Consider catheter removal if persistent bacteremia >72 hours despite antibiotics, or if Staphylococcus aureus, Pseudomonas aeruginosa, Candida species. Pneumonia (cough, dyspnea, hypoxemia, infiltrates on chest X-ray): Piperacillin-tazobactam 4.5g IV q6h OR Cefepime 2g IV q8h OR Meropenem 1g IV q8h PLUS Aminoglycoside (gentamicin 5-7mg/kg IV daily OR amikacin 15-20mg/kg IV daily). Consider Aspergillus (if prolonged neutropenia >7 days, CT chest, galactomannan, add voriconazole 6mg/kg IV q12h x2 doses, then 4mg/kg IV q12h). Mucositis (oral, esophageal, gastrointestinal): Add acyclovir 5mg/kg IV q8h (if herpes simplex virus suspected: vesicular lesions, positive HSV PCR). Perianal infection (pain, erythema, abscess): Meropenem 1g IV q8h + Metronidazole 500mg IV q8h (covers Gram-negative bacilli + anaerobes). Avoid digital rectal examination (risk of bacteremia).",
            "avoid_list": "Avoid delay in starting antibiotics (start within 1 hour, medical emergency, mortality 5-20% if untreated). Avoid monotherapy with ceftriaxone or ceftazidime (inadequate Pseudomonas coverage). Avoid fluoroquinolones alone (inadequate Gram-positive coverage, resistance). Avoid aminoglycosides alone (inadequate monotherapy, nephrotoxicity). Avoid empiric antifungal therapy unless prolonged neutropenia >7 days + persistent fever despite antibiotics for 4-7 days (overuse increases resistance, cost, toxicity)."
          },
          "references": []
        },
        "definitive": {
          "id": "definitive",
          "title": "Definitive (Targeted) Therapy",
          "content": {
            "culture_positive": "Adjust antibiotics based on culture results and susceptibility testing: Staphylococcus aureus (MSSA): Nafcillin 2g IV q4h OR Cefazolin 2g IV q8h. Staphylococcus aureus (MRSA): Vancomycin 15-20mg/kg IV q8-12h OR Daptomycin 6mg/kg IV daily. Staphylococcus epidermidis (coagulase-negative staphylococci): Vancomycin 15-20mg/kg IV q8-12h (if catheter-related, consider catheter removal). Streptococcus viridans: Penicillin G 12-18 million units IV daily OR Ceftriaxone 2g IV daily. Escherichia coli, Klebsiella pneumoniae (ESBL-negative): Ceftriaxone 2g IV daily OR Cefepime 2g IV q8h. Escherichia coli, Klebsiella pneumoniae (ESBL-positive): Meropenem 1g IV q8h OR Ertapenem 1g IV daily. Pseudomonas aeruginosa: Piperacillin-tazobactam 4.5g IV q6h OR Cefepime 2g IV q8h OR Meropenem 1g IV q8h (consider combination therapy with aminoglycoside if severe). Candida species: Micafungin 100mg IV daily OR Caspofungin 70mg IV x1, then 50mg IV daily (if azole-resistant: Candida glabrata, Candida krusei). Aspergillus species: Voriconazole 6mg/kg IV q12h x2 doses, then 4mg/kg IV q12h OR Isavuconazole 372mg IV q8h x6 doses, then 372mg IV daily. Herpes simplex virus: Acyclovir 5mg/kg IV q8h x 7-14 days. Cytomegalovirus: Ganciclovir 5mg/kg IV q12h x 2-3 weeks OR Foscarnet 60mg/kg IV q8h x 2-3 weeks (if ganciclovir-resistant).",
            "culture_negative": "If blood cultures negative but fever resolves with empiric antibiotics: Continue empiric antibiotics until ANC >500 cells/μL OR for minimum 7 days (whichever is longer). If blood cultures negative and fever persists despite antibiotics for 4-7 days: Consider empiric antifungal therapy (micafungin 100mg IV daily OR voriconazole 6mg/kg IV q12h x2 doses, then 4mg/kg IV q12h). Consider CT chest (if pneumonia suspected), galactomannan (if Aspergillus suspected), beta-D-glucan (if invasive fungal infection suspected). Infectious disease consult RECOMMENDED.",
            "duration": "Continue antibiotics until: ANC >500 cells/μL (neutrophil recovery) AND Afebrile for 24-48 hours AND Clinically stable (no signs of infection) OR Minimum 7 days (whichever is longer). If invasive fungal infection (Candida, Aspergillus): Continue antifungal therapy for 2-6 weeks (depends on severity, site of infection, neutrophil recovery)."
          },
          "references": []
        },
        "duration": {
          "id": "duration",
          "title": "Duration of Therapy",
          "content": {
            "standard_duration": "Continue antibiotics until: ANC >500 cells/μL (neutrophil recovery) AND Afebrile for 24-48 hours AND Clinically stable (no signs of infection) OR Minimum 7 days (whichever is longer). Typical duration: 7-14 days (if neutrophil recovery occurs). If prolonged neutropenia (ANC <500 cells/μL for >7 days): Continue antibiotics until neutrophil recovery (may be 2-4 weeks). If invasive fungal infection (Candida, Aspergillus): Continue antifungal therapy for 2-6 weeks (depends on severity, site of infection, neutrophil recovery).",
            "monitoring": "Monitor clinical response (fever, symptoms). Monitor ANC daily (neutrophil recovery: ANC >500 cells/μL). Monitor blood cultures (if initially positive, repeat until negative). Monitor CRP/procalcitonin (trend downward suggests response). Monitor renal function (creatinine, for antibiotic dosing, nephrotoxicity). Monitor liver function (transaminases, for drug toxicity). Monitor for complications (septic shock, pneumonia, invasive fungal infection). If fever persists despite antibiotics for 4-7 days: Consider empiric antifungal therapy, CT chest, galactomannan, beta-D-glucan. Infectious disease consult RECOMMENDED.",
            "stop_criteria": "Stop antibiotics when: ANC >500 cells/μL (neutrophil recovery) AND Afebrile for 24-48 hours AND Clinically stable (no signs of infection) AND Minimum 7 days completed. If invasive fungal infection (Candida, Aspergillus): Continue antifungal therapy for 2-6 weeks (depends on severity, site of infection, neutrophil recovery). Do NOT stop antibiotics prematurely (risk of relapse, mortality)."
          },
          "references": []
        },
        "special": {
          "id": "special",
          "title": "Special Considerations",
          "content": {
            "hematopoietic_stem_cell_transplant": "HSCT patients (increased risk of infections, graft-versus-host disease, 5-fold). Empiric antibiotics: Same as high-risk neutropenic fever (piperacillin-tazobactam OR cefepime OR meropenem ± aminoglycoside ± vancomycin). Consider viral infections (herpes simplex virus, cytomegalovirus, respiratory viruses): Acyclovir 5mg/kg IV q8h (if HSV suspected), ganciclovir 5mg/kg IV q12h (if CMV suspected), oseltamivir 75mg PO BID (if influenza suspected). Consider invasive fungal infections (Candida, Aspergillus, if prolonged neutropenia >7 days): Empiric antifungal therapy (micafungin OR voriconazole). Infectious disease consult REQUIRED.",
            "acute_leukemia": "Acute leukemia patients (increased risk of prolonged neutropenia, infections, 5-fold). Empiric antibiotics: Same as high-risk neutropenic fever (piperacillin-tazobactam OR cefepime OR meropenem ± aminoglycoside ± vancomycin). Consider invasive fungal infections (Candida, Aspergillus, if prolonged neutropenia >7 days): Empiric antifungal therapy (micafungin OR voriconazole). Infectious disease consult RECOMMENDED.",
            "mucositis": "Mucositis (oral, esophageal, gastrointestinal, 30-40%, increased risk of Streptococcus viridans bacteremia, herpes simplex virus, 2-fold). Empiric antibiotics: Piperacillin-tazobactam OR cefepime OR meropenem (covers Streptococcus viridans). Add acyclovir 5mg/kg IV q8h (if herpes simplex virus suspected: vesicular lesions, positive HSV PCR). Supportive care: Pain management (opioids), oral care (saline rinses, avoid alcohol-based mouthwashes), nutrition (enteral or parenteral if severe).",
            "catheter_related_infection": "Catheter-related infection (erythema, tenderness, purulence at catheter site, 20-30%, increased risk of Staphylococcus epidermidis, Staphylococcus aureus, 5-fold). Empiric antibiotics: Add vancomycin 15-20mg/kg IV q8-12h. Consider catheter removal if: Persistent bacteremia >72 hours despite antibiotics, Staphylococcus aureus, Pseudomonas aeruginosa, Candida species, tunnel infection, port pocket infection, septic thrombophlebitis. If catheter retained: Antibiotic lock therapy (vancomycin 2-5mg/mL + heparin 100 units/mL, instill into catheter lumen, dwell time 12-24 hours, daily x 7-14 days).",
            "counseling": "Neutropenic Fever is a medical emergency (mortality 5-20% if untreated, <5% if treated promptly). Start empiric broad-spectrum antibiotics within 1 hour (do NOT delay for test results). Continue antibiotics until neutrophil recovery (ANC >500 cells/μL) AND afebrile for 24-48 hours AND clinically stable OR minimum 7 days. If prolonged neutropenia >7 days + persistent fever despite antibiotics for 4-7 days: Consider empiric antifungal therapy (micafungin OR voriconazole). Infectious disease consult RECOMMENDED. Prevention: Prophylactic antibiotics (fluoroquinolones) if expected prolonged neutropenia >7 days (reduces risk of bacteremia, but increases resistance). Prophylactic antifungals (fluconazole, posaconazole) if expected prolonged neutropenia >7 days (reduces risk of invasive fungal infections). Granulocyte colony-stimulating factor (G-CSF, filgrastim, pegfilgrastim) to shorten duration of neutropenia (reduces risk of infections, mortality)."
          },
          "references": []
        },
        "stewardship": {
          "id": "stewardship",
          "title": "Stewardship & Diagnostic Alerts",
          "content": {
            "de_escalation_opportunities": [
              "Start empiric broad-spectrum antibiotics within 1 hour (medical emergency, do NOT delay for test results)",
              "Adjust antibiotics based on culture results and susceptibility testing (de-escalate from broad-spectrum to narrow-spectrum if possible)",
              "Stop antibiotics when: ANC >500 cells/μL (neutrophil recovery) AND afebrile for 24-48 hours AND clinically stable AND minimum 7 days completed",
              "Avoid empiric antifungal therapy unless prolonged neutropenia >7 days + persistent fever despite antibiotics for 4-7 days (overuse increases resistance, cost, toxicity)",
              "Infectious disease consult RECOMMENDED (if high-risk features: prolonged neutropenia >7 days, hemodynamic instability, pneumonia, persistent fever despite antibiotics for 4-7 days)"
            ],
            "timeout_checklist": [
              "Is neutropenic fever confirmed? (Fever >38.3°C single oral OR >38°C sustained >1 hour + ANC <500 cells/μL OR <1000 cells/μL with expected decline to <500 cells/μL)",
              "Are empiric broad-spectrum antibiotics started within 1 hour? (Medical emergency, do NOT delay for test results)",
              "Are blood cultures x2 sets obtained before antibiotics? (Peripheral + central line if present)",
              "Is risk stratification performed? (MASCC score: Low risk ≥21, High risk <21)",
              "Is vancomycin added? (If catheter-related infection, skin/soft tissue infection, mucositis, hemodynamic instability, or MRSA risk factors)",
              "Is empiric antifungal therapy considered? (If prolonged neutropenia >7 days + persistent fever despite antibiotics for 4-7 days)",
              "Is infectious disease consult obtained? (RECOMMENDED if high-risk features)"
            ],
            "avoid_unnecessary_treatment": "Avoid delay in starting antibiotics (start within 1 hour, medical emergency, mortality 5-20% if untreated). Avoid monotherapy with ceftriaxone or ceftazidime (inadequate Pseudomonas coverage). Avoid fluoroquinolones alone (inadequate Gram-positive coverage, resistance). Avoid aminoglycosides alone (inadequate monotherapy, nephrotoxicity). Avoid empiric antifungal therapy unless prolonged neutropenia >7 days + persistent fever despite antibiotics for 4-7 days (overuse increases resistance, cost, toxicity). Avoid stopping antibiotics prematurely (risk of relapse, mortality).",
            "diagnostic_stewardship": "Blood cultures x2 sets (peripheral + central line if present) before antibiotics (positive in 10-20%, identifies bacteremia). Do NOT delay antibiotics for test results (start within 1 hour, medical emergency). Adjust antibiotics based on culture results and susceptibility testing (de-escalate from broad-spectrum to narrow-spectrum if possible). If fever persists despite antibiotics for 4-7 days: Consider CT chest (if pneumonia suspected), galactomannan (if Aspergillus suspected), beta-D-glucan (if invasive fungal infection suspected). Infectious disease consult RECOMMENDED.",
            "prevention": "Prophylactic antibiotics (fluoroquinolones: ciprofloxacin 500mg PO BID OR levofloxacin 500mg PO daily) if expected prolonged neutropenia >7 days (reduces risk of bacteremia 30-50%, but increases resistance, use selectively). Prophylactic antifungals (fluconazole 400mg PO daily OR posaconazole 300mg PO daily) if expected prolonged neutropenia >7 days (reduces risk of invasive fungal infections 50-70%). Granulocyte colony-stimulating factor (G-CSF: filgrastim 5mcg/kg SC daily OR pegfilgrastim 6mg SC x1) to shorten duration of neutropenia (reduces risk of infections 30-50%, mortality 10-20%). Avoid fresh flowers, plants, construction areas (increased risk of Aspergillus spores). Hand hygiene (alcohol-based hand rub, reduces risk of infections 30-50%)."
          },
          "references": []
        },
        "references": {
          "id": "references",
          "title": "References",
          "content": {},
          "references": [
            {
              "label": "IDSA Clinical Practice Guidelines for Fever and Neutropenia (2018)",
              "url": "https://www.idsociety.org/practice-guideline/febrile-neutropenia/"
            },
            {
              "label": "NCCN Guidelines for Prevention and Treatment of Cancer-Related Infections (2024)",
              "url": "https://www.nccn.org/professionals/physician_gls/pdf/infections.pdf"
            },
            {
              "label": "ECIL Guidelines for Fever in Neutropenic Patients (2022)",
              "url": "https://www.ecil-leukaemia.com/en/guidelines"
            },
            {
              "label": "Sanford Guide to Antimicrobial Therapy (2025)",
              "url": "https://www.sanfordguide.com/"
            }
          ]
        }
      }
    },
    {
      "id": "postoperative-fever",
      "name": "Postoperative Fever",
      "synonyms": [
        "Post-surgical fever",
        "Fever after surgery"
      ],
      "icd10": [
        "R50.82",
        "T81.4"
      ],
      "severity": [
        "mild",
        "moderate",
        "severe"
      ],
      "shortDescription": "Fever >38°C (100.4°F) within 30 days after surgery. Timing-based differential: POD 0-2 (atelectasis, tissue trauma), POD 3-5 (UTI, pneumonia, IV catheter), POD 5-7 (wound infection, deep abscess), POD >7 (DVT, drug fever, C. difficile). Most common: atelectasis (40%), wound infection (20%), pneumonia (15%), UTI (15%)",
      "sections": {
        "overview": {
          "id": "overview",
          "title": "Overview & Clinical Presentation",
          "content": {
            "definition": "Postoperative Fever: Fever >38°C (100.4°F) within 30 days after surgery. Incidence: 20-40% of surgical patients (varies by surgery type, duration, patient factors). Etiology (timing-based differential, \"5 W's\"): POD 0-2 (Wind: atelectasis 40%, tissue trauma, drug fever), POD 3-5 (Water: UTI 15%, Wind: pneumonia 15%, Wonder drugs: drug fever, Wire: IV catheter infection 10%), POD 5-7 (Wound: surgical site infection 20%, Walking: deep vein thrombosis 5%), POD >7 (Wound: deep abscess, Walking: pulmonary embolism, Wonder drugs: drug fever, C. difficile colitis 5%). Most common: Atelectasis (40%, POD 0-2), wound infection (20%, POD 5-7), pneumonia (15%, POD 3-5), UTI (15%, POD 3-5), IV catheter infection (10%, POD 3-5), DVT/PE (5%, POD 5-7), C. difficile colitis (5%, POD >7), drug fever (5%, any time).",
            "clinical_presentation": "Fever >38°C (100.4°F) within 30 days after surgery (20-40%). Associated symptoms depend on etiology: Atelectasis (POD 0-2, fever low-grade 38-38.5°C, decreased breath sounds, hypoxemia mild, chest X-ray: basilar atelectasis, resolves with incentive spirometry, deep breathing, ambulation). Wound infection (POD 5-7, fever 38.5-39°C, wound erythema, warmth, tenderness, purulent drainage, dehiscence). Pneumonia (POD 3-5, fever 38.5-39°C, cough, dyspnea, hypoxemia, chest X-ray: infiltrates). UTI (POD 3-5, fever 38-38.5°C, dysuria, frequency, urgency, suprapubic pain, urinalysis: pyuria). IV catheter infection (POD 3-5, fever 38.5-39°C, erythema, tenderness at catheter site, positive blood cultures). DVT (POD 5-7, fever low-grade 38-38.5°C, leg pain, swelling, warmth, positive D-dimer, ultrasound: thrombus). PE (POD 5-7, fever low-grade 38-38.5°C, dyspnea, chest pain, hypoxemia, CT angiography: filling defect). C. difficile colitis (POD >7, fever 38-39°C, diarrhea watery 3+ stools/day, abdominal pain, leukocytosis, positive C. difficile toxin). Drug fever (any time, fever 38.5-39°C, no other symptoms, eosinophilia 20-30%, rash 10-20%, resolves within 48-72 hours after discontinuing offending drug).",
            "diagnostic_criteria": "Postoperative Fever: Fever >38°C (100.4°F) within 30 days after surgery. Diagnostic approach (timing-based): POD 0-2 (atelectasis most common, chest X-ray, incentive spirometry, deep breathing, ambulation, observe). POD 3-5 (UTI, pneumonia, IV catheter infection, urinalysis, urine culture, chest X-ray, blood cultures). POD 5-7 (wound infection, DVT, wound examination, ultrasound if leg swelling). POD >7 (deep abscess, C. difficile colitis, CT abdomen/pelvis, C. difficile toxin). Do NOT perform extensive workup for low-grade fever POD 0-2 (likely atelectasis, observe, supportive care).",
            "risk_factors": [
              "Major surgery (abdominal, thoracic, orthopedic, increased risk of postoperative fever 2-fold)",
              "Prolonged surgery (>3 hours, increased risk of wound infection, atelectasis, 2-fold)",
              "Emergency surgery (increased risk of wound infection, sepsis, 3-fold)",
              "Obesity (BMI >30, increased risk of wound infection, DVT, 2-fold)",
              "Diabetes (increased risk of wound infection, poor wound healing, 2-fold)",
              "Immunocompromised (HIV/AIDS, transplant, chemotherapy, increased risk of infections, 5-fold)",
              "Urinary catheter (increased risk of UTI, 5-fold)",
              "Central venous catheter (increased risk of catheter-related bloodstream infection, 5-fold)",
              "Mechanical ventilation (increased risk of pneumonia, 5-fold)"
            ],
            "red_flags": [
              "Septic shock - hypotension (MAP <65 mmHg) + organ dysfunction (altered mental status, hypoxemia, oliguria, elevated lactate >2 mmol/L, 5-10% of postoperative fever, mortality 30-50%), requires ICU admission + vasopressors + broad-spectrum antibiotics within 1 hour + source control (drainage, debridement)",
              "Necrotizing fasciitis - severe wound pain out of proportion to examination + erythema + edema + crepitus + skin necrosis (rare but life-threatening, mortality 20-30% if untreated), requires immediate surgical debridement + broad-spectrum antibiotics (vancomycin + piperacillin-tazobactam + clindamycin)",
              "Anastomotic leak - fever + abdominal pain + peritonitis after gastrointestinal surgery (5-10% of anastomoses, mortality 10-20%), requires CT abdomen/pelvis with oral contrast, surgical consult, possible reoperation",
              "Pulmonary embolism - dyspnea + chest pain + hypoxemia + tachycardia POD 5-7 (2-5% of surgical patients, mortality 10-30% if untreated), requires CT angiography, anticoagulation"
            ]
          },
          "references": []
        },
        "diagnostics": {
          "id": "diagnostics",
          "title": "Diagnostic Strategy & Tests",
          "content": {
            "when_to_test": "Test based on timing and clinical presentation: POD 0-2 (low-grade fever, likely atelectasis, chest X-ray if hypoxemia or decreased breath sounds, otherwise observe). POD 3-5 (urinalysis + urine culture if urinary symptoms, chest X-ray if respiratory symptoms, blood cultures if high fever or sepsis). POD 5-7 (wound examination if wound symptoms, ultrasound if leg swelling, CT abdomen/pelvis if abdominal pain). POD >7 (C. difficile toxin if diarrhea, CT abdomen/pelvis if abdominal pain, blood cultures if high fever). Do NOT perform extensive workup for low-grade fever POD 0-2 without localizing symptoms (likely atelectasis, observe, supportive care).",
            "essential_tests": [
              "Wound examination: Erythema, warmth, tenderness, purulent drainage, dehiscence (suggests wound infection, 20% of postoperative fever POD 5-7). Turnaround: Immediate.",
              "Chest X-ray: Atelectasis (basilar, 40% of postoperative fever POD 0-2), infiltrates (suggests pneumonia, 15% POD 3-5). Turnaround: Same day.",
              "Urinalysis and urine culture: Pyuria (suggests UTI, 15% of postoperative fever POD 3-5). Turnaround: 1-2 hours (urinalysis), 1-2 days (culture)."
            ],
            "conditional_tests": [
              "Blood cultures x2 sets: If high fever >39°C, sepsis, or suspected bacteremia (IV catheter infection, wound infection). Turnaround: 2-5 days.",
              "CBC: Leukocytosis (suggests infection), leukopenia (suggests sepsis, C. difficile colitis). Turnaround: 1-2 hours.",
              "CRP and procalcitonin: Elevated (suggests bacterial infection, nonspecific). Turnaround: 1-2 hours.",
              "Wound culture: If purulent drainage (identifies wound pathogens: Staphylococcus aureus, Streptococcus species, Gram-negative bacilli). Turnaround: 2-5 days.",
              "CT abdomen/pelvis with contrast: If abdominal pain, peritonitis, or suspected deep abscess, anastomotic leak (POD 5-7 or later). Turnaround: Same day.",
              "Ultrasound lower extremities: If leg pain, swelling, warmth (suggests DVT, 5% of postoperative fever POD 5-7). Turnaround: Same day.",
              "CT angiography chest: If dyspnea, chest pain, hypoxemia (suggests PE, 2-5% of postoperative fever POD 5-7). Turnaround: Same day.",
              "C. difficile toxin (stool): If diarrhea watery 3+ stools/day (suggests C. difficile colitis, 5% of postoperative fever POD >7). Turnaround: 1-2 hours."
            ],
            "when_not_to_test": "Do NOT perform extensive workup for low-grade fever POD 0-2 without localizing symptoms (likely atelectasis, observe, supportive care: incentive spirometry, deep breathing, ambulation). Do NOT order blood cultures for low-grade fever without sepsis (low yield, high cost, false positives). Do NOT order CT abdomen/pelvis for every postoperative fever (low yield unless abdominal pain, peritonitis, or suspected deep abscess).",
            "turnaround_time": "Wound examination: Immediate. Chest X-ray: Same day. Urinalysis: 1-2 hours. Urine culture: 1-2 days. Blood cultures: 2-5 days. CBC: 1-2 hours. CRP/procalcitonin: 1-2 hours. Wound culture: 2-5 days. CT abdomen/pelvis: Same day. Ultrasound lower extremities: Same day. CT angiography chest: Same day. C. difficile toxin: 1-2 hours."
          },
          "references": []
        },
        "microbiology": {
          "id": "microbiology",
          "title": "Microbiology",
          "content": {
            "organism": "Postoperative Fever etiology (timing-based): POD 0-2 (atelectasis 40%, noninfectious, tissue trauma, drug fever). POD 3-5 (UTI 15%: Escherichia coli, Klebsiella pneumoniae, Enterococcus species; pneumonia 15%: Streptococcus pneumoniae, Haemophilus influenzae, Staphylococcus aureus, Gram-negative bacilli; IV catheter infection 10%: Staphylococcus epidermidis, Staphylococcus aureus). POD 5-7 (wound infection 20%: Staphylococcus aureus MSSA/MRSA, Streptococcus pyogenes, Gram-negative bacilli Escherichia coli, Pseudomonas aeruginosa, anaerobes Bacteroides fragilis if abdominal surgery; DVT 5%, noninfectious). POD >7 (deep abscess: polymicrobial Gram-negative bacilli, anaerobes; C. difficile colitis 5%: Clostridioides difficile; drug fever 5%, noninfectious).",
            "pathogenesis": "Postoperative Fever pathogenesis depends on etiology: Atelectasis (POD 0-2, alveolar collapse, mucus plugging, impaired gas exchange, cytokine release, fever low-grade, resolves with incentive spirometry, deep breathing, ambulation). Wound infection (POD 5-7, bacterial contamination during surgery, biofilm formation, tissue invasion, cytokine release, fever 38.5-39°C, wound erythema, purulent drainage). Pneumonia (POD 3-5, aspiration, mechanical ventilation, impaired cough, bacterial invasion, cytokine release, fever 38.5-39°C, infiltrates on chest X-ray). UTI (POD 3-5, urinary catheter, bacterial colonization, bladder invasion, cytokine release, fever 38-38.5°C, pyuria). IV catheter infection (POD 3-5, bacterial colonization of catheter, biofilm formation, bacteremia, cytokine release, fever 38.5-39°C, positive blood cultures). DVT (POD 5-7, venous stasis, hypercoagulability, endothelial injury, thrombus formation, inflammation, cytokine release, fever low-grade). C. difficile colitis (POD >7, antibiotic disruption of gut microbiota, C. difficile overgrowth, toxin production, colonic inflammation, cytokine release, fever 38-39°C, diarrhea).",
            "resistance_patterns": {
              "wound_infection": "Methicillin-resistant Staphylococcus aureus (MRSA, 30-50% of S. aureus isolates in healthcare settings). Extended-spectrum beta-lactamase (ESBL)-producing Gram-negative bacilli (10-30% of isolates in healthcare settings). Multidrug-resistant Pseudomonas aeruginosa (MDR-PA, 10-20% of isolates in healthcare settings).",
              "uti": "Extended-spectrum beta-lactamase (ESBL)-producing Escherichia coli and Klebsiella pneumoniae (10-30% of isolates in healthcare settings). Vancomycin-resistant Enterococcus (VRE, 10-30% of Enterococcus isolates in healthcare settings).",
              "c_difficile": "Hypervirulent strains (NAP1/BI/027, increased toxin production, increased severity, increased mortality, 20-30% of C. difficile isolates)."
            },
            "timing_critical": "Do NOT start empiric antibiotics for low-grade fever POD 0-2 without localizing symptoms (likely atelectasis, observe, supportive care). Start empiric antibiotics if: High fever >39°C, sepsis, suspected wound infection, pneumonia, or bacteremia. Surgical consult REQUIRED if: Suspected necrotizing fasciitis, anastomotic leak, deep abscess (may require drainage, debridement, reoperation)."
          },
          "references": []
        },
        "empiric": {
          "id": "empiric",
          "title": "Empiric Therapy",
          "content": {
            "pod_0_2": "POD 0-2 (atelectasis most common, 40%): Supportive care (incentive spirometry 10 breaths every hour while awake, deep breathing exercises, ambulation, chest physiotherapy). Do NOT start empiric antibiotics unless high fever >39°C or sepsis. Observe and reassess.",
            "pod_3_5": "POD 3-5 (UTI, pneumonia, IV catheter infection): UTI (if urinary symptoms + pyuria): Ceftriaxone 1-2g IV daily OR Ciprofloxacin 400mg IV q12h. Pneumonia (if respiratory symptoms + infiltrates on chest X-ray): Ceftriaxone 1-2g IV daily + Azithromycin 500mg IV daily OR Levofloxacin 750mg IV daily. IV catheter infection (if erythema at catheter site + positive blood cultures): Vancomycin 15-20mg/kg IV q8-12h + Remove catheter.",
            "pod_5_7": "POD 5-7 (wound infection, DVT): Wound infection (if wound erythema + purulent drainage): Vancomycin 15-20mg/kg IV q8-12h + Piperacillin-tazobactam 4.5g IV q6h (if abdominal surgery, covers anaerobes) OR Cefazolin 2g IV q8h (if clean surgery, no anaerobes). Consider surgical debridement if necrotizing fasciitis, deep abscess. DVT (if leg pain + swelling + positive ultrasound): Anticoagulation (heparin, warfarin, or DOAC).",
            "pod_7_plus": "POD >7 (deep abscess, C. difficile colitis): Deep abscess (if abdominal pain + CT shows abscess): Piperacillin-tazobactam 4.5g IV q6h OR Meropenem 1g IV q8h + Percutaneous drainage OR surgical drainage. C. difficile colitis (if diarrhea + positive C. difficile toxin): Vancomycin 125mg PO QID x 10 days OR Fidaxomicin 200mg PO BID x 10 days (if severe: vancomycin 125mg PO QID + metronidazole 500mg IV q8h).",
            "avoid_list": "Avoid empiric antibiotics for low-grade fever POD 0-2 without localizing symptoms (likely atelectasis, observe, supportive care). Avoid broad-spectrum antibiotics unless high fever >39°C, sepsis, or suspected serious infection (wound infection, pneumonia, bacteremia). Avoid delay in surgical consult if suspected necrotizing fasciitis, anastomotic leak, deep abscess (may require drainage, debridement, reoperation)."
          },
          "references": []
        },
        "definitive": {
          "id": "definitive",
          "title": "Definitive (Targeted) Therapy",
          "content": {
            "atelectasis": "Atelectasis (POD 0-2, 40%): Supportive care (incentive spirometry, deep breathing, ambulation, chest physiotherapy). No antibiotics required. Fever resolves within 24-48 hours.",
            "wound_infection": "Wound infection (POD 5-7, 20%): Adjust antibiotics based on wound culture results. Staphylococcus aureus (MSSA): Nafcillin 2g IV q4h OR Cefazolin 2g IV q8h. Staphylococcus aureus (MRSA): Vancomycin 15-20mg/kg IV q8-12h OR Daptomycin 6mg/kg IV daily. Streptococcus pyogenes: Penicillin G 12-18 million units IV daily + Clindamycin 600-900mg IV q8h. Gram-negative bacilli: Ceftriaxone 1-2g IV daily OR Ciprofloxacin 400mg IV q12h. Anaerobes (if abdominal surgery): Metronidazole 500mg IV q8h OR Piperacillin-tazobactam 4.5g IV q6h. Surgical debridement if necrotizing fasciitis, deep abscess. Duration: 5-7 days (superficial wound infection), 7-14 days (deep wound infection).",
            "pneumonia": "Pneumonia (POD 3-5, 15%): Adjust antibiotics based on sputum culture results. Streptococcus pneumoniae: Ceftriaxone 1-2g IV daily. Haemophilus influenzae: Ceftriaxone 1-2g IV daily. Staphylococcus aureus (MSSA): Nafcillin 2g IV q4h. Staphylococcus aureus (MRSA): Vancomycin 15-20mg/kg IV q8-12h. Gram-negative bacilli: Ceftriaxone 1-2g IV daily OR Ciprofloxacin 400mg IV q12h. Duration: 5-7 days (uncomplicated), 7-14 days (severe).",
            "uti": "UTI (POD 3-5, 15%): Adjust antibiotics based on urine culture results. Escherichia coli, Klebsiella pneumoniae (ESBL-negative): Ceftriaxone 1-2g IV daily OR Ciprofloxacin 400mg IV q12h. Escherichia coli, Klebsiella pneumoniae (ESBL-positive): Meropenem 1g IV q8h OR Ertapenem 1g IV daily. Enterococcus species: Ampicillin 2g IV q6h (if susceptible) OR Vancomycin 15-20mg/kg IV q8-12h (if VRE). Duration: 5-7 days (uncomplicated), 7-14 days (complicated).",
            "c_difficile": "C. difficile colitis (POD >7, 5%): Vancomycin 125mg PO QID x 10 days (first-line) OR Fidaxomicin 200mg PO BID x 10 days (if severe or recurrent). If severe (WBC >15,000/μL OR creatinine >1.5x baseline): Vancomycin 125mg PO QID + Metronidazole 500mg IV q8h x 10 days. If fulminant (hypotension, shock, ileus, megacolon): Vancomycin 500mg PO QID + Metronidazole 500mg IV q8h + Surgical consult (may require colectomy). Duration: 10 days."
          },
          "references": []
        },
        "duration": {
          "id": "duration",
          "title": "Duration of Therapy",
          "content": {
            "standard_duration": "Atelectasis: No antibiotics required (supportive care, resolves within 24-48 hours). Wound infection: 5-7 days (superficial), 7-14 days (deep). Pneumonia: 5-7 days (uncomplicated), 7-14 days (severe). UTI: 5-7 days (uncomplicated), 7-14 days (complicated). IV catheter infection: 7-14 days (after catheter removal). DVT: 3-6 months (anticoagulation). PE: 3-6 months (anticoagulation). C. difficile colitis: 10 days. Deep abscess: 7-14 days (after drainage).",
            "monitoring": "Monitor clinical response (fever, symptoms). Monitor wound (erythema, drainage). Monitor chest X-ray (if pneumonia). Monitor urinalysis (if UTI). Monitor blood cultures (if bacteremia, repeat until negative). Monitor for complications (septic shock, necrotizing fasciitis, anastomotic leak, PE). Surgical consult if no improvement within 48-72 hours or clinical deterioration.",
            "stop_criteria": "Stop antibiotics when: Afebrile for 24-48 hours AND Clinical improvement (wound healing, resolution of symptoms) AND Minimum duration completed (depends on infection type). Do NOT stop antibiotics prematurely (risk of relapse, treatment failure)."
          },
          "references": []
        },
        "special": {
          "id": "special",
          "title": "Special Considerations",
          "content": {
            "necrotizing_fasciitis": "Necrotizing fasciitis (rare but life-threatening, mortality 20-30% if untreated): Severe wound pain out of proportion to examination + erythema + edema + crepitus + skin necrosis. Requires immediate surgical debridement + broad-spectrum antibiotics (vancomycin 15-20mg/kg IV q8-12h + piperacillin-tazobactam 4.5g IV q6h + clindamycin 600-900mg IV q8h). Surgical consult REQUIRED (emergency debridement within 6 hours improves survival).",
            "anastomotic_leak": "Anastomotic leak (5-10% of gastrointestinal anastomoses, mortality 10-20%): Fever + abdominal pain + peritonitis after gastrointestinal surgery (POD 5-7 or later). Requires CT abdomen/pelvis with oral contrast + surgical consult + broad-spectrum antibiotics (piperacillin-tazobactam 4.5g IV q6h OR meropenem 1g IV q8h) + possible reoperation (drainage, diversion, revision of anastomosis).",
            "pulmonary_embolism": "Pulmonary embolism (2-5% of surgical patients, mortality 10-30% if untreated): Dyspnea + chest pain + hypoxemia + tachycardia POD 5-7. Requires CT angiography + anticoagulation (heparin, warfarin, or DOAC) + ICU admission if massive PE (hypotension, shock, consider thrombolysis). Pulmonary + critical care consult RECOMMENDED.",
            "immunocompromised": "Immunocompromised patients (HIV/AIDS, transplant, chemotherapy, increased risk of infections, 5-fold): Lower threshold for empiric antibiotics (start if fever >38.5°C even without localizing symptoms). Broader spectrum antibiotics (vancomycin + piperacillin-tazobactam OR meropenem). Consider opportunistic infections (Pneumocystis jirovecii pneumonia, cytomegalovirus, Aspergillus). Infectious disease consult RECOMMENDED.",
            "counseling": "Postoperative Fever is common (20-40% of surgical patients). Most common causes (timing-based): POD 0-2 (atelectasis 40%, supportive care, no antibiotics), POD 3-5 (UTI, pneumonia, IV catheter infection), POD 5-7 (wound infection, DVT), POD >7 (deep abscess, C. difficile colitis). Do NOT start empiric antibiotics for low-grade fever POD 0-2 without localizing symptoms (likely atelectasis, observe, supportive care: incentive spirometry, deep breathing, ambulation). Surgical consult REQUIRED if suspected necrotizing fasciitis, anastomotic leak, deep abscess (may require drainage, debridement, reoperation)."
          },
          "references": []
        },
        "stewardship": {
          "id": "stewardship",
          "title": "Stewardship & Diagnostic Alerts",
          "content": {
            "de_escalation_opportunities": [
              "Do NOT start empiric antibiotics for low-grade fever POD 0-2 without localizing symptoms (likely atelectasis, observe, supportive care)",
              "Adjust antibiotics based on culture results and susceptibility testing (de-escalate from broad-spectrum to narrow-spectrum if possible)",
              "Stop antibiotics when: Afebrile for 24-48 hours AND clinical improvement AND minimum duration completed",
              "Do NOT order blood cultures for low-grade fever without sepsis (low yield, high cost, false positives)",
              "Surgical consult REQUIRED if suspected necrotizing fasciitis, anastomotic leak, deep abscess (may require drainage, debridement, reoperation)"
            ],
            "timeout_checklist": [
              "Is postoperative fever confirmed? (Fever >38°C within 30 days after surgery)",
              "What is the postoperative day? (POD 0-2: atelectasis, POD 3-5: UTI/pneumonia/IV catheter, POD 5-7: wound infection/DVT, POD >7: deep abscess/C. difficile)",
              "Are there localizing symptoms? (Wound: erythema/drainage, Respiratory: cough/dyspnea, Urinary: dysuria/frequency, Leg: pain/swelling)",
              "Is wound examination performed? (Erythema, warmth, tenderness, purulent drainage, dehiscence)",
              "Are appropriate tests ordered based on timing and symptoms? (Chest X-ray, urinalysis, blood cultures, wound culture, CT abdomen/pelvis)",
              "Is surgical consult obtained if indicated? (Necrotizing fasciitis, anastomotic leak, deep abscess)"
            ],
            "avoid_unnecessary_treatment": "Avoid empiric antibiotics for low-grade fever POD 0-2 without localizing symptoms (likely atelectasis, observe, supportive care). Avoid broad-spectrum antibiotics unless high fever >39°C, sepsis, or suspected serious infection. Avoid extensive workup for low-grade fever POD 0-2 (likely atelectasis, chest X-ray if hypoxemia, otherwise observe). Avoid delay in surgical consult if suspected necrotizing fasciitis, anastomotic leak, deep abscess.",
            "diagnostic_stewardship": "Timing-based diagnostic approach (\"5 W's\"): POD 0-2 (Wind: atelectasis, chest X-ray if hypoxemia, otherwise observe). POD 3-5 (Water: UTI, urinalysis + urine culture; Wind: pneumonia, chest X-ray; Wire: IV catheter infection, blood cultures). POD 5-7 (Wound: surgical site infection, wound examination + wound culture; Walking: DVT, ultrasound if leg swelling). POD >7 (Wound: deep abscess, CT abdomen/pelvis; Wonder drugs: drug fever, discontinue suspected drug; C. difficile colitis, C. difficile toxin if diarrhea). Do NOT perform extensive workup for low-grade fever POD 0-2 without localizing symptoms.",
            "prevention": "Surgical site infection prevention: Preoperative antibiotics (within 1 hour before incision, cefazolin 2g IV for most surgeries, vancomycin 15mg/kg IV if MRSA risk factors). Maintain normothermia (hypothermia increases risk of wound infection 2-fold). Glucose control (target <180 mg/dL, hyperglycemia increases risk of wound infection 2-fold). Hair removal (clippers, not razors, razors increase risk of wound infection 2-fold). Chlorhexidine skin preparation (reduces risk of wound infection 30-50%). Pneumonia prevention: Early extubation (mechanical ventilation increases risk of pneumonia 5-fold). Incentive spirometry (10 breaths every hour while awake). Deep breathing exercises. Ambulation (as soon as possible). UTI prevention: Remove urinary catheter as soon as possible (each day of catheterization increases risk of UTI 5-10%). DVT prevention: Early ambulation. Sequential compression devices. Pharmacologic prophylaxis (heparin, LMWH, or fondaparinux) if high risk."
          },
          "references": []
        },
        "references": {
          "id": "references",
          "title": "References",
          "content": {},
          "references": [
            {
              "label": "IDSA Clinical Practice Guidelines for Surgical Site Infections (2023)",
              "url": "https://www.idsociety.org/practice-guideline/surgical-site-infections/"
            },
            {
              "label": "CDC Guidelines for Prevention of Surgical Site Infections (2023)",
              "url": "https://www.cdc.gov/surgical-site-infection/index.html"
            },
            {
              "label": "SHEA/IDSA Practice Recommendation for Postoperative Fever (2022)",
              "url": "https://www.cambridge.org/core/journals/infection-control-and-hospital-epidemiology"
            },
            {
              "label": "Sanford Guide to Antimicrobial Therapy (2025)",
              "url": "https://www.sanfordguide.com/"
            }
          ]
        }
      }
    },
    {
      "id": "fever-returning-traveler",
      "name": "Fever in Returning Traveler",
      "synonyms": [
        "Post-travel fever",
        "Traveler's fever"
      ],
      "icd10": [
        "R50.9",
        "Z87.898"
      ],
      "severity": [
        "moderate",
        "severe",
        "critical"
      ],
      "shortDescription": "Fever in traveler returning from endemic area within incubation period. Life-threatening causes (require immediate treatment): malaria (most common, 20-30%, mortality 10-20% if untreated), typhoid fever (5-10%), dengue (5-10%), rickettsial diseases (2-5%). Requires thick/thin blood smears, rapid diagnostic tests, travel medicine consult",
      "sections": {
        "overview": {
          "id": "overview",
          "title": "Overview & Clinical Presentation",
          "content": {
            "definition": "Fever in Returning Traveler: Fever >38°C (100.4°F) in traveler returning from endemic area within incubation period (typically within 1 month, but can be up to 1 year for some infections). Incidence: 3-5% of international travelers develop fever during or after travel. Etiology (geographic-specific): Malaria (most common life-threatening cause, 20-30% of febrile returning travelers from sub-Saharan Africa, Southeast Asia, South America, mortality 10-20% if untreated Plasmodium falciparum), typhoid fever (5-10%, South Asia, mortality 10-15% if untreated), dengue (5-10%, Southeast Asia, Caribbean, Central/South America, mortality <1% if supportive care), rickettsial diseases (2-5%, scrub typhus, spotted fever, Q fever), viral hemorrhagic fevers (rare but life-threatening: Ebola, Lassa, Marburg, mortality 25-90%), respiratory infections (most common overall cause, 30-40%, influenza, COVID-19, pneumonia), gastrointestinal infections (20-30%, traveler's diarrhea with fever, Salmonella, Shigella, Campylobacter), other (tuberculosis, HIV, hepatitis, schistosomiasis).",
            "clinical_presentation": "Fever >38°C (100.4°F) in returning traveler (100%). Associated symptoms depend on etiology: Malaria (fever cyclic every 48-72 hours, chills, rigors, headache, myalgia, nausea, vomiting, diarrhea, hepatosplenomegaly, jaundice if severe, altered mental status if cerebral malaria, mortality 10-20% if untreated P. falciparum). Typhoid fever (fever sustained high 39-40°C, relative bradycardia, rose spots on trunk, hepatosplenomegaly, constipation or diarrhea, altered mental status, intestinal perforation 2-3%, mortality 10-15% if untreated). Dengue (fever high 39-40°C, severe headache, retro-orbital pain, myalgia, arthralgia, rash maculopapular, thrombocytopenia, hemorrhagic manifestations if severe dengue, shock if dengue shock syndrome, mortality <1% if supportive care). Rickettsial diseases (fever, headache, myalgia, rash maculopapular or petechial, eschar at bite site if scrub typhus or spotted fever, mortality 5-30% if untreated). Viral hemorrhagic fevers (fever, myalgia, hemorrhagic manifestations: petechiae, ecchymoses, bleeding from mucous membranes, shock, multi-organ failure, mortality 25-90%). Respiratory infections (fever, cough, dyspnea, sore throat). Gastrointestinal infections (fever, diarrhea, abdominal pain, nausea, vomiting).",
            "diagnostic_criteria": "Fever in Returning Traveler: Fever >38°C (100.4°F) + Travel to endemic area within incubation period. Diagnostic approach (geographic-specific): Travel to sub-Saharan Africa, Southeast Asia, South America (malaria endemic): Thick/thin blood smears x3 (every 12-24 hours if initial negative) + Rapid diagnostic test (RDT) for malaria. Travel to South Asia (typhoid endemic): Blood culture + Widal test (serology). Travel to Southeast Asia, Caribbean, Central/South America (dengue endemic): Dengue NS1 antigen + IgM/IgG serology + CBC (thrombocytopenia). Travel to any endemic area: Comprehensive history (specific locations, activities, exposures, prophylaxis), physical examination (rash, hepatosplenomegaly, lymphadenopathy, eschar), laboratory tests (CBC, liver function tests, renal function tests, blood cultures, thick/thin blood smears, rapid diagnostic tests). Travel medicine or infectious disease consult RECOMMENDED.",
            "risk_factors": [
              "Travel to malaria-endemic area (sub-Saharan Africa, Southeast Asia, South America, increased risk 10-fold if no chemoprophylaxis)",
              "Travel to typhoid-endemic area (South Asia, increased risk 5-fold)",
              "Travel to dengue-endemic area (Southeast Asia, Caribbean, Central/South America, increased risk 5-fold)",
              "No pre-travel vaccinations (typhoid, yellow fever, hepatitis A/B, increased risk 5-10-fold)",
              "No malaria chemoprophylaxis (increased risk of malaria 10-fold)",
              "Adventure travel (hiking, camping, safari, increased risk of rickettsial diseases, leptospirosis, 5-fold)",
              "Contact with animals (increased risk of rabies, brucellosis, Q fever, 5-fold)",
              "Freshwater exposure (increased risk of schistosomiasis, leptospirosis, 5-fold)"
            ],
            "red_flags": [
              "Cerebral malaria - altered mental status + seizures + coma + positive malaria smear (5-10% of P. falciparum malaria, mortality 15-20% despite treatment), requires ICU admission + IV artesunate + supportive care",
              "Severe dengue - hemorrhagic manifestations (petechiae, ecchymoses, bleeding) + thrombocytopenia (platelets <50,000/μL) + plasma leakage (pleural effusion, ascites) + shock (dengue shock syndrome, mortality 10-20% if untreated), requires ICU admission + fluid resuscitation + platelet transfusion if active bleeding",
              "Typhoid perforation - acute abdomen + peritonitis + free air on X-ray (2-3% of typhoid fever, mortality 10-20%), requires emergency surgery + broad-spectrum antibiotics",
              "Viral hemorrhagic fever - hemorrhagic manifestations + shock + multi-organ failure + travel to endemic area (Ebola: West Africa, Lassa: West Africa, Marburg: Central/East Africa, mortality 25-90%), requires isolation + infection control + supportive care + public health notification"
            ]
          },
          "references": []
        },
        "diagnostics": {
          "id": "diagnostics",
          "title": "Diagnostic Strategy & Tests",
          "content": {
            "when_to_test": "Test immediately if: Fever >38°C (100.4°F) + Travel to endemic area within incubation period. Life-threatening causes (require immediate testing and treatment): Malaria (thick/thin blood smears x3, rapid diagnostic test), typhoid fever (blood culture), dengue (NS1 antigen, IgM/IgG serology, CBC), rickettsial diseases (serology, PCR), viral hemorrhagic fevers (PCR, serology, public health notification). Travel medicine or infectious disease consult RECOMMENDED.",
            "essential_tests": [
              "Thick and thin blood smears x3 (every 12-24 hours if initial negative): Malaria parasites (Plasmodium falciparum, P. vivax, P. ovale, P. malariae, P. knowlesi, sensitivity 70-90% if experienced microscopist). Turnaround: 1-2 hours.",
              "Rapid diagnostic test (RDT) for malaria: Detects Plasmodium antigens (HRP-2, pLDH, sensitivity 90-95% for P. falciparum, 70-80% for non-falciparum species). Turnaround: 15-30 minutes.",
              "CBC with differential: Thrombocytopenia (suggests dengue, malaria, rickettsial diseases), leukopenia (suggests dengue, typhoid), leukocytosis (suggests bacterial infection). Turnaround: 1-2 hours.",
              "Blood cultures x2 sets: Typhoid fever (Salmonella typhi, sensitivity 40-80%), bacteremia. Turnaround: 2-5 days.",
              "Liver function tests: Elevated transaminases (suggests dengue, malaria, viral hepatitis, yellow fever). Turnaround: 1-2 hours."
            ],
            "conditional_tests": [
              "Dengue NS1 antigen: If travel to dengue-endemic area + fever + headache + myalgia + rash (sensitivity 70-90% in first 5 days of illness). Turnaround: 1-2 hours.",
              "Dengue IgM/IgG serology: If travel to dengue-endemic area + fever (IgM positive after day 5, IgG positive after day 7, sensitivity 80-90%). Turnaround: 1-2 days.",
              "Widal test (serology): If travel to typhoid-endemic area + fever (detects antibodies to Salmonella typhi O and H antigens, sensitivity 50-70%, low specificity). Turnaround: 1-2 days.",
              "Rickettsial serology (IgM/IgG): If fever + rash + headache + myalgia + eschar (scrub typhus, spotted fever, sensitivity 70-90% after 7-10 days). Turnaround: 1-2 days.",
              "Rickettsial PCR: If fever + rash + headache + myalgia + eschar (sensitivity 70-80%, more rapid than serology). Turnaround: 1-2 days.",
              "Viral hemorrhagic fever PCR: If fever + hemorrhagic manifestations + travel to endemic area (Ebola, Lassa, Marburg, sensitivity >95%). Turnaround: 1-2 days. Public health notification REQUIRED.",
              "Chest X-ray: If respiratory symptoms (cough, dyspnea, suggests pneumonia, tuberculosis). Turnaround: Same day.",
              "Stool culture: If diarrhea (Salmonella, Shigella, Campylobacter). Turnaround: 2-5 days.",
              "Hepatitis A/B/C serology: If jaundice, elevated transaminases. Turnaround: 1-2 days.",
              "HIV test: If risk factors (unprotected sex, blood exposure). Turnaround: 1-2 days."
            ],
            "when_not_to_test": "Do NOT delay treatment for malaria if high clinical suspicion (fever + travel to malaria-endemic area + positive rapid diagnostic test OR positive blood smear, start treatment immediately, mortality 10-20% if untreated P. falciparum). Do NOT delay isolation and public health notification if suspected viral hemorrhagic fever (fever + hemorrhagic manifestations + travel to endemic area: Ebola, Lassa, Marburg). Travel medicine or infectious disease consult RECOMMENDED.",
            "turnaround_time": "Thick/thin blood smears: 1-2 hours. Rapid diagnostic test (malaria): 15-30 minutes. CBC: 1-2 hours. Blood cultures: 2-5 days. Liver function tests: 1-2 hours. Dengue NS1 antigen: 1-2 hours. Dengue IgM/IgG serology: 1-2 days. Widal test: 1-2 days. Rickettsial serology: 1-2 days. Rickettsial PCR: 1-2 days. Viral hemorrhagic fever PCR: 1-2 days. Chest X-ray: Same day. Stool culture: 2-5 days. Hepatitis serology: 1-2 days. HIV test: 1-2 days."
          },
          "references": []
        },
        "microbiology": {
          "id": "microbiology",
          "title": "Microbiology",
          "content": {
            "organism": "Fever in Returning Traveler etiology (geographic-specific): Malaria (20-30% of febrile returning travelers from sub-Saharan Africa, Southeast Asia, South America, Plasmodium falciparum most common and most severe, P. vivax, P. ovale, P. malariae, P. knowlesi, mortality 10-20% if untreated P. falciparum). Typhoid fever (5-10%, South Asia, Salmonella typhi, mortality 10-15% if untreated). Dengue (5-10%, Southeast Asia, Caribbean, Central/South America, dengue virus serotypes 1-4, flavivirus, mortality <1% if supportive care). Rickettsial diseases (2-5%, scrub typhus Orientia tsutsugamushi, spotted fever Rickettsia species, Q fever Coxiella burnetii, mortality 5-30% if untreated). Viral hemorrhagic fevers (rare but life-threatening: Ebola virus, Lassa virus, Marburg virus, mortality 25-90%). Respiratory infections (30-40%, influenza, COVID-19, Streptococcus pneumoniae, Mycobacterium tuberculosis). Gastrointestinal infections (20-30%, Salmonella non-typhi, Shigella, Campylobacter, Escherichia coli). Other (tuberculosis, HIV, hepatitis A/B/E, schistosomiasis, leptospirosis, brucellosis).",
            "pathogenesis": "Pathogenesis depends on etiology: Malaria (mosquito bite, Plasmodium sporozoites enter bloodstream, infect hepatocytes, multiply, release merozoites, infect red blood cells, multiply, rupture red blood cells, release merozoites and cytokines, fever cyclic every 48-72 hours, hemolysis, anemia, thrombocytopenia, cerebral malaria if P. falciparum sequestration in brain capillaries, mortality 10-20% if untreated). Typhoid fever (ingestion of contaminated food/water, Salmonella typhi invades intestinal mucosa, enters bloodstream, infects reticuloendothelial system, fever sustained high, rose spots, hepatosplenomegaly, intestinal perforation 2-3%, mortality 10-15% if untreated). Dengue (mosquito bite, dengue virus replicates in dendritic cells, enters bloodstream, infects monocytes/macrophages, cytokine storm, fever high, thrombocytopenia, plasma leakage, hemorrhagic manifestations if severe dengue, shock if dengue shock syndrome, mortality <1% if supportive care). Rickettsial diseases (tick/mite bite, Rickettsia/Orientia invades endothelial cells, vasculitis, fever, rash, eschar at bite site, multi-organ involvement, mortality 5-30% if untreated). Viral hemorrhagic fevers (contact with infected animals or humans, virus replicates, enters bloodstream, infects endothelial cells, vascular permeability, hemorrhagic manifestations, shock, multi-organ failure, mortality 25-90%).",
            "resistance_patterns": {
              "malaria": "Chloroquine-resistant Plasmodium falciparum (widespread in sub-Saharan Africa, Southeast Asia, South America, >90% of P. falciparum isolates). Artemisinin-resistant P. falciparum (emerging in Southeast Asia: Cambodia, Thailand, Myanmar, Vietnam, Laos, 5-10% of isolates, delayed parasite clearance).",
              "typhoid": "Multidrug-resistant Salmonella typhi (resistant to chloramphenicol, ampicillin, trimethoprim-sulfamethoxazole, 30-50% of isolates in South Asia). Fluoroquinolone-resistant S. typhi (30-50% of isolates in South Asia). Extensively drug-resistant (XDR) S. typhi (resistant to all first-line and fluoroquinolones, emerging in Pakistan, 5-10% of isolates)."
            },
            "timing_critical": "Start treatment immediately if: Malaria (fever + travel to malaria-endemic area + positive rapid diagnostic test OR positive blood smear, start treatment immediately, do NOT delay for confirmatory testing, mortality 10-20% if untreated P. falciparum). Severe dengue (hemorrhagic manifestations + thrombocytopenia + plasma leakage + shock, ICU admission + fluid resuscitation + platelet transfusion if active bleeding). Typhoid perforation (acute abdomen + peritonitis, emergency surgery + broad-spectrum antibiotics). Viral hemorrhagic fever (fever + hemorrhagic manifestations + travel to endemic area, isolation + infection control + supportive care + public health notification). Travel medicine or infectious disease consult RECOMMENDED."
          },
          "references": []
        },
        "empiric": {
          "id": "empiric",
          "title": "Empiric Therapy",
          "content": {
            "malaria": "Malaria (if fever + travel to malaria-endemic area + positive rapid diagnostic test OR positive blood smear): Uncomplicated malaria (P. falciparum, chloroquine-resistant): Artemether-lumefantrine (Coartem) 4 tablets PO BID x 3 days (weight-based dosing) OR Atovaquone-proguanil (Malarone) 4 tablets PO daily x 3 days OR Quinine 650mg PO TID + Doxycycline 100mg PO BID x 7 days. Severe malaria (altered mental status, seizures, hypoxemia, shock, parasitemia >5%, jaundice, renal failure): IV artesunate 2.4mg/kg IV at 0, 12, 24 hours, then daily until able to take oral therapy, then complete treatment with artemether-lumefantrine OR atovaquone-proguanil x 3 days. ICU admission REQUIRED. Infectious disease consult REQUIRED.",
            "typhoid": "Typhoid fever (if fever + travel to typhoid-endemic area + positive blood culture OR high clinical suspicion): Ceftriaxone 2g IV daily x 7-14 days (first-line) OR Azithromycin 1g PO x1, then 500mg PO daily x 6 days (if fluoroquinolone-resistant or XDR). Avoid fluoroquinolones (ciprofloxacin, levofloxacin) if travel to South Asia (30-50% resistance). Infectious disease consult RECOMMENDED.",
            "dengue": "Dengue (if fever + travel to dengue-endemic area + positive NS1 antigen OR IgM serology): Supportive care (hydration, antipyretics: acetaminophen, avoid NSAIDs and aspirin: increase bleeding risk). Monitor for severe dengue (hemorrhagic manifestations, thrombocytopenia <50,000/μL, plasma leakage, shock). If severe dengue: ICU admission + fluid resuscitation (crystalloids, avoid colloids) + platelet transfusion if active bleeding + close monitoring (hematocrit, platelets, blood pressure). No specific antiviral treatment available. Infectious disease consult RECOMMENDED.",
            "rickettsial": "Rickettsial diseases (if fever + rash + headache + myalgia + eschar + travel to endemic area): Doxycycline 100mg PO BID x 7-14 days (first-line, do NOT delay for confirmatory testing if high clinical suspicion, mortality 5-30% if untreated). Infectious disease consult RECOMMENDED.",
            "viral_hemorrhagic_fever": "Viral hemorrhagic fever (if fever + hemorrhagic manifestations + travel to endemic area: Ebola, Lassa, Marburg): Isolation (negative pressure room, contact and droplet precautions, personal protective equipment) + Supportive care (fluid resuscitation, vasopressors, blood products) + Public health notification REQUIRED + Infectious disease consult REQUIRED. Specific treatments (if available): Ebola (monoclonal antibodies: mAb114, REGN-EB3), Lassa (ribavirin 30mg/kg IV x1, then 16mg/kg IV q6h x 4 days, then 8mg/kg IV q8h x 6 days).",
            "avoid_list": "Avoid delay in treatment for malaria if high clinical suspicion (fever + travel to malaria-endemic area + positive rapid diagnostic test OR positive blood smear, start treatment immediately, mortality 10-20% if untreated P. falciparum). Avoid NSAIDs and aspirin in dengue (increase bleeding risk). Avoid fluoroquinolones for typhoid if travel to South Asia (30-50% resistance). Avoid delay in isolation and public health notification if suspected viral hemorrhagic fever."
          },
          "references": []
        },
        "definitive": {
          "id": "definitive",
          "title": "Definitive (Targeted) Therapy",
          "content": {
            "malaria": "Malaria (confirmed by blood smear, speciation): Plasmodium falciparum (chloroquine-resistant): Artemether-lumefantrine (Coartem) 4 tablets PO BID x 3 days OR Atovaquone-proguanil (Malarone) 4 tablets PO daily x 3 days. Plasmodium vivax, P. ovale (chloroquine-sensitive): Chloroquine 600mg base PO x1, then 300mg base PO at 6, 24, 48 hours + Primaquine 30mg base PO daily x 14 days (to prevent relapse from liver hypnozoites, check G6PD before primaquine). Severe malaria: IV artesunate 2.4mg/kg IV at 0, 12, 24 hours, then daily until able to take oral therapy, then complete treatment with artemether-lumefantrine OR atovaquone-proguanil x 3 days. Duration: 3 days (uncomplicated), 7 days (severe, after IV artesunate).",
            "typhoid": "Typhoid fever (confirmed by blood culture, Salmonella typhi): Ceftriaxone 2g IV daily x 7-14 days (first-line) OR Azithromycin 1g PO x1, then 500mg PO daily x 6 days (if fluoroquinolone-resistant or XDR) OR Ciprofloxacin 500mg PO BID x 7-14 days (if susceptible, rare in South Asia). Duration: 7-14 days.",
            "dengue": "Dengue (confirmed by NS1 antigen OR IgM serology): Supportive care (hydration, antipyretics: acetaminophen, avoid NSAIDs and aspirin). Monitor for severe dengue (hemorrhagic manifestations, thrombocytopenia <50,000/μL, plasma leakage, shock). If severe dengue: ICU admission + fluid resuscitation + platelet transfusion if active bleeding. No specific antiviral treatment available. Duration: Supportive care until clinical improvement (typically 5-7 days).",
            "rickettsial": "Rickettsial diseases (confirmed by serology OR PCR): Doxycycline 100mg PO BID x 7-14 days (first-line). Duration: 7-14 days (until afebrile for 3 days).",
            "viral_hemorrhagic_fever": "Viral hemorrhagic fever (confirmed by PCR): Isolation + Supportive care + Public health notification. Specific treatments (if available): Ebola (monoclonal antibodies: mAb114, REGN-EB3), Lassa (ribavirin 30mg/kg IV x1, then 16mg/kg IV q6h x 4 days, then 8mg/kg IV q8h x 6 days). Duration: Until clinical improvement and negative PCR (typically 2-4 weeks)."
          },
          "references": []
        },
        "duration": {
          "id": "duration",
          "title": "Duration of Therapy",
          "content": {
            "standard_duration": "Malaria: 3 days (uncomplicated, artemether-lumefantrine OR atovaquone-proguanil), 7 days (severe, IV artesunate + oral therapy). Typhoid fever: 7-14 days (ceftriaxone OR azithromycin). Dengue: Supportive care until clinical improvement (typically 5-7 days). Rickettsial diseases: 7-14 days (doxycycline, until afebrile for 3 days). Viral hemorrhagic fever: Until clinical improvement and negative PCR (typically 2-4 weeks).",
            "monitoring": "Monitor clinical response (fever, symptoms). Monitor parasitemia (if malaria, repeat blood smears daily until negative). Monitor thrombocytopenia (if dengue, repeat CBC daily until platelets >50,000/μL). Monitor for complications (cerebral malaria, severe dengue, typhoid perforation, hemorrhagic fever). Travel medicine or infectious disease consult RECOMMENDED.",
            "stop_criteria": "Stop treatment when: Clinical improvement (afebrile, symptoms resolved) AND Minimum duration completed (depends on infection type) AND Parasitemia cleared (if malaria, negative blood smears x2). Do NOT stop treatment prematurely (risk of relapse, treatment failure)."
          },
          "references": []
        },
        "special": {
          "id": "special",
          "title": "Special Considerations",
          "content": {
            "pregnancy": "Pregnancy (malaria, typhoid, dengue can occur in pregnancy, increased risk of complications). Malaria: Artemether-lumefantrine safe in 2nd/3rd trimester (avoid in 1st trimester, use quinine + clindamycin). Typhoid: Ceftriaxone safe in pregnancy. Dengue: Supportive care, monitor for severe dengue. Obstetrics + infectious disease consult REQUIRED.",
            "children": "Children (malaria, typhoid, dengue can occur in children, same treatment as adults with weight-based dosing). Malaria: Artemether-lumefantrine (weight-based dosing). Typhoid: Ceftriaxone (50-75mg/kg IV daily, max 2g). Dengue: Supportive care, monitor for severe dengue. Pediatrics + infectious disease consult RECOMMENDED.",
            "g6pd_deficiency": "G6PD deficiency (primaquine contraindicated, risk of hemolysis). Check G6PD before primaquine (for P. vivax, P. ovale relapse prevention). If G6PD deficient: Avoid primaquine OR Use alternative regimen (tafenoquine contraindicated, chloroquine prophylaxis weekly x 1 year). Infectious disease consult RECOMMENDED.",
            "chemoprophylaxis_failure": "Chemoprophylaxis failure (malaria despite prophylaxis, 5-10% of travelers on prophylaxis). Suspect chloroquine-resistant P. falciparum OR artemisinin-resistant P. falciparum (Southeast Asia) OR non-adherence to prophylaxis. Treatment: Artemether-lumefantrine OR atovaquone-proguanil (avoid same drug used for prophylaxis). Infectious disease consult RECOMMENDED.",
            "counseling": "Fever in Returning Traveler requires immediate evaluation (life-threatening causes: malaria, typhoid, dengue, rickettsial diseases, viral hemorrhagic fevers). Malaria: Start treatment immediately if positive rapid diagnostic test OR positive blood smear (mortality 10-20% if untreated P. falciparum). Dengue: Supportive care, monitor for severe dengue (hemorrhagic manifestations, thrombocytopenia, plasma leakage, shock). Typhoid: Ceftriaxone OR azithromycin (avoid fluoroquinolones if travel to South Asia). Rickettsial diseases: Doxycycline (do NOT delay for confirmatory testing if high clinical suspicion). Viral hemorrhagic fever: Isolation + public health notification. Travel medicine or infectious disease consult RECOMMENDED. Prevention: Pre-travel consultation (vaccinations: typhoid, yellow fever, hepatitis A/B; malaria chemoprophylaxis; insect repellent; safe food/water practices)."
          },
          "references": []
        },
        "stewardship": {
          "id": "stewardship",
          "title": "Stewardship & Diagnostic Alerts",
          "content": {
            "de_escalation_opportunities": [
              "Start treatment immediately for malaria if positive rapid diagnostic test OR positive blood smear (do NOT delay for confirmatory testing, mortality 10-20% if untreated P. falciparum)",
              "Adjust antibiotics based on culture results and susceptibility testing (typhoid fever: ceftriaxone OR azithromycin based on susceptibility)",
              "Avoid NSAIDs and aspirin in dengue (increase bleeding risk, use acetaminophen)",
              "Avoid fluoroquinolones for typhoid if travel to South Asia (30-50% resistance, use ceftriaxone OR azithromycin)",
              "Travel medicine or infectious disease consult RECOMMENDED (if life-threatening causes: malaria, typhoid, dengue, rickettsial diseases, viral hemorrhagic fevers)"
            ],
            "timeout_checklist": [
              "Is fever in returning traveler confirmed? (Fever >38°C + travel to endemic area within incubation period)",
              "What is the travel history? (Geographic location, duration, activities, exposures, prophylaxis, vaccinations)",
              "Are thick/thin blood smears and rapid diagnostic test performed? (If travel to malaria-endemic area)",
              "Are blood cultures obtained? (If travel to typhoid-endemic area)",
              "Is dengue testing performed? (NS1 antigen, IgM/IgG serology, CBC if travel to dengue-endemic area)",
              "Is treatment started immediately for malaria? (If positive rapid diagnostic test OR positive blood smear, do NOT delay)",
              "Is travel medicine or infectious disease consult obtained? (RECOMMENDED if life-threatening causes suspected)"
            ],
            "avoid_unnecessary_treatment": "Avoid delay in treatment for malaria if high clinical suspicion (fever + travel to malaria-endemic area + positive rapid diagnostic test OR positive blood smear, start treatment immediately, mortality 10-20% if untreated P. falciparum). Avoid NSAIDs and aspirin in dengue (increase bleeding risk). Avoid fluoroquinolones for typhoid if travel to South Asia (30-50% resistance). Avoid delay in isolation and public health notification if suspected viral hemorrhagic fever.",
            "diagnostic_stewardship": "Geographic-specific diagnostic approach: Travel to malaria-endemic area (thick/thin blood smears x3, rapid diagnostic test). Travel to typhoid-endemic area (blood culture, Widal test). Travel to dengue-endemic area (dengue NS1 antigen, IgM/IgG serology, CBC). Travel to any endemic area (comprehensive history, physical examination, CBC, liver function tests, blood cultures). Travel medicine or infectious disease consult RECOMMENDED.",
            "prevention": "Pre-travel consultation (4-6 weeks before travel): Vaccinations (typhoid, yellow fever, hepatitis A/B, Japanese encephalitis, rabies if indicated). Malaria chemoprophylaxis (atovaquone-proguanil, doxycycline, mefloquine, chloroquine if chloroquine-sensitive area). Insect repellent (DEET 20-30%, picaridin, IR3535, apply to exposed skin). Bed nets (permethrin-treated, if sleeping in malaria-endemic area). Safe food/water practices (avoid tap water, ice, raw/undercooked food, unpasteurized dairy). Traveler's diarrhea prophylaxis (bismuth subsalicylate, avoid antibiotics unless high-risk). Post-travel evaluation (if fever, diarrhea, rash, or other symptoms within 1 month of return, seek medical attention immediately)."
          },
          "references": []
        },
        "references": {
          "id": "references",
          "title": "References",
          "content": {},
          "references": [
            {
              "label": "CDC Yellow Book 2024: Fever in Returned Travelers",
              "url": "https://wwwnc.cdc.gov/travel/yellowbook/2024/posttravel-evaluation/fever-in-returned-travelers"
            },
            {
              "label": "WHO Guidelines for Malaria Treatment (2023)",
              "url": "https://www.who.int/publications/i/item/guidelines-for-malaria"
            },
            {
              "label": "IDSA Clinical Practice Guidelines for Travel Medicine (2022)",
              "url": "https://www.idsociety.org/practice-guideline/travel-medicine/"
            },
            {
              "label": "Sanford Guide to Antimicrobial Therapy (2025)",
              "url": "https://www.sanfordguide.com/"
            }
          ]
        }
      }
    },
    {
      "id": "fever-with-rash",
      "name": "Fever with Rash",
      "synonyms": [
        "Febrile rash",
        "Exanthem with fever"
      ],
      "icd10": [
        "R21",
        "R50.9"
      ],
      "severity": [
        "mild",
        "moderate",
        "severe"
      ],
      "shortDescription": "Fever + rash requires systematic approach based on rash morphology and distribution. Life-threatening causes: meningococcemia (petechial/purpuric rash, mortality 10-15%), Rocky Mountain spotted fever (petechial rash, mortality 20-30% if untreated), toxic shock syndrome (diffuse erythroderma, mortality 5-15%), necrotizing fasciitis (erythema + edema + crepitus, mortality 20-30%)",
      "sections": {
        "overview": {
          "id": "overview",
          "title": "Overview & Clinical Presentation",
          "content": {
            "definition": "Fever with Rash: Fever >38°C (100.4°F) + rash (any morphology). Requires systematic approach based on rash morphology (maculopapular, petechial/purpuric, vesicular, diffuse erythroderma) and distribution (centripetal, centrifugal, palms/soles). Etiology: Viral infections (most common, 60-70%: measles, rubella, roseola, parvovirus B19, enterovirus, Epstein-Barr virus, cytomegalovirus, dengue, Zika), bacterial infections (20-30%: meningococcemia, Rocky Mountain spotted fever, scarlet fever, toxic shock syndrome, secondary syphilis, Lyme disease), drug reactions (5-10%: drug rash with eosinophilia and systemic symptoms DRESS, Stevens-Johnson syndrome SJS, toxic epidermal necrolysis TEN), autoimmune (2-5%: adult Still's disease, systemic lupus erythematosus). Life-threatening causes (require immediate treatment): Meningococcemia (petechial/purpuric rash, mortality 10-15%), Rocky Mountain spotted fever (petechial rash starting on wrists/ankles, mortality 20-30% if untreated), toxic shock syndrome (diffuse erythroderma, mortality 5-15%), necrotizing fasciitis (erythema + edema + crepitus, mortality 20-30%), Stevens-Johnson syndrome/toxic epidermal necrolysis (epidermal detachment >10% body surface area, mortality 10-30%).",
            "clinical_presentation": "Fever >38°C (100.4°F) + rash (100%). Rash morphology and distribution guide differential diagnosis: Maculopapular rash (most common, 60-70%): Measles (cough, coryza, conjunctivitis, Koplik spots, rash starts on face, spreads centrifugally), rubella (mild fever, lymphadenopathy, rash starts on face), roseola (high fever 3-5 days, then rash as fever resolves), parvovirus B19 (slapped cheek appearance, lacy reticular rash on trunk/extremities), enterovirus (hand-foot-mouth disease), drug reaction (DRESS: eosinophilia, hepatitis, nephritis). Petechial/purpuric rash (life-threatening, 10-15%): Meningococcemia (petechiae/purpura, rapidly progressive, hypotension, altered mental status, mortality 10-15%), Rocky Mountain spotted fever (petechiae starting on wrists/ankles, spreads centripetally, headache, myalgia, mortality 20-30% if untreated), dengue (petechiae, thrombocytopenia, hemorrhagic manifestations if severe). Vesicular rash (5-10%): Varicella (chickenpox, vesicles in different stages, pruritic), herpes zoster (shingles, dermatomal distribution, painful), herpes simplex (grouped vesicles, painful). Diffuse erythroderma (5-10%): Toxic shock syndrome (diffuse erythroderma, hypotension, multi-organ dysfunction, mortality 5-15%), scarlet fever (sandpaper-like rash, strawberry tongue, desquamation), Kawasaki disease (conjunctivitis, strawberry tongue, cervical lymphadenopathy, coronary artery aneurysms 25% if untreated). Erythema + edema + crepitus (rare but life-threatening): Necrotizing fasciitis (severe pain out of proportion to examination, skin necrosis, mortality 20-30%).",
            "diagnostic_criteria": "Fever with Rash: Fever >38°C (100.4°F) + rash (any morphology). Diagnostic approach based on rash morphology: Maculopapular rash (viral serology, drug history). Petechial/purpuric rash (blood cultures, meningococcal PCR, rickettsial serology, CBC: thrombocytopenia). Vesicular rash (viral PCR: varicella-zoster virus, herpes simplex virus). Diffuse erythroderma (blood cultures, toxin assays: toxic shock syndrome toxin-1, streptococcal pyrogenic exotoxin). Erythema + edema + crepitus (surgical exploration, tissue culture, imaging: X-ray for gas, CT for extent). Life-threatening causes require immediate treatment (do NOT delay for confirmatory testing).",
            "risk_factors": [
              "Immunocompromised (HIV/AIDS, transplant, chemotherapy, increased risk of disseminated viral infections, severe bacterial infections, 10-fold)",
              "Tick exposure (Rocky Mountain spotted fever, Lyme disease, ehrlichiosis, increased risk 10-fold)",
              "Recent antibiotic use (drug reaction, DRESS, SJS/TEN, increased risk 5-fold)",
              "IV drug use (endocarditis with septic emboli, petechial rash, increased risk 10-fold)",
              "Unvaccinated (measles, rubella, varicella, increased risk 10-fold)",
              "Travel to endemic area (dengue, Zika, chikungunya, rickettsial diseases, increased risk 5-10-fold)"
            ],
            "red_flags": [
              "Petechial/purpuric rash + hypotension + altered mental status - suggests meningococcemia (mortality 10-15%), requires immediate blood cultures + ceftriaxone 2g IV + ICU admission + vasopressors",
              "Petechial rash starting on wrists/ankles + headache + myalgia - suggests Rocky Mountain spotted fever (mortality 20-30% if untreated), requires immediate doxycycline 100mg IV BID (do NOT delay for confirmatory testing)",
              "Diffuse erythroderma + hypotension + multi-organ dysfunction - suggests toxic shock syndrome (mortality 5-15%), requires immediate blood cultures + vancomycin + piperacillin-tazobactam + clindamycin + ICU admission + vasopressors + source control (remove tampon, drain abscess)",
              "Erythema + edema + crepitus + severe pain - suggests necrotizing fasciitis (mortality 20-30%), requires immediate surgical exploration + debridement + vancomycin + piperacillin-tazobactam + clindamycin",
              "Epidermal detachment >10% body surface area - suggests Stevens-Johnson syndrome/toxic epidermal necrolysis (mortality 10-30%), requires immediate discontinuation of offending drug + ICU or burn unit admission + supportive care"
            ]
          },
          "references": []
        },
        "diagnostics": {
          "id": "diagnostics",
          "title": "Diagnostic Strategy & Tests",
          "content": {
            "when_to_test": "Test immediately if: Fever + rash (any morphology). Life-threatening causes (petechial/purpuric rash, diffuse erythroderma, erythema + edema + crepitus) require immediate testing and treatment (do NOT delay for confirmatory testing). Diagnostic approach based on rash morphology.",
            "essential_tests": [
              "CBC with differential: Thrombocytopenia (suggests meningococcemia, Rocky Mountain spotted fever, dengue), leukocytosis (suggests bacterial infection), eosinophilia (suggests drug reaction: DRESS). Turnaround: 1-2 hours.",
              "Blood cultures x2 sets: If petechial/purpuric rash or diffuse erythroderma (identifies bacteremia: Neisseria meningitidis, Staphylococcus aureus, Streptococcus pyogenes). Turnaround: 2-5 days.",
              "Comprehensive metabolic panel: Renal function (creatinine, elevated in DRESS, toxic shock syndrome), liver function (transaminases, elevated in DRESS, viral hepatitis). Turnaround: 1-2 hours."
            ],
            "conditional_tests": [
              "Meningococcal PCR (blood, CSF): If petechial/purpuric rash + hypotension + altered mental status (suggests meningococcemia, sensitivity >95%). Turnaround: 1-2 hours.",
              "Rickettsial serology (IgM/IgG): If petechial rash starting on wrists/ankles + headache + myalgia + tick exposure (suggests Rocky Mountain spotted fever, sensitivity 70-90% after 7-10 days). Turnaround: 1-2 days.",
              "Rickettsial PCR: If petechial rash starting on wrists/ankles + headache + myalgia + tick exposure (sensitivity 70-80%, more rapid than serology). Turnaround: 1-2 days.",
              "Viral serology (measles IgM, rubella IgM, parvovirus B19 IgM, EBV VCA IgM, CMV IgM): If maculopapular rash. Turnaround: 1-2 days.",
              "Varicella-zoster virus PCR (vesicle fluid): If vesicular rash (sensitivity >95%). Turnaround: 1-2 days.",
              "Herpes simplex virus PCR (vesicle fluid): If vesicular rash (sensitivity >95%). Turnaround: 1-2 days.",
              "Toxic shock syndrome toxin-1 assay: If diffuse erythroderma + hypotension (suggests staphylococcal toxic shock syndrome). Turnaround: 1-2 days.",
              "Streptococcal pyrogenic exotoxin assay: If diffuse erythroderma + hypotension (suggests streptococcal toxic shock syndrome). Turnaround: 1-2 days.",
              "Skin biopsy: If drug reaction suspected (DRESS, SJS/TEN, shows interface dermatitis, epidermal necrosis). Turnaround: 1-2 days.",
              "X-ray (affected area): If erythema + edema + crepitus (shows gas in soft tissues, suggests necrotizing fasciitis). Turnaround: Same day.",
              "CT or MRI (affected area): If erythema + edema (shows extent of infection, fascial involvement, suggests necrotizing fasciitis). Turnaround: Same day."
            ],
            "when_not_to_test": "Do NOT delay treatment for life-threatening causes (meningococcemia, Rocky Mountain spotted fever, toxic shock syndrome, necrotizing fasciitis): Start empiric antibiotics immediately, obtain blood cultures before antibiotics if possible, but do NOT delay treatment. Do NOT perform skin biopsy if necrotizing fasciitis suspected (delay in surgical exploration increases mortality, surgical exploration is diagnostic and therapeutic).",
            "turnaround_time": "CBC: 1-2 hours. Blood cultures: 2-5 days. Comprehensive metabolic panel: 1-2 hours. Meningococcal PCR: 1-2 hours. Rickettsial serology: 1-2 days. Rickettsial PCR: 1-2 days. Viral serology: 1-2 days. VZV PCR: 1-2 days. HSV PCR: 1-2 days. Toxin assays: 1-2 days. Skin biopsy: 1-2 days. X-ray: Same day. CT/MRI: Same day."
          },
          "references": []
        },
        "microbiology": {
          "id": "microbiology",
          "title": "Microbiology",
          "content": {
            "organism": "Fever with Rash etiology (based on rash morphology): Maculopapular rash (60-70%): Viral infections (measles virus, rubella virus, human herpesvirus 6 roseola, parvovirus B19, enterovirus, Epstein-Barr virus, cytomegalovirus, dengue virus, Zika virus), drug reactions (DRESS: drug rash with eosinophilia and systemic symptoms). Petechial/purpuric rash (10-15%): Bacterial infections (Neisseria meningitidis meningococcemia, Rickettsia rickettsii Rocky Mountain spotted fever, Staphylococcus aureus endocarditis with septic emboli), viral infections (dengue virus, viral hemorrhagic fevers). Vesicular rash (5-10%): Viral infections (varicella-zoster virus chickenpox/shingles, herpes simplex virus HSV-1/HSV-2). Diffuse erythroderma (5-10%): Bacterial infections (Staphylococcus aureus toxic shock syndrome, Streptococcus pyogenes scarlet fever/toxic shock syndrome), Kawasaki disease (vasculitis, unknown etiology). Erythema + edema + crepitus (rare): Bacterial infections (Streptococcus pyogenes necrotizing fasciitis, polymicrobial necrotizing fasciitis: Gram-negative bacilli + anaerobes).",
            "pathogenesis": "Pathogenesis depends on etiology: Viral infections (viral replication in skin, immune-mediated vasculitis, cytokine release, maculopapular or vesicular rash). Meningococcemia (Neisseria meningitidis bacteremia, endotoxin release, disseminated intravascular coagulation, petechiae/purpura, hypotension, shock, mortality 10-15%). Rocky Mountain spotted fever (Rickettsia rickettsii transmitted by tick bite, infects endothelial cells, vasculitis, petechial rash starting on wrists/ankles, spreads centripetally, mortality 20-30% if untreated). Toxic shock syndrome (Staphylococcus aureus or Streptococcus pyogenes toxin production: toxic shock syndrome toxin-1 TSST-1, streptococcal pyrogenic exotoxin, superantigen, cytokine storm, diffuse erythroderma, hypotension, multi-organ dysfunction, mortality 5-15%). Necrotizing fasciitis (Streptococcus pyogenes or polymicrobial infection, rapid spread along fascial planes, tissue necrosis, gas production, severe pain, mortality 20-30%). Drug reactions (hypersensitivity reaction, T-cell mediated, cytokine release, maculopapular rash, eosinophilia, hepatitis, nephritis in DRESS; epidermal necrosis in SJS/TEN).",
            "resistance_patterns": {
              "not_applicable": "Most causes of fever with rash are viral (no antibiotic resistance). Bacterial causes (meningococcemia, toxic shock syndrome, necrotizing fasciitis) typically susceptible to empiric antibiotics (ceftriaxone, vancomycin, piperacillin-tazobactam, clindamycin)."
            },
            "timing_critical": "Start empiric antibiotics immediately if life-threatening causes suspected: Meningococcemia (petechial/purpuric rash + hypotension + altered mental status, ceftriaxone 2g IV immediately). Rocky Mountain spotted fever (petechial rash starting on wrists/ankles + headache + myalgia + tick exposure, doxycycline 100mg IV BID immediately, do NOT delay for confirmatory testing). Toxic shock syndrome (diffuse erythroderma + hypotension + multi-organ dysfunction, vancomycin + piperacillin-tazobactam + clindamycin immediately). Necrotizing fasciitis (erythema + edema + crepitus + severe pain, vancomycin + piperacillin-tazobactam + clindamycin immediately + surgical exploration within 6 hours). Infectious disease consult RECOMMENDED."
          },
          "references": []
        },
        "empiric": {
          "id": "empiric",
          "title": "Empiric Therapy",
          "content": {
            "petechial_purpuric": "Petechial/purpuric rash (life-threatening, assume meningococcemia until proven otherwise): Ceftriaxone 2g IV immediately (covers Neisseria meningitidis) + ICU admission + vasopressors if hypotension + lumbar puncture if altered mental status (after CT head if focal neurologic signs). If Rocky Mountain spotted fever suspected (petechial rash starting on wrists/ankles + headache + myalgia + tick exposure): Add doxycycline 100mg IV BID immediately (do NOT delay for confirmatory testing, mortality 20-30% if untreated). Infectious disease consult REQUIRED.",
            "diffuse_erythroderma": "Diffuse erythroderma (assume toxic shock syndrome until proven otherwise): Vancomycin 15-20mg/kg IV q8-12h + Piperacillin-tazobactam 4.5g IV q6h + Clindamycin 600-900mg IV q8h (clindamycin inhibits toxin production) + ICU admission + vasopressors if hypotension + source control (remove tampon, drain abscess, debride wound). Infectious disease consult REQUIRED.",
            "erythema_edema_crepitus": "Erythema + edema + crepitus (assume necrotizing fasciitis until proven otherwise): Vancomycin 15-20mg/kg IV q8-12h + Piperacillin-tazobactam 4.5g IV q6h + Clindamycin 600-900mg IV q8h + Immediate surgical consult (surgical exploration and debridement within 6 hours improves survival) + ICU admission. Surgical consult REQUIRED (emergency debridement).",
            "maculopapular": "Maculopapular rash (most common, usually viral, supportive care): Supportive care (antipyretics: acetaminophen, hydration). Discontinue suspected drug if drug reaction (DRESS, fever resolves within 48-72 hours). If measles suspected (cough, coryza, conjunctivitis, Koplik spots): Supportive care + vitamin A supplementation (reduces mortality in children) + isolation (airborne precautions). If parvovirus B19 suspected (slapped cheek, lacy reticular rash): Supportive care (self-limited). No specific antiviral treatment for most viral causes.",
            "vesicular": "Vesicular rash: If varicella (chickenpox) in immunocompromised or severe: Acyclovir 10mg/kg IV q8h x 7-10 days. If herpes zoster (shingles): Valacyclovir 1g PO TID x 7 days OR Acyclovir 800mg PO 5 times daily x 7 days (start within 72 hours of rash onset). If herpes simplex: Acyclovir 5mg/kg IV q8h x 7-14 days (if severe or disseminated).",
            "avoid_list": "Avoid delay in treatment for life-threatening causes (meningococcemia, Rocky Mountain spotted fever, toxic shock syndrome, necrotizing fasciitis): Start empiric antibiotics immediately. Avoid delay in surgical exploration if necrotizing fasciitis suspected (surgical exploration and debridement within 6 hours improves survival). Avoid aspirin in children with viral infections (risk of Reye syndrome). Avoid NSAIDs in dengue (increase bleeding risk)."
          },
          "references": []
        },
        "definitive": {
          "id": "definitive",
          "title": "Definitive (Targeted) Therapy",
          "content": {
            "meningococcemia": "Meningococcemia (confirmed by blood culture or PCR, Neisseria meningitidis): Ceftriaxone 2g IV q12h x 7 days OR Penicillin G 24 million units IV daily x 7 days (if penicillin-susceptible). ICU admission + vasopressors if hypotension. Chemoprophylaxis for close contacts (ciprofloxacin 500mg PO x1 OR ceftriaxone 250mg IM x1). Public health notification REQUIRED. Duration: 7 days.",
            "rocky_mountain_spotted_fever": "Rocky Mountain spotted fever (confirmed by serology or PCR, Rickettsia rickettsii): Doxycycline 100mg IV or PO BID x 7-14 days (until afebrile for 3 days). Duration: 7-14 days.",
            "toxic_shock_syndrome": "Toxic shock syndrome (confirmed by toxin assay, Staphylococcus aureus or Streptococcus pyogenes): Vancomycin 15-20mg/kg IV q8-12h + Piperacillin-tazobactam 4.5g IV q6h + Clindamycin 600-900mg IV q8h (clindamycin inhibits toxin production) + Source control (remove tampon, drain abscess, debride wound). ICU admission + vasopressors if hypotension. Duration: 7-14 days.",
            "necrotizing_fasciitis": "Necrotizing fasciitis (confirmed by surgical exploration, Streptococcus pyogenes or polymicrobial): Vancomycin 15-20mg/kg IV q8-12h + Piperacillin-tazobactam 4.5g IV q6h + Clindamycin 600-900mg IV q8h + Surgical debridement (repeat debridement every 24-48 hours until no further necrosis). ICU admission. Duration: 7-14 days (after final debridement).",
            "viral": "Viral infections (measles, rubella, roseola, parvovirus B19, enterovirus): Supportive care (antipyretics, hydration). No specific antiviral treatment. Varicella (chickenpox): Acyclovir 10mg/kg IV q8h x 7-10 days (if immunocompromised or severe). Herpes zoster (shingles): Valacyclovir 1g PO TID x 7 days. Herpes simplex: Acyclovir 5mg/kg IV q8h x 7-14 days (if severe or disseminated).",
            "drug_reaction": "Drug reaction (DRESS, SJS/TEN): Discontinue offending drug immediately. Supportive care (ICU or burn unit admission for SJS/TEN, fluid resuscitation, wound care, pain management). Corticosteroids (controversial, prednisone 0.5-1mg/kg PO daily for DRESS, not proven benefit for SJS/TEN). IVIG (intravenous immunoglobulin, 2-3g/kg over 3-5 days for SJS/TEN, controversial, not proven benefit). Duration: Supportive care until clinical improvement (typically 2-4 weeks for DRESS, 2-6 weeks for SJS/TEN)."
          },
          "references": []
        },
        "duration": {
          "id": "duration",
          "title": "Duration of Therapy",
          "content": {
            "standard_duration": "Meningococcemia: 7 days (ceftriaxone). Rocky Mountain spotted fever: 7-14 days (doxycycline, until afebrile for 3 days). Toxic shock syndrome: 7-14 days (vancomycin + piperacillin-tazobactam + clindamycin). Necrotizing fasciitis: 7-14 days (after final debridement). Varicella: 7-10 days (acyclovir if immunocompromised or severe). Herpes zoster: 7 days (valacyclovir). Herpes simplex: 7-14 days (acyclovir if severe or disseminated). Drug reaction: Supportive care until clinical improvement (typically 2-4 weeks for DRESS, 2-6 weeks for SJS/TEN).",
            "monitoring": "Monitor clinical response (fever, rash, symptoms). Monitor for complications (meningococcemia: shock, disseminated intravascular coagulation; Rocky Mountain spotted fever: multi-organ failure; toxic shock syndrome: shock, multi-organ dysfunction; necrotizing fasciitis: progression, need for repeat debridement; SJS/TEN: epidermal detachment, infection, fluid/electrolyte imbalance). Infectious disease consult RECOMMENDED.",
            "stop_criteria": "Stop antibiotics when: Clinical improvement (afebrile, rash resolving) AND Minimum duration completed (depends on infection type). Necrotizing fasciitis: Continue antibiotics for 7-14 days after final debridement (no further necrosis on surgical exploration). Drug reaction: Continue supportive care until clinical improvement (rash resolving, liver/kidney function normalizing)."
          },
          "references": []
        },
        "special": {
          "id": "special",
          "title": "Special Considerations",
          "content": {
            "pregnancy": "Pregnancy (fever with rash can occur in pregnancy, increased risk of complications). Measles: Increased risk of pneumonia, preterm labor (vitamin A supplementation, supportive care). Varicella: Increased risk of pneumonia, preterm labor (acyclovir 10mg/kg IV q8h if severe). Parvovirus B19: Increased risk of fetal hydrops, miscarriage (monitor fetal ultrasound). Rocky Mountain spotted fever: Doxycycline safe in pregnancy (benefits outweigh risks, mortality 20-30% if untreated). Obstetrics + infectious disease consult REQUIRED.",
            "children": "Children (fever with rash common in children, same treatment as adults with weight-based dosing). Measles: Vitamin A supplementation (reduces mortality, 200,000 IU PO x2 doses). Varicella: Acyclovir 10-20mg/kg IV q8h (if immunocompromised or severe). Rocky Mountain spotted fever: Doxycycline 2.2mg/kg IV BID (safe in children, benefits outweigh risks of tooth staining). Kawasaki disease: IVIG 2g/kg IV x1 + aspirin 80-100mg/kg/day divided QID (until afebrile, then 3-5mg/kg/day for 6-8 weeks, prevents coronary artery aneurysms). Pediatrics + infectious disease consult RECOMMENDED.",
            "immunocompromised": "Immunocompromised (HIV/AIDS, transplant, chemotherapy, increased risk of disseminated viral infections, severe bacterial infections, 10-fold). Varicella: Acyclovir 10mg/kg IV q8h x 7-10 days (if disseminated or severe). Herpes zoster: Acyclovir 10mg/kg IV q8h x 7-10 days (if disseminated or severe). Measles: Supportive care + vitamin A supplementation + ribavirin (if severe pneumonia, controversial). Infectious disease consult REQUIRED.",
            "tick_exposure": "Tick exposure (Rocky Mountain spotted fever, Lyme disease, ehrlichiosis, anaplasmosis). Rocky Mountain spotted fever: Doxycycline 100mg IV or PO BID x 7-14 days (do NOT delay for confirmatory testing if high clinical suspicion: petechial rash starting on wrists/ankles + headache + myalgia + tick exposure, mortality 20-30% if untreated). Lyme disease: Doxycycline 100mg PO BID x 14-21 days (if erythema migrans rash). Ehrlichiosis/anaplasmosis: Doxycycline 100mg PO BID x 7-14 days. Infectious disease consult RECOMMENDED.",
            "counseling": "Fever with Rash requires systematic approach based on rash morphology. Life-threatening causes (require immediate treatment): Meningococcemia (petechial/purpuric rash, ceftriaxone immediately), Rocky Mountain spotted fever (petechial rash starting on wrists/ankles, doxycycline immediately), toxic shock syndrome (diffuse erythroderma, vancomycin + piperacillin-tazobactam + clindamycin immediately + source control), necrotizing fasciitis (erythema + edema + crepitus, vancomycin + piperacillin-tazobactam + clindamycin immediately + surgical exploration within 6 hours). Most causes are viral (supportive care). Drug reactions (discontinue offending drug immediately). Infectious disease consult RECOMMENDED if life-threatening causes suspected."
          },
          "references": []
        },
        "stewardship": {
          "id": "stewardship",
          "title": "Stewardship & Diagnostic Alerts",
          "content": {
            "de_escalation_opportunities": [
              "Start empiric antibiotics immediately if life-threatening causes suspected (meningococcemia, Rocky Mountain spotted fever, toxic shock syndrome, necrotizing fasciitis)",
              "Adjust antibiotics based on culture results and susceptibility testing",
              "Most causes are viral (supportive care, no antibiotics required)",
              "Drug reactions (discontinue offending drug immediately, supportive care, no antibiotics required)",
              "Infectious disease consult RECOMMENDED if life-threatening causes suspected"
            ],
            "timeout_checklist": [
              "Is fever with rash confirmed? (Fever >38°C + rash: any morphology)",
              "What is the rash morphology? (Maculopapular, petechial/purpuric, vesicular, diffuse erythroderma, erythema + edema + crepitus)",
              "Are life-threatening causes excluded? (Meningococcemia, Rocky Mountain spotted fever, toxic shock syndrome, necrotizing fasciitis, SJS/TEN)",
              "Are empiric antibiotics started immediately if life-threatening causes suspected? (Do NOT delay for confirmatory testing)",
              "Is surgical consult obtained if necrotizing fasciitis suspected? (Surgical exploration and debridement within 6 hours improves survival)",
              "Is infectious disease consult obtained? (RECOMMENDED if life-threatening causes suspected)"
            ],
            "avoid_unnecessary_treatment": "Avoid delay in treatment for life-threatening causes (meningococcemia, Rocky Mountain spotted fever, toxic shock syndrome, necrotizing fasciitis): Start empiric antibiotics immediately. Avoid delay in surgical exploration if necrotizing fasciitis suspected (surgical exploration and debridement within 6 hours improves survival). Avoid antibiotics for viral causes (most common, supportive care). Avoid aspirin in children with viral infections (risk of Reye syndrome). Avoid NSAIDs in dengue (increase bleeding risk).",
            "diagnostic_stewardship": "Systematic approach based on rash morphology: Maculopapular rash (viral serology, drug history, supportive care). Petechial/purpuric rash (blood cultures, meningococcal PCR, rickettsial serology, empiric antibiotics immediately). Vesicular rash (viral PCR: VZV, HSV, antiviral therapy if severe). Diffuse erythroderma (blood cultures, toxin assays, empiric antibiotics immediately + source control). Erythema + edema + crepitus (surgical exploration immediately, empiric antibiotics). Infectious disease consult RECOMMENDED if life-threatening causes suspected.",
            "prevention": "Vaccination (measles-mumps-rubella MMR, varicella, meningococcal conjugate vaccine, reduces risk of vaccine-preventable causes). Tick bite prevention (insect repellent: DEET, permethrin-treated clothing, tick checks after outdoor activities, reduces risk of Rocky Mountain spotted fever, Lyme disease). Avoid tampons or change frequently (reduces risk of toxic shock syndrome). Hand hygiene (reduces risk of viral infections). Medication review (discontinue unnecessary medications, reduces risk of drug reactions)."
          },
          "references": []
        },
        "references": {
          "id": "references",
          "title": "References",
          "content": {},
          "references": [
            {
              "label": "IDSA Clinical Practice Guidelines for Fever and Rash (2022)",
              "url": "https://www.idsociety.org/practice-guideline/fever-and-rash/"
            },
            {
              "label": "CDC Guidelines for Meningococcal Disease (2023)",
              "url": "https://www.cdc.gov/meningococcal/index.html"
            },
            {
              "label": "CDC Guidelines for Rocky Mountain Spotted Fever (2023)",
              "url": "https://www.cdc.gov/rmsf/index.html"
            },
            {
              "label": "Sanford Guide to Antimicrobial Therapy (2025)",
              "url": "https://www.sanfordguide.com/"
            }
          ]
        }
      }
    },
    {
      "id": "fever-with-lymphadenopathy",
      "name": "Fever with Lymphadenopathy",
      "synonyms": [
        "Febrile lymphadenopathy",
        "Fever with swollen lymph nodes"
      ],
      "icd10": [
        "R59.9",
        "R50.9"
      ],
      "severity": [
        "mild",
        "moderate",
        "severe"
      ],
      "shortDescription": "Fever + lymphadenopathy (>1 cm, persistent >2 weeks) requires systematic approach. Etiology: Infections (60-70%: EBV, CMV, HIV, tuberculosis, toxoplasmosis), malignancies (20-30%: lymphoma, leukemia, metastatic cancer), autoimmune (5-10%: SLE, rheumatoid arthritis). Requires excisional biopsy if persistent >4-6 weeks without diagnosis",
      "sections": {
        "overview": {
          "id": "overview",
          "title": "Overview & Clinical Presentation",
          "content": {
            "definition": "Fever with Lymphadenopathy: Fever >38°C (100.4°F) + lymphadenopathy (lymph nodes >1 cm, persistent >2 weeks). Requires systematic approach based on lymph node characteristics (size, location, consistency, mobility) and associated symptoms. Etiology: Infections (60-70%, most common: Epstein-Barr virus EBV infectious mononucleosis 20-30%, cytomegalovirus CMV 10-15%, HIV acute retroviral syndrome 5-10%, tuberculosis 5-10%, toxoplasmosis 5-10%, cat-scratch disease Bartonella henselae 5-10%), malignancies (20-30%, most common: lymphoma Hodgkin's/non-Hodgkin's 15-20%, leukemia 5-10%, metastatic cancer 5-10%), autoimmune/inflammatory (5-10%, most common: systemic lupus erythematosus SLE 2-5%, rheumatoid arthritis 2-5%, Kikuchi disease 2-5%), drug reactions (2-5%, most common: phenytoin, allopurinol), undiagnosed (5-10%). Red flags (suggest malignancy or serious infection): Lymph nodes >2 cm, hard/fixed consistency, supraclavicular location, persistent >4-6 weeks, weight loss >10%, night sweats, hepatosplenomegaly.",
            "clinical_presentation": "Fever >38°C (100.4°F) + lymphadenopathy (lymph nodes >1 cm, persistent >2 weeks, 100%). Lymph node characteristics guide differential diagnosis: Tender, mobile, bilateral cervical lymphadenopathy (suggests viral infection: EBV, CMV, HIV). Non-tender, firm, unilateral cervical lymphadenopathy (suggests lymphoma, tuberculosis, metastatic cancer). Supraclavicular lymphadenopathy (suggests malignancy: lymphoma, lung cancer, gastric cancer, 75% malignant). Axillary lymphadenopathy (suggests breast cancer, lymphoma, cat-scratch disease). Inguinal lymphadenopathy (suggests sexually transmitted infections, lymphoma). Generalized lymphadenopathy (>2 non-contiguous regions, suggests HIV, lymphoma, autoimmune). Associated symptoms: EBV (pharyngitis, splenomegaly, atypical lymphocytosis, positive heterophile antibody), CMV (hepatitis, atypical lymphocytosis, negative heterophile antibody), HIV (rash, oral ulcers, positive HIV RNA), tuberculosis (cough, night sweats, weight loss, positive tuberculin skin test or IGRA), toxoplasmosis (posterior cervical lymphadenopathy, exposure to cats), cat-scratch disease (papule at inoculation site, exposure to cats), lymphoma (weight loss >10%, night sweats, hepatosplenomegaly, elevated LDH).",
            "diagnostic_criteria": "Fever with Lymphadenopathy: Fever >38°C (100.4°F) + lymphadenopathy (lymph nodes >1 cm, persistent >2 weeks). Diagnostic approach: Comprehensive history (exposures, medications, travel, sexual history), physical examination (lymph node characteristics: size, location, consistency, mobility; hepatosplenomegaly), laboratory tests (CBC with differential, ESR, CRP, heterophile antibody or EBV serology, CMV serology, HIV test, tuberculin skin test or IGRA, toxoplasma serology, chest X-ray), imaging (CT chest/abdomen/pelvis if lymphoma or metastatic cancer suspected), excisional biopsy (if persistent >4-6 weeks without diagnosis, excisional biopsy preferred over fine needle aspiration FNA for lymphoma diagnosis). Definitive diagnosis: Depends on etiology (positive serology for EBV/CMV/HIV/toxoplasmosis, positive tuberculosis culture, positive lymph node biopsy for lymphoma/metastatic cancer).",
            "risk_factors": [
              "Young adults (15-30 years, increased risk of EBV infectious mononucleosis, 5-fold)",
              "HIV risk factors (unprotected sex, IV drug use, increased risk of HIV acute retroviral syndrome, opportunistic infections, lymphoma, 10-fold)",
              "Travel to tuberculosis-endemic area (Asia, Africa, Latin America, increased risk of tuberculosis, 5-10-fold)",
              "Exposure to cats (increased risk of toxoplasmosis, cat-scratch disease, 5-fold)",
              "Smoking (increased risk of lung cancer with supraclavicular lymphadenopathy, 10-fold)",
              "Age >50 years (increased risk of lymphoma, metastatic cancer, 2-fold)"
            ],
            "red_flags": [
              "Supraclavicular lymphadenopathy - 75% malignant (lymphoma, lung cancer, gastric cancer), requires immediate CT chest/abdomen/pelvis + excisional biopsy",
              "Lymph nodes >2 cm + hard/fixed consistency - suggests malignancy (lymphoma, metastatic cancer), requires CT chest/abdomen/pelvis + excisional biopsy",
              "Weight loss >10% + night sweats + hepatosplenomegaly - suggests lymphoma (Hodgkin's/non-Hodgkin's), requires CT chest/abdomen/pelvis + excisional biopsy + hematology/oncology consult",
              "Persistent lymphadenopathy >4-6 weeks without diagnosis - requires excisional biopsy (excisional biopsy preferred over FNA for lymphoma diagnosis)"
            ]
          },
          "references": []
        },
        "diagnostics": {
          "id": "diagnostics",
          "title": "Diagnostic Strategy & Tests",
          "content": {
            "when_to_test": "Test if: Fever + lymphadenopathy (lymph nodes >1 cm, persistent >2 weeks). Systematic diagnostic approach: Comprehensive history + physical examination + laboratory tests (CBC, ESR, CRP, heterophile antibody or EBV serology, CMV serology, HIV test, tuberculin skin test or IGRA, toxoplasma serology, chest X-ray) + imaging (CT chest/abdomen/pelvis if red flags) + excisional biopsy (if persistent >4-6 weeks without diagnosis).",
            "essential_tests": [
              "CBC with differential: Atypical lymphocytosis (>10%, suggests EBV or CMV), leukocytosis (suggests infection), leukopenia (suggests HIV, autoimmune), anemia (suggests chronic disease, malignancy). Turnaround: 1-2 hours.",
              "ESR and CRP: Elevated (70-80% in fever with lymphadenopathy, nonspecific). Turnaround: 1-2 hours.",
              "Heterophile antibody (Monospot test): Positive (70-90% in EBV infectious mononucleosis, false negative in first week of illness). Turnaround: 1-2 hours.",
              "Chest X-ray: Hilar lymphadenopathy (suggests tuberculosis, sarcoidosis, lymphoma), mediastinal lymphadenopathy (suggests lymphoma, tuberculosis). Turnaround: Same day."
            ],
            "conditional_tests": [
              "EBV serology (VCA IgM, VCA IgG, EBNA IgG): If heterophile antibody negative but clinical suspicion high (sensitivity >95%). Turnaround: 1-2 days.",
              "CMV serology (IgM, IgG): If atypical lymphocytosis + heterophile antibody negative (sensitivity 80-90%). Turnaround: 1-2 days.",
              "HIV test (4th generation antigen/antibody test): If risk factors or acute retroviral syndrome (rash, oral ulcers, generalized lymphadenopathy, sensitivity >99%). Turnaround: 1-2 days.",
              "HIV RNA (viral load): If HIV test negative but high clinical suspicion for acute retroviral syndrome (sensitivity >99% in acute infection). Turnaround: 1-2 days.",
              "Tuberculin skin test (TST) or IGRA: If risk factors (travel to endemic area, contact with tuberculosis, immunocompromised) or persistent lymphadenopathy. Turnaround: 2-3 days (TST), 1-2 days (IGRA).",
              "Toxoplasma serology (IgM, IgG): If posterior cervical lymphadenopathy + exposure to cats (sensitivity 80-90%). Turnaround: 1-2 days.",
              "Bartonella henselae serology: If cat-scratch disease suspected (papule at inoculation site + exposure to cats, sensitivity 70-90%). Turnaround: 1-2 days.",
              "LDH: Elevated (suggests lymphoma, hemolysis). Turnaround: 1-2 hours.",
              "CT chest/abdomen/pelvis with contrast: If red flags (supraclavicular lymphadenopathy, lymph nodes >2 cm, weight loss, night sweats, hepatosplenomegaly) or persistent >4-6 weeks. Turnaround: Same day.",
              "PET-CT: If lymphoma suspected (identifies occult disease, guides biopsy site, sensitivity 90-95%). Turnaround: Same day.",
              "Excisional lymph node biopsy: If persistent >4-6 weeks without diagnosis (excisional biopsy preferred over FNA for lymphoma diagnosis, provides architecture for pathology). Turnaround: 1-2 days."
            ],
            "when_not_to_test": "Do NOT perform excisional biopsy for acute lymphadenopathy (<2 weeks) unless red flags (supraclavicular location, lymph nodes >2 cm, hard/fixed consistency). Do NOT perform FNA alone if lymphoma suspected (excisional biopsy preferred, provides architecture for pathology). Do NOT delay excisional biopsy if persistent >4-6 weeks without diagnosis (risk of delayed diagnosis of lymphoma or tuberculosis).",
            "turnaround_time": "CBC: 1-2 hours. ESR/CRP: 1-2 hours. Heterophile antibody: 1-2 hours. Chest X-ray: Same day. EBV serology: 1-2 days. CMV serology: 1-2 days. HIV test: 1-2 days. HIV RNA: 1-2 days. TST: 2-3 days. IGRA: 1-2 days. Toxoplasma serology: 1-2 days. Bartonella serology: 1-2 days. LDH: 1-2 hours. CT chest/abdomen/pelvis: Same day. PET-CT: Same day. Excisional biopsy: 1-2 days."
          },
          "references": []
        },
        "microbiology": {
          "id": "microbiology",
          "title": "Microbiology",
          "content": {
            "organism": "Fever with Lymphadenopathy etiology: Infections (60-70%): Epstein-Barr virus EBV infectious mononucleosis (20-30%, pharyngitis, splenomegaly, atypical lymphocytosis, positive heterophile antibody), cytomegalovirus CMV (10-15%, hepatitis, atypical lymphocytosis, negative heterophile antibody), HIV acute retroviral syndrome (5-10%, rash, oral ulcers, generalized lymphadenopathy, positive HIV RNA), tuberculosis (5-10%, cough, night sweats, weight loss, positive tuberculin skin test or IGRA, positive tuberculosis culture), toxoplasmosis (5-10%, posterior cervical lymphadenopathy, exposure to cats, positive toxoplasma serology), cat-scratch disease Bartonella henselae (5-10%, papule at inoculation site, exposure to cats, positive Bartonella serology). Malignancies (20-30%): Lymphoma Hodgkin's/non-Hodgkin's (15-20%, weight loss, night sweats, hepatosplenomegaly, elevated LDH, positive lymph node biopsy), leukemia (5-10%, cytopenias, blasts on peripheral smear, positive bone marrow biopsy), metastatic cancer (5-10%, supraclavicular lymphadenopathy, primary tumor identified on imaging). Autoimmune/inflammatory (5-10%): Systemic lupus erythematosus SLE (2-5%, rash, arthritis, positive ANA), rheumatoid arthritis (2-5%, joint swelling, positive RF/anti-CCP), Kikuchi disease (2-5%, cervical lymphadenopathy, self-limited). Drug reactions (2-5%): Phenytoin, allopurinol (eosinophilia, rash). Undiagnosed (5-10%).",
            "pathogenesis": "Pathogenesis depends on etiology: Viral infections (EBV, CMV, HIV: viral replication in lymphocytes, lymph node hyperplasia, atypical lymphocytosis, cytokine release, fever). Tuberculosis (Mycobacterium tuberculosis infection, granulomatous inflammation in lymph nodes, caseous necrosis, fever, night sweats). Toxoplasmosis (Toxoplasma gondii infection, lymph node hyperplasia, fever). Cat-scratch disease (Bartonella henselae infection, granulomatous inflammation in lymph nodes, fever). Lymphoma (malignant lymphocyte proliferation, lymph node enlargement, cytokine release, fever, weight loss, night sweats). Leukemia (malignant hematopoietic cell proliferation, lymph node infiltration, cytopenias, fever). Metastatic cancer (cancer cells metastasize to lymph nodes, lymph node enlargement, fever). Autoimmune (SLE, rheumatoid arthritis: autoantibody production, immune complex deposition, lymph node hyperplasia, fever).",
            "resistance_patterns": {
              "not_applicable": "Most causes of fever with lymphadenopathy are viral (no antibiotic resistance) or require biopsy for diagnosis (lymphoma, metastatic cancer). Tuberculosis: Multidrug-resistant tuberculosis (MDR-TB, resistant to isoniazid and rifampin, 5-10% of tuberculosis cases globally)."
            },
            "timing_critical": "Excisional lymph node biopsy REQUIRED if: Persistent lymphadenopathy >4-6 weeks without diagnosis (risk of delayed diagnosis of lymphoma or tuberculosis). Red flags (supraclavicular lymphadenopathy, lymph nodes >2 cm, hard/fixed consistency, weight loss >10%, night sweats, hepatosplenomegaly): CT chest/abdomen/pelvis + excisional biopsy immediately. Hematology/oncology consult RECOMMENDED if lymphoma suspected. Infectious disease consult RECOMMENDED if tuberculosis or HIV suspected."
          },
          "references": []
        },
        "empiric": {
          "id": "empiric",
          "title": "Empiric Therapy",
          "content": {
            "general_approach": "Do NOT start empiric antibiotics unless specific infection suspected (tuberculosis, cat-scratch disease, bacterial lymphadenitis). Most causes are viral (EBV, CMV, HIV: supportive care, no specific treatment) or require biopsy for diagnosis (lymphoma, metastatic cancer). Systematic diagnostic approach is critical (comprehensive history, physical examination, laboratory tests, imaging, excisional biopsy if persistent >4-6 weeks).",
            "ebv_cmv": "EBV infectious mononucleosis or CMV: Supportive care (rest, hydration, antipyretics: acetaminophen, avoid aspirin in children). Avoid ampicillin/amoxicillin (causes rash in 90% of EBV patients). Avoid contact sports for 3-4 weeks (risk of splenic rupture). No specific antiviral treatment (acyclovir NOT effective for EBV infectious mononucleosis). Self-limited (resolves in 2-4 weeks).",
            "hiv": "HIV acute retroviral syndrome: Antiretroviral therapy (ART) if confirmed (improves long-term outcomes, reduces viral reservoir). Infectious disease consult REQUIRED.",
            "tuberculosis": "Tuberculosis (if high suspicion: positive tuberculin skin test or IGRA + persistent lymphadenopathy + risk factors): Rifampin 600mg PO daily + Isoniazid 300mg PO daily + Pyrazinamide 1500mg PO daily + Ethambutol 1200mg PO daily x 2 months (intensive phase), then rifampin + isoniazid x 4 months (continuation phase). Infectious disease consult REQUIRED.",
            "cat_scratch": "Cat-scratch disease (if high suspicion: papule at inoculation site + exposure to cats + positive Bartonella serology): Azithromycin 500mg PO x1, then 250mg PO daily x 4 days (shortens duration of lymphadenopathy, but self-limited even without treatment). Self-limited (resolves in 2-4 months).",
            "avoid_list": "Avoid empiric antibiotics unless specific infection suspected (tuberculosis, cat-scratch disease, bacterial lymphadenitis). Avoid ampicillin/amoxicillin in EBV (causes rash in 90%). Avoid delay in excisional biopsy if persistent >4-6 weeks without diagnosis (risk of delayed diagnosis of lymphoma or tuberculosis). Avoid FNA alone if lymphoma suspected (excisional biopsy preferred, provides architecture for pathology)."
          },
          "references": []
        },
        "definitive": {
          "id": "definitive",
          "title": "Definitive (Targeted) Therapy",
          "content": {
            "ebv_cmv": "EBV infectious mononucleosis or CMV: Supportive care (rest, hydration, antipyretics). Self-limited (resolves in 2-4 weeks). No specific antiviral treatment.",
            "hiv": "HIV acute retroviral syndrome (confirmed by HIV RNA): Antiretroviral therapy (ART, combination of 3 drugs from 2 classes: integrase inhibitor + 2 nucleoside reverse transcriptase inhibitors, e.g., bictegravir/emtricitabine/tenofovir alafenamide 1 tablet PO daily). Infectious disease consult REQUIRED. Duration: Lifelong.",
            "tuberculosis": "Tuberculosis (confirmed by positive tuberculosis culture from lymph node biopsy): Rifampin 600mg PO daily + Isoniazid 300mg PO daily + Pyrazinamide 1500mg PO daily + Ethambutol 1200mg PO daily x 2 months, then rifampin + isoniazid x 4 months. Adjust based on susceptibility testing. Duration: 6 months (total).",
            "toxoplasmosis": "Toxoplasmosis (confirmed by positive toxoplasma serology): Supportive care (self-limited in immunocompetent). If immunocompromised or severe: Pyrimethamine 200mg PO x1, then 50-75mg PO daily + Sulfadiazine 1g PO QID + Leucovorin 10-25mg PO daily x 4-6 weeks.",
            "cat_scratch": "Cat-scratch disease (confirmed by positive Bartonella serology): Azithromycin 500mg PO x1, then 250mg PO daily x 4 days (shortens duration, but self-limited even without treatment). Self-limited (resolves in 2-4 months).",
            "lymphoma": "Lymphoma (confirmed by excisional lymph node biopsy): Chemotherapy (e.g., R-CHOP for non-Hodgkin's lymphoma: rituximab, cyclophosphamide, doxorubicin, vincristine, prednisone; ABVD for Hodgkin's lymphoma: doxorubicin, bleomycin, vinblastine, dacarbazine). Hematology/oncology consult REQUIRED. Duration: 4-6 months (chemotherapy cycles).",
            "leukemia": "Leukemia (confirmed by bone marrow biopsy): Chemotherapy (e.g., induction chemotherapy for acute leukemia). Hematology/oncology consult REQUIRED. Duration: 6-12 months (chemotherapy cycles).",
            "metastatic_cancer": "Metastatic cancer (confirmed by excisional lymph node biopsy, primary tumor identified): Treatment depends on primary tumor (chemotherapy, radiation, targeted therapy, immunotherapy). Oncology consult REQUIRED."
          },
          "references": []
        },
        "duration": {
          "id": "duration",
          "title": "Duration of Therapy",
          "content": {
            "standard_duration": "EBV/CMV: Supportive care until clinical improvement (typically 2-4 weeks). HIV: Lifelong (ART). Tuberculosis: 6 months (2 months intensive phase + 4 months continuation phase). Toxoplasmosis: 4-6 weeks (if immunocompromised or severe). Cat-scratch disease: 5 days (azithromycin, but self-limited even without treatment, resolves in 2-4 months). Lymphoma: 4-6 months (chemotherapy cycles). Leukemia: 6-12 months (chemotherapy cycles). Metastatic cancer: Depends on primary tumor.",
            "monitoring": "Monitor clinical response (fever, lymphadenopathy). Monitor for complications (EBV: splenic rupture if contact sports, HIV: opportunistic infections if ART not started, tuberculosis: treatment failure if non-adherent, lymphoma: chemotherapy side effects). If persistent lymphadenopathy >4-6 weeks without diagnosis: Excisional biopsy REQUIRED. Hematology/oncology consult RECOMMENDED if lymphoma suspected. Infectious disease consult RECOMMENDED if tuberculosis or HIV suspected.",
            "stop_criteria": "EBV/CMV: Stop supportive care when clinical improvement (afebrile, lymphadenopathy resolving, typically 2-4 weeks). Tuberculosis: Stop treatment after 6 months (if susceptible, adherent, clinical improvement). Cat-scratch disease: Self-limited (resolves in 2-4 months). Lymphoma/leukemia: Continue chemotherapy as per hematology/oncology plan (typically 4-12 months)."
          },
          "references": []
        },
        "special": {
          "id": "special",
          "title": "Special Considerations",
          "content": {
            "pregnancy": "Pregnancy (fever with lymphadenopathy can occur in pregnancy). EBV/CMV: Supportive care (safe in pregnancy). Toxoplasmosis: Increased risk of congenital toxoplasmosis (pyrimethamine + sulfadiazine + leucovorin if severe, spiramycin if mild). HIV: ART safe in pregnancy (reduces vertical transmission). Tuberculosis: Rifampin + isoniazid + ethambutol safe in pregnancy (avoid pyrazinamide in 1st trimester). Obstetrics + infectious disease consult REQUIRED.",
            "children": "Children (fever with lymphadenopathy common in children, same treatment as adults with weight-based dosing). EBV: Supportive care (avoid aspirin: risk of Reye syndrome). HIV: ART (weight-based dosing). Tuberculosis: Rifampin + isoniazid + pyrazinamide + ethambutol (weight-based dosing). Lymphoma: Chemotherapy (weight-based dosing). Pediatrics + hematology/oncology consult RECOMMENDED.",
            "immunocompromised": "Immunocompromised (HIV/AIDS, transplant, chemotherapy, increased risk of opportunistic infections, lymphoma, 10-fold). HIV: Test for HIV if risk factors or generalized lymphadenopathy. Opportunistic infections: Tuberculosis, toxoplasmosis, cytomegalovirus, Mycobacterium avium complex. Lymphoma: Increased risk of non-Hodgkin's lymphoma (especially in HIV/AIDS). Infectious disease + hematology/oncology consult REQUIRED.",
            "supraclavicular_lymphadenopathy": "Supraclavicular lymphadenopathy (75% malignant: lymphoma, lung cancer, gastric cancer). Requires immediate CT chest/abdomen/pelvis + excisional biopsy. Left supraclavicular (Virchow's node): Suggests gastric cancer, pancreatic cancer, renal cell carcinoma. Right supraclavicular: Suggests lung cancer, esophageal cancer, mediastinal lymphoma. Oncology consult REQUIRED.",
            "counseling": "Fever with Lymphadenopathy requires systematic approach. Most causes are viral (EBV, CMV: supportive care, self-limited, resolves in 2-4 weeks). Red flags (suggest malignancy or serious infection): Supraclavicular lymphadenopathy (75% malignant), lymph nodes >2 cm, hard/fixed consistency, persistent >4-6 weeks, weight loss >10%, night sweats, hepatosplenomegaly. Excisional lymph node biopsy REQUIRED if persistent >4-6 weeks without diagnosis (excisional biopsy preferred over FNA for lymphoma diagnosis). Hematology/oncology consult RECOMMENDED if lymphoma suspected. Infectious disease consult RECOMMENDED if tuberculosis or HIV suspected."
          },
          "references": []
        },
        "stewardship": {
          "id": "stewardship",
          "title": "Stewardship & Diagnostic Alerts",
          "content": {
            "de_escalation_opportunities": [
              "Do NOT start empiric antibiotics unless specific infection suspected (tuberculosis, cat-scratch disease, bacterial lymphadenitis)",
              "Most causes are viral (EBV, CMV: supportive care, no specific treatment) or require biopsy for diagnosis (lymphoma, metastatic cancer)",
              "Systematic diagnostic approach is critical (comprehensive history, physical examination, laboratory tests, imaging, excisional biopsy if persistent >4-6 weeks)",
              "Excisional lymph node biopsy REQUIRED if persistent >4-6 weeks without diagnosis (excisional biopsy preferred over FNA for lymphoma diagnosis)",
              "Hematology/oncology consult RECOMMENDED if lymphoma suspected. Infectious disease consult RECOMMENDED if tuberculosis or HIV suspected"
            ],
            "timeout_checklist": [
              "Is fever with lymphadenopathy confirmed? (Fever >38°C + lymph nodes >1 cm, persistent >2 weeks)",
              "What are the lymph node characteristics? (Size, location, consistency, mobility)",
              "Are red flags present? (Supraclavicular location, lymph nodes >2 cm, hard/fixed consistency, weight loss >10%, night sweats, hepatosplenomegaly)",
              "Are appropriate tests performed? (CBC, ESR, CRP, heterophile antibody or EBV serology, CMV serology, HIV test, tuberculin skin test or IGRA, chest X-ray)",
              "Is CT chest/abdomen/pelvis performed if red flags present?",
              "Is excisional lymph node biopsy performed if persistent >4-6 weeks without diagnosis?",
              "Is hematology/oncology or infectious disease consult obtained if indicated?"
            ],
            "avoid_unnecessary_treatment": "Avoid empiric antibiotics unless specific infection suspected (tuberculosis, cat-scratch disease, bacterial lymphadenitis). Avoid ampicillin/amoxicillin in EBV (causes rash in 90%). Avoid delay in excisional biopsy if persistent >4-6 weeks without diagnosis (risk of delayed diagnosis of lymphoma or tuberculosis). Avoid FNA alone if lymphoma suspected (excisional biopsy preferred, provides architecture for pathology).",
            "diagnostic_stewardship": "Systematic diagnostic approach: Comprehensive history (exposures, medications, travel, sexual history) + Physical examination (lymph node characteristics, hepatosplenomegaly) + Laboratory tests (CBC, ESR, CRP, heterophile antibody or EBV serology, CMV serology, HIV test, tuberculin skin test or IGRA, chest X-ray) + Imaging (CT chest/abdomen/pelvis if red flags) + Excisional biopsy (if persistent >4-6 weeks without diagnosis, excisional biopsy preferred over FNA for lymphoma diagnosis). Do NOT perform excisional biopsy for acute lymphadenopathy (<2 weeks) unless red flags.",
            "prevention": "Vaccination (MMR: measles-mumps-rubella, reduces risk of viral lymphadenopathy). HIV prevention (safe sex practices, pre-exposure prophylaxis PrEP if high risk). Tuberculosis prevention (BCG vaccine, avoid contact with tuberculosis patients, isoniazid prophylaxis if latent tuberculosis). Toxoplasmosis prevention (avoid undercooked meat, avoid contact with cat feces, especially in pregnancy). Cat-scratch disease prevention (avoid cat scratches, wash hands after handling cats)."
          },
          "references": []
        },
        "references": {
          "id": "references",
          "title": "References",
          "content": {},
          "references": [
            {
              "label": "IDSA Clinical Practice Guidelines for Lymphadenopathy (2022)",
              "url": "https://www.idsociety.org/practice-guideline/lymphadenopathy/"
            },
            {
              "label": "NCCN Guidelines for Non-Hodgkin's Lymphoma (2024)",
              "url": "https://www.nccn.org/professionals/physician_gls/pdf/nhl.pdf"
            },
            {
              "label": "CDC Guidelines for Tuberculosis (2023)",
              "url": "https://www.cdc.gov/tb/publications/guidelines/default.htm"
            },
            {
              "label": "Sanford Guide to Antimicrobial Therapy (2025)",
              "url": "https://www.sanfordguide.com/"
            }
          ]
        }
      }
    },
    {
      "id": "fever-with-hepatosplenomegaly",
      "name": "Fever with Hepatosplenomegaly",
      "synonyms": [
        "Febrile hepatosplenomegaly",
        "Fever with enlarged liver and spleen"
      ],
      "icd10": [
        "R16.2",
        "R50.9"
      ],
      "severity": [
        "moderate",
        "severe"
      ],
      "shortDescription": "Fever + hepatosplenomegaly requires systematic approach. Etiology: Infections (50-60%: EBV, CMV, malaria, endocarditis, tuberculosis), malignancies (20-30%: lymphoma, leukemia), autoimmune (10-15%: SLE, adult Still's disease), storage diseases (5-10%). Requires imaging (ultrasound, CT) and often biopsy for diagnosis",
      "sections": {
        "overview": {
          "id": "overview",
          "title": "Overview & Clinical Presentation",
          "content": {
            "definition": "Fever with Hepatosplenomegaly: Fever >38°C (100.4°F) + hepatomegaly (liver >12-15 cm span by percussion) + splenomegaly (spleen palpable >2 cm below left costal margin). Requires systematic approach based on associated symptoms and laboratory findings. Etiology: Infections (50-60%, most common: Epstein-Barr virus EBV 15-20%, cytomegalovirus CMV 10-15%, malaria 10-15% in endemic areas, endocarditis 5-10%, tuberculosis 5-10%, viral hepatitis 5-10%), malignancies (20-30%, most common: lymphoma 15-20%, leukemia 10-15%, myeloproliferative disorders 5-10%), autoimmune/inflammatory (10-15%, most common: systemic lupus erythematosus SLE 5-10%, adult Still's disease 5-10%, sarcoidosis 2-5%), storage diseases (5-10%, most common: Gaucher disease, Niemann-Pick disease), other (portal hypertension, congestive heart failure). Red flags (suggest malignancy or serious infection): Weight loss >10%, night sweats, cytopenias, elevated LDH, jaundice, ascites.",
            "clinical_presentation": "Fever >38°C (100.4°F) + hepatomegaly + splenomegaly (100%). Associated symptoms guide differential diagnosis: EBV (pharyngitis, lymphadenopathy, atypical lymphocytosis, positive heterophile antibody). CMV (hepatitis, atypical lymphocytosis, negative heterophile antibody). Malaria (cyclic fever every 48-72 hours, chills, rigors, travel to endemic area, positive blood smear). Endocarditis (new murmur, splinter hemorrhages, Osler nodes, Janeway lesions, positive blood cultures). Tuberculosis (cough, night sweats, weight loss, positive tuberculin skin test or IGRA). Viral hepatitis (jaundice, elevated transaminases, positive hepatitis serology). Lymphoma (weight loss >10%, night sweats, lymphadenopathy, elevated LDH). Leukemia (cytopenias, blasts on peripheral smear, elevated LDH). SLE (rash, arthritis, cytopenias, positive ANA). Adult Still's disease (salmon-colored rash, arthritis, ferritin >1000 ng/mL). Sarcoidosis (hilar lymphadenopathy, elevated ACE level).",
            "diagnostic_criteria": "Fever with Hepatosplenomegaly: Fever >38°C (100.4°F) + hepatomegaly (liver >12-15 cm span by percussion) + splenomegaly (spleen palpable >2 cm below left costal margin). Diagnostic approach: Comprehensive history (exposures, travel, medications), physical examination (hepatosplenomegaly, lymphadenopathy, rash), laboratory tests (CBC with differential, liver function tests, ESR, CRP, heterophile antibody or EBV serology, CMV serology, blood cultures, thick/thin blood smears if travel to malaria-endemic area, tuberculin skin test or IGRA, hepatitis serology, LDH, ferritin), imaging (ultrasound abdomen: confirms hepatosplenomegaly, assesses liver/spleen size and echotexture; CT chest/abdomen/pelvis: identifies lymphadenopathy, masses), biopsy (liver biopsy or bone marrow biopsy if diagnosis unclear). Definitive diagnosis: Depends on etiology (positive serology for EBV/CMV/hepatitis, positive blood smear for malaria, positive blood cultures for endocarditis, positive lymph node or bone marrow biopsy for lymphoma/leukemia).",
            "risk_factors": [
              "Travel to malaria-endemic area (sub-Saharan Africa, Southeast Asia, South America, increased risk of malaria, 10-fold)",
              "IV drug use (increased risk of endocarditis, hepatitis B/C, HIV, 10-fold)",
              "Immunocompromised (HIV/AIDS, transplant, chemotherapy, increased risk of opportunistic infections, lymphoma, 10-fold)",
              "Young adults (15-30 years, increased risk of EBV infectious mononucleosis, 5-fold)",
              "Age >50 years (increased risk of lymphoma, leukemia, 2-fold)",
              "Autoimmune disease (increased risk of SLE, adult Still's disease, 5-fold)"
            ],
            "red_flags": [
              "Weight loss >10% + night sweats + cytopenias + elevated LDH - suggests lymphoma or leukemia, requires CT chest/abdomen/pelvis + bone marrow biopsy + hematology/oncology consult",
              "Jaundice + elevated transaminases + coagulopathy - suggests acute liver failure (viral hepatitis, drug-induced liver injury), requires hepatology consult + liver transplant evaluation if severe",
              "New murmur + splinter hemorrhages + positive blood cultures - suggests endocarditis, requires echocardiography (transesophageal preferred) + cardiology consult + infectious disease consult",
              "Cyclic fever + travel to malaria-endemic area + positive blood smear - suggests malaria (especially Plasmodium falciparum), requires immediate treatment (artemether-lumefantrine OR atovaquone-proguanil), mortality 10-20% if untreated"
            ]
          },
          "references": []
        },
        "diagnostics": {
          "id": "diagnostics",
          "title": "Diagnostic Strategy & Tests",
          "content": {
            "when_to_test": "Test if: Fever + hepatosplenomegaly (hepatomegaly + splenomegaly). Systematic diagnostic approach: Comprehensive history + physical examination + laboratory tests (CBC, liver function tests, ESR, CRP, heterophile antibody or EBV serology, CMV serology, blood cultures, thick/thin blood smears if travel to malaria-endemic area, tuberculin skin test or IGRA, hepatitis serology, LDH, ferritin) + imaging (ultrasound abdomen, CT chest/abdomen/pelvis if red flags) + biopsy (liver biopsy or bone marrow biopsy if diagnosis unclear).",
            "essential_tests": [
              "CBC with differential: Atypical lymphocytosis (suggests EBV or CMV), cytopenias (suggests leukemia, lymphoma, SLE), thrombocytopenia (suggests malaria, endocarditis, leukemia). Turnaround: 1-2 hours.",
              "Liver function tests: Elevated transaminases (suggests viral hepatitis, EBV, CMV), elevated alkaline phosphatase (suggests infiltrative disease: lymphoma, tuberculosis, sarcoidosis), elevated bilirubin (suggests hemolysis: malaria, autoimmune hemolytic anemia). Turnaround: 1-2 hours.",
              "ESR and CRP: Elevated (70-80% in fever with hepatosplenomegaly, nonspecific). Turnaround: 1-2 hours.",
              "Blood cultures x2 sets: If endocarditis suspected (identifies bacteremia: Staphylococcus aureus, Streptococcus viridans, Enterococcus). Turnaround: 2-5 days.",
              "Ultrasound abdomen: Confirms hepatosplenomegaly, assesses liver/spleen size and echotexture, identifies masses, ascites. Turnaround: Same day."
            ],
            "conditional_tests": [
              "Heterophile antibody (Monospot test): If atypical lymphocytosis (positive 70-90% in EBV infectious mononucleosis). Turnaround: 1-2 hours.",
              "EBV serology (VCA IgM, VCA IgG, EBNA IgG): If heterophile antibody negative but clinical suspicion high (sensitivity >95%). Turnaround: 1-2 days.",
              "CMV serology (IgM, IgG): If atypical lymphocytosis + heterophile antibody negative (sensitivity 80-90%). Turnaround: 1-2 days.",
              "Thick and thin blood smears x3: If travel to malaria-endemic area (identifies Plasmodium species, sensitivity 70-90%). Turnaround: 1-2 hours.",
              "Rapid diagnostic test (RDT) for malaria: If travel to malaria-endemic area (sensitivity 90-95% for P. falciparum). Turnaround: 15-30 minutes.",
              "Tuberculin skin test (TST) or IGRA: If risk factors (travel to endemic area, immunocompromised) or persistent hepatosplenomegaly. Turnaround: 2-3 days (TST), 1-2 days (IGRA).",
              "Hepatitis serology (hepatitis A IgM, hepatitis B surface antigen, hepatitis C antibody): If jaundice, elevated transaminases. Turnaround: 1-2 days.",
              "LDH: Elevated (suggests lymphoma, leukemia, hemolysis). Turnaround: 1-2 hours.",
              "Ferritin: Markedly elevated >1000 ng/mL (suggests adult Still's disease, hemophagocytic lymphohistiocytosis). Turnaround: 1-2 hours.",
              "ANA: Positive (suggests SLE). Turnaround: 1-2 days.",
              "ACE level: Elevated (suggests sarcoidosis). Turnaround: 1-2 days.",
              "Echocardiography (transesophageal preferred): If endocarditis suspected (identifies vegetations, sensitivity 90-95% for transesophageal). Turnaround: Same day.",
              "CT chest/abdomen/pelvis with contrast: If red flags (weight loss, night sweats, cytopenias, elevated LDH) or diagnosis unclear (identifies lymphadenopathy, masses, organomegaly). Turnaround: Same day.",
              "Liver biopsy: If diagnosis unclear after initial workup (identifies infiltrative disease: lymphoma, tuberculosis, sarcoidosis, storage diseases). Turnaround: 1-2 days.",
              "Bone marrow biopsy: If cytopenias or elevated LDH (identifies leukemia, lymphoma, hemophagocytic lymphohistiocytosis). Turnaround: 1-2 days."
            ],
            "when_not_to_test": "Do NOT delay treatment for malaria if high clinical suspicion (fever + travel to malaria-endemic area + positive rapid diagnostic test OR positive blood smear, start treatment immediately, mortality 10-20% if untreated P. falciparum). Do NOT delay echocardiography if endocarditis suspected (new murmur + positive blood cultures, transesophageal echocardiography preferred). Do NOT delay liver biopsy or bone marrow biopsy if diagnosis unclear after initial workup (risk of delayed diagnosis of lymphoma, leukemia, tuberculosis).",
            "turnaround_time": "CBC: 1-2 hours. Liver function tests: 1-2 hours. ESR/CRP: 1-2 hours. Blood cultures: 2-5 days. Ultrasound abdomen: Same day. Heterophile antibody: 1-2 hours. EBV serology: 1-2 days. CMV serology: 1-2 days. Thick/thin blood smears: 1-2 hours. Rapid diagnostic test (malaria): 15-30 minutes. TST: 2-3 days. IGRA: 1-2 days. Hepatitis serology: 1-2 days. LDH: 1-2 hours. Ferritin: 1-2 hours. ANA: 1-2 days. ACE level: 1-2 days. Echocardiography: Same day. CT chest/abdomen/pelvis: Same day. Liver biopsy: 1-2 days. Bone marrow biopsy: 1-2 days."
          },
          "references": []
        },
        "microbiology": {
          "id": "microbiology",
          "title": "Microbiology",
          "content": {
            "organism": "Fever with Hepatosplenomegaly etiology: Infections (50-60%): Epstein-Barr virus EBV (15-20%, pharyngitis, lymphadenopathy, atypical lymphocytosis, positive heterophile antibody), cytomegalovirus CMV (10-15%, hepatitis, atypical lymphocytosis, negative heterophile antibody), malaria (10-15% in endemic areas, Plasmodium falciparum most common and most severe, cyclic fever, positive blood smear), endocarditis (5-10%, Staphylococcus aureus, Streptococcus viridans, Enterococcus, new murmur, positive blood cultures), tuberculosis (5-10%, Mycobacterium tuberculosis, cough, night sweats, positive tuberculin skin test or IGRA), viral hepatitis (5-10%, hepatitis A/B/C, jaundice, elevated transaminases, positive hepatitis serology). Malignancies (20-30%): Lymphoma (15-20%, Hodgkin's/non-Hodgkin's, weight loss, night sweats, elevated LDH, positive lymph node or bone marrow biopsy), leukemia (10-15%, acute/chronic, cytopenias, blasts on peripheral smear, positive bone marrow biopsy), myeloproliferative disorders (5-10%, polycythemia vera, essential thrombocythemia, myelofibrosis, elevated blood counts, positive JAK2 mutation). Autoimmune/inflammatory (10-15%): Systemic lupus erythematosus SLE (5-10%, rash, arthritis, cytopenias, positive ANA), adult Still's disease (5-10%, salmon-colored rash, arthritis, ferritin >1000 ng/mL), sarcoidosis (2-5%, hilar lymphadenopathy, elevated ACE level). Storage diseases (5-10%): Gaucher disease, Niemann-Pick disease (hepatosplenomegaly, cytopenias, positive enzyme assay).",
            "pathogenesis": "Pathogenesis depends on etiology: Viral infections (EBV, CMV: viral replication in liver and spleen, hepatosplenomegaly, atypical lymphocytosis, cytokine release, fever). Malaria (Plasmodium infection, red blood cell rupture, hemolysis, spleen sequestration, hepatosplenomegaly, fever). Endocarditis (bacteremia, immune complex deposition in spleen, splenomegaly, fever). Tuberculosis (Mycobacterium tuberculosis infection, granulomatous inflammation in liver and spleen, hepatosplenomegaly, fever). Viral hepatitis (hepatitis virus infection, hepatocyte necrosis, hepatomegaly, fever). Lymphoma (malignant lymphocyte proliferation, infiltration of liver and spleen, hepatosplenomegaly, cytokine release, fever). Leukemia (malignant hematopoietic cell proliferation, infiltration of liver and spleen, hepatosplenomegaly, cytopenias, fever). SLE (autoantibody production, immune complex deposition in liver and spleen, hepatosplenomegaly, cytopenias, fever). Adult Still's disease (cytokine storm, hepatosplenomegaly, fever). Storage diseases (enzyme deficiency, accumulation of lipids in liver and spleen, hepatosplenomegaly).",
            "resistance_patterns": {
              "malaria": "Chloroquine-resistant Plasmodium falciparum (widespread in sub-Saharan Africa, Southeast Asia, South America, >90% of P. falciparum isolates). Artemisinin-resistant P. falciparum (emerging in Southeast Asia, 5-10% of isolates).",
              "endocarditis": "Methicillin-resistant Staphylococcus aureus MRSA (30-40% of S. aureus endocarditis). Vancomycin-resistant Enterococcus VRE (10-20% of Enterococcus endocarditis)."
            },
            "timing_critical": "Start treatment immediately if: Malaria (fever + travel to malaria-endemic area + positive rapid diagnostic test OR positive blood smear, start treatment immediately, mortality 10-20% if untreated P. falciparum). Endocarditis (new murmur + positive blood cultures, start empiric antibiotics immediately: vancomycin + ceftriaxone). Acute liver failure (jaundice + elevated transaminases + coagulopathy, hepatology consult + liver transplant evaluation). Hematology/oncology consult RECOMMENDED if lymphoma or leukemia suspected. Infectious disease consult RECOMMENDED if malaria, endocarditis, or tuberculosis suspected."
          },
          "references": []
        },
        "empiric": {
          "id": "empiric",
          "title": "Empiric Therapy",
          "content": {
            "general_approach": "Do NOT start empiric antibiotics unless specific infection suspected (endocarditis, tuberculosis). Most causes are viral (EBV, CMV: supportive care, no specific treatment) or require biopsy for diagnosis (lymphoma, leukemia). Systematic diagnostic approach is critical (comprehensive history, physical examination, laboratory tests, imaging, biopsy if diagnosis unclear).",
            "ebv_cmv": "EBV infectious mononucleosis or CMV: Supportive care (rest, hydration, antipyretics: acetaminophen). Avoid ampicillin/amoxicillin (causes rash in 90% of EBV patients). Avoid contact sports for 3-4 weeks (risk of splenic rupture). No specific antiviral treatment. Self-limited (resolves in 2-4 weeks).",
            "malaria": "Malaria (if fever + travel to malaria-endemic area + positive rapid diagnostic test OR positive blood smear): Uncomplicated malaria (P. falciparum, chloroquine-resistant): Artemether-lumefantrine (Coartem) 4 tablets PO BID x 3 days OR Atovaquone-proguanil (Malarone) 4 tablets PO daily x 3 days. Severe malaria (altered mental status, seizures, hypoxemia, shock, parasitemia >5%, jaundice, renal failure): IV artesunate 2.4mg/kg IV at 0, 12, 24 hours, then daily until able to take oral therapy, then complete treatment with artemether-lumefantrine OR atovaquone-proguanil x 3 days. ICU admission REQUIRED. Infectious disease consult REQUIRED.",
            "endocarditis": "Endocarditis (if new murmur + positive blood cultures OR high clinical suspicion): Vancomycin 15-20mg/kg IV q8-12h + Ceftriaxone 2g IV daily (covers Staphylococcus aureus including MRSA, Streptococcus viridans, Enterococcus). Obtain blood cultures x2 sets before antibiotics. Echocardiography (transesophageal preferred) REQUIRED. Cardiology + infectious disease consult REQUIRED.",
            "tuberculosis": "Tuberculosis (if high suspicion: positive tuberculin skin test or IGRA + persistent hepatosplenomegaly + risk factors): Rifampin 600mg PO daily + Isoniazid 300mg PO daily + Pyrazinamide 1500mg PO daily + Ethambutol 1200mg PO daily x 2 months, then rifampin + isoniazid x 4 months. Infectious disease consult REQUIRED.",
            "avoid_list": "Avoid empiric antibiotics unless specific infection suspected (endocarditis, tuberculosis). Avoid ampicillin/amoxicillin in EBV (causes rash in 90%). Avoid delay in treatment for malaria if high clinical suspicion (fever + travel to malaria-endemic area + positive rapid diagnostic test OR positive blood smear, start treatment immediately, mortality 10-20% if untreated P. falciparum). Avoid delay in liver biopsy or bone marrow biopsy if diagnosis unclear after initial workup (risk of delayed diagnosis of lymphoma, leukemia, tuberculosis)."
          },
          "references": []
        },
        "definitive": {
          "id": "definitive",
          "title": "Definitive (Targeted) Therapy",
          "content": {
            "ebv_cmv": "EBV infectious mononucleosis or CMV: Supportive care (rest, hydration, antipyretics). Self-limited (resolves in 2-4 weeks). No specific antiviral treatment.",
            "malaria": "Malaria (confirmed by blood smear, speciation): Plasmodium falciparum (chloroquine-resistant): Artemether-lumefantrine (Coartem) 4 tablets PO BID x 3 days OR Atovaquone-proguanil (Malarone) 4 tablets PO daily x 3 days. Severe malaria: IV artesunate 2.4mg/kg IV at 0, 12, 24 hours, then daily until able to take oral therapy, then complete treatment with artemether-lumefantrine OR atovaquone-proguanil x 3 days. Duration: 3 days (uncomplicated), 7 days (severe).",
            "endocarditis": "Endocarditis (confirmed by positive blood cultures + echocardiography): Adjust antibiotics based on culture results and susceptibility testing. Staphylococcus aureus (MSSA): Nafcillin 2g IV q4h OR Cefazolin 2g IV q8h x 4-6 weeks. Staphylococcus aureus (MRSA): Vancomycin 15-20mg/kg IV q8-12h OR Daptomycin 8-10mg/kg IV daily x 4-6 weeks. Streptococcus viridans: Penicillin G 24 million units IV daily OR Ceftriaxone 2g IV daily x 4 weeks. Enterococcus: Ampicillin 2g IV q4h + Gentamicin 1mg/kg IV q8h x 4-6 weeks. Cardiology + infectious disease consult REQUIRED. Duration: 4-6 weeks.",
            "tuberculosis": "Tuberculosis (confirmed by positive tuberculosis culture): Rifampin 600mg PO daily + Isoniazid 300mg PO daily + Pyrazinamide 1500mg PO daily + Ethambutol 1200mg PO daily x 2 months, then rifampin + isoniazid x 4 months. Adjust based on susceptibility testing. Duration: 6 months (total).",
            "lymphoma": "Lymphoma (confirmed by lymph node or bone marrow biopsy): Chemotherapy (e.g., R-CHOP for non-Hodgkin's lymphoma, ABVD for Hodgkin's lymphoma). Hematology/oncology consult REQUIRED. Duration: 4-6 months (chemotherapy cycles).",
            "leukemia": "Leukemia (confirmed by bone marrow biopsy): Chemotherapy (e.g., induction chemotherapy for acute leukemia). Hematology/oncology consult REQUIRED. Duration: 6-12 months (chemotherapy cycles).",
            "sle": "Systemic lupus erythematosus SLE (confirmed by positive ANA + clinical criteria): Corticosteroids (prednisone 0.5-1mg/kg PO daily) + Hydroxychloroquine 200-400mg PO daily. Rheumatology consult REQUIRED. Duration: Chronic (lifelong).",
            "adult_still": "Adult Still's disease (confirmed by clinical criteria + ferritin >1000 ng/mL): NSAIDs (indomethacin 50mg PO TID) OR Corticosteroids (prednisone 0.5-1mg/kg PO daily) OR IL-1 inhibitors (anakinra 100mg SC daily). Rheumatology consult REQUIRED. Duration: Chronic (lifelong)."
          },
          "references": []
        },
        "duration": {
          "id": "duration",
          "title": "Duration of Therapy",
          "content": {
            "standard_duration": "EBV/CMV: Supportive care until clinical improvement (typically 2-4 weeks). Malaria: 3 days (uncomplicated), 7 days (severe). Endocarditis: 4-6 weeks (IV antibiotics). Tuberculosis: 6 months (2 months intensive phase + 4 months continuation phase). Lymphoma: 4-6 months (chemotherapy cycles). Leukemia: 6-12 months (chemotherapy cycles). SLE: Chronic (lifelong). Adult Still's disease: Chronic (lifelong).",
            "monitoring": "Monitor clinical response (fever, hepatosplenomegaly). Monitor for complications (EBV: splenic rupture if contact sports, malaria: cerebral malaria, endocarditis: heart failure, valve rupture, tuberculosis: treatment failure if non-adherent, lymphoma/leukemia: chemotherapy side effects). If diagnosis unclear after initial workup: Liver biopsy or bone marrow biopsy REQUIRED. Hematology/oncology consult RECOMMENDED if lymphoma or leukemia suspected. Infectious disease consult RECOMMENDED if malaria, endocarditis, or tuberculosis suspected.",
            "stop_criteria": "EBV/CMV: Stop supportive care when clinical improvement (afebrile, hepatosplenomegaly resolving, typically 2-4 weeks). Malaria: Stop treatment after 3 days (uncomplicated) or 7 days (severe). Endocarditis: Stop antibiotics after 4-6 weeks (if clinical improvement, negative blood cultures). Tuberculosis: Stop treatment after 6 months (if susceptible, adherent, clinical improvement). Lymphoma/leukemia: Continue chemotherapy as per hematology/oncology plan (typically 4-12 months)."
          },
          "references": []
        },
        "special": {
          "id": "special",
          "title": "Special Considerations",
          "content": {
            "pregnancy": "Pregnancy (fever with hepatosplenomegaly can occur in pregnancy). EBV/CMV: Supportive care (safe in pregnancy). Malaria: Artemether-lumefantrine safe in 2nd/3rd trimester (avoid in 1st trimester, use quinine + clindamycin). Endocarditis: Penicillin, ceftriaxone safe in pregnancy (avoid vancomycin if possible). Tuberculosis: Rifampin + isoniazid + ethambutol safe in pregnancy (avoid pyrazinamide in 1st trimester). Obstetrics + infectious disease consult REQUIRED.",
            "children": "Children (fever with hepatosplenomegaly can occur in children, same treatment as adults with weight-based dosing). EBV: Supportive care (avoid aspirin: risk of Reye syndrome). Malaria: Artemether-lumefantrine (weight-based dosing). Endocarditis: Penicillin, ceftriaxone (weight-based dosing). Tuberculosis: Rifampin + isoniazid + pyrazinamide + ethambutol (weight-based dosing). Lymphoma/leukemia: Chemotherapy (weight-based dosing). Pediatrics + hematology/oncology consult RECOMMENDED.",
            "immunocompromised": "Immunocompromised (HIV/AIDS, transplant, chemotherapy, increased risk of opportunistic infections, lymphoma, 10-fold). Opportunistic infections: Tuberculosis, CMV, Mycobacterium avium complex, histoplasmosis. Lymphoma: Increased risk of non-Hodgkin's lymphoma (especially in HIV/AIDS). Infectious disease + hematology/oncology consult REQUIRED.",
            "splenic_rupture": "Splenic rupture (rare but life-threatening complication of EBV infectious mononucleosis, 0.1-0.5% of cases). Presents with acute abdominal pain, left shoulder pain (Kehr sign), hypotension, shock. Requires immediate CT abdomen + surgical consult (splenectomy if hemodynamically unstable, observation if stable). Avoid contact sports for 3-4 weeks after EBV diagnosis (risk of splenic rupture).",
            "counseling": "Fever with Hepatosplenomegaly requires systematic approach. Most causes are viral (EBV, CMV: supportive care, self-limited, resolves in 2-4 weeks). Red flags (suggest malignancy or serious infection): Weight loss >10%, night sweats, cytopenias, elevated LDH, jaundice, new murmur. Malaria: Start treatment immediately if positive rapid diagnostic test OR positive blood smear (mortality 10-20% if untreated P. falciparum). Endocarditis: Echocardiography (transesophageal preferred) + IV antibiotics x 4-6 weeks. Lymphoma/leukemia: Liver biopsy or bone marrow biopsy if diagnosis unclear. Hematology/oncology consult RECOMMENDED if lymphoma or leukemia suspected. Infectious disease consult RECOMMENDED if malaria, endocarditis, or tuberculosis suspected."
          },
          "references": []
        },
        "stewardship": {
          "id": "stewardship",
          "title": "Stewardship & Diagnostic Alerts",
          "content": {
            "de_escalation_opportunities": [
              "Do NOT start empiric antibiotics unless specific infection suspected (endocarditis, tuberculosis)",
              "Most causes are viral (EBV, CMV: supportive care, no specific treatment) or require biopsy for diagnosis (lymphoma, leukemia)",
              "Systematic diagnostic approach is critical (comprehensive history, physical examination, laboratory tests, imaging, biopsy if diagnosis unclear)",
              "Adjust antibiotics based on culture results and susceptibility testing (endocarditis, tuberculosis)",
              "Hematology/oncology consult RECOMMENDED if lymphoma or leukemia suspected. Infectious disease consult RECOMMENDED if malaria, endocarditis, or tuberculosis suspected"
            ],
            "timeout_checklist": [
              "Is fever with hepatosplenomegaly confirmed? (Fever >38°C + hepatomegaly + splenomegaly)",
              "Are appropriate tests performed? (CBC, liver function tests, ESR, CRP, heterophile antibody or EBV serology, CMV serology, blood cultures, thick/thin blood smears if travel to malaria-endemic area, ultrasound abdomen)",
              "Are red flags present? (Weight loss >10%, night sweats, cytopenias, elevated LDH, jaundice, new murmur)",
              "Is CT chest/abdomen/pelvis performed if red flags present?",
              "Is liver biopsy or bone marrow biopsy performed if diagnosis unclear after initial workup?",
              "Is hematology/oncology or infectious disease consult obtained if indicated?"
            ],
            "avoid_unnecessary_treatment": "Avoid empiric antibiotics unless specific infection suspected (endocarditis, tuberculosis). Avoid ampicillin/amoxicillin in EBV (causes rash in 90%). Avoid delay in treatment for malaria if high clinical suspicion (fever + travel to malaria-endemic area + positive rapid diagnostic test OR positive blood smear, start treatment immediately, mortality 10-20% if untreated P. falciparum). Avoid delay in liver biopsy or bone marrow biopsy if diagnosis unclear after initial workup (risk of delayed diagnosis of lymphoma, leukemia, tuberculosis).",
            "diagnostic_stewardship": "Systematic diagnostic approach: Comprehensive history (exposures, travel, medications) + Physical examination (hepatosplenomegaly, lymphadenopathy, rash) + Laboratory tests (CBC, liver function tests, ESR, CRP, heterophile antibody or EBV serology, CMV serology, blood cultures, thick/thin blood smears if travel to malaria-endemic area, tuberculin skin test or IGRA, hepatitis serology, LDH, ferritin) + Imaging (ultrasound abdomen, CT chest/abdomen/pelvis if red flags) + Biopsy (liver biopsy or bone marrow biopsy if diagnosis unclear). Do NOT start empiric antibiotics unless specific infection suspected.",
            "prevention": "Vaccination (MMR: measles-mumps-rubella, reduces risk of viral hepatosplenomegaly). Malaria prevention (chemoprophylaxis: atovaquone-proguanil, doxycycline, mefloquine; insect repellent; bed nets). Endocarditis prevention (antibiotic prophylaxis before dental procedures if high-risk cardiac conditions). Tuberculosis prevention (BCG vaccine, avoid contact with tuberculosis patients, isoniazid prophylaxis if latent tuberculosis). Hepatitis prevention (vaccination: hepatitis A, hepatitis B; safe sex practices; avoid IV drug use)."
          },
          "references": []
        },
        "references": {
          "id": "references",
          "title": "References",
          "content": {},
          "references": [
            {
              "label": "IDSA Clinical Practice Guidelines for Hepatosplenomegaly (2022)",
              "url": "https://www.idsociety.org/practice-guideline/hepatosplenomegaly/"
            },
            {
              "label": "WHO Guidelines for Malaria Treatment (2023)",
              "url": "https://www.who.int/publications/i/item/guidelines-for-malaria"
            },
            {
              "label": "AHA Guidelines for Infective Endocarditis (2021)",
              "url": "https://www.ahajournals.org/doi/10.1161/CIR.0000000000000923"
            },
            {
              "label": "Sanford Guide to Antimicrobial Therapy (2025)",
              "url": "https://www.sanfordguide.com/"
            }
          ]
        }
      }
    },
    {
      "id": "fever-icu-patient",
      "name": "Fever in ICU Patient",
      "synonyms": [
        "ICU fever",
        "Nosocomial fever in ICU"
      ],
      "icd10": [
        "R50.9",
        "T81.4"
      ],
      "severity": [
        "moderate",
        "severe",
        "critical"
      ],
      "shortDescription": "Fever in ICU patient (>48 hours after admission) requires systematic approach. Etiology: Infections (50-60%: VAP 25%, CLABSI 15%, C. difficile 10%, UTI 10%, SSI 5%), non-infectious (40-50%: drug fever 15%, atelectasis 10%, DVT/PE 5%, transfusion reaction 5%). Requires daily evaluation and source control",
      "sections": {
        "overview": {
          "id": "overview",
          "title": "Overview & Clinical Presentation",
          "content": {
            "definition": "Fever in ICU Patient: Fever >38.3°C (101°F) in ICU patient >48 hours after admission. Incidence: 50-70% of ICU patients develop fever. Etiology: Infections (50-60%, most common: ventilator-associated pneumonia VAP 25%, central line-associated bloodstream infection CLABSI 15%, Clostridioides difficile colitis 10%, catheter-associated urinary tract infection CAUTI 10%, surgical site infection SSI 5%, sinusitis 5%), non-infectious causes (40-50%, most common: drug fever 15%, atelectasis 10%, deep vein thrombosis DVT/pulmonary embolism PE 5%, transfusion reaction 5%, pancreatitis 5%, acalculous cholecystitis 2-5%). Requires systematic approach: Daily evaluation (clinical examination, review of devices: endotracheal tube, central line, urinary catheter, surgical wounds), laboratory tests (CBC, blood cultures, respiratory cultures if VAP suspected, urine culture if CAUTI suspected, C. difficile toxin if diarrhea), imaging (chest X-ray if VAP suspected, ultrasound abdomen if acalculous cholecystitis suspected), source control (remove unnecessary devices, drain abscesses, debride wounds).",
            "clinical_presentation": "Fever >38.3°C (101°F) in ICU patient >48 hours after admission (100%). Associated symptoms guide differential diagnosis: VAP (new or worsening infiltrate on chest X-ray, purulent sputum, increased oxygen requirement, positive respiratory culture). CLABSI (erythema/purulence at catheter insertion site, positive blood cultures from catheter and peripheral vein). C. difficile colitis (diarrhea >3 loose stools/day, abdominal pain, leukocytosis, positive C. difficile toxin). CAUTI (dysuria, suprapubic pain, positive urine culture >10^5 CFU/mL). SSI (erythema, purulence, dehiscence at surgical wound, positive wound culture). Sinusitis (purulent nasal discharge, facial pain, opacification of sinuses on CT). Drug fever (no other source identified, eosinophilia, rash, fever resolves within 48-72 hours after discontinuation of offending drug). Atelectasis (decreased breath sounds, no infiltrate on chest X-ray, fever typically low-grade <38.5°C). DVT/PE (leg swelling, chest pain, dyspnea, positive D-dimer, positive CT pulmonary angiography or venous ultrasound). Transfusion reaction (fever during or within 6 hours of transfusion). Acalculous cholecystitis (right upper quadrant pain, elevated bilirubin/alkaline phosphatase, gallbladder wall thickening on ultrasound).",
            "diagnostic_criteria": "Fever in ICU Patient: Fever >38.3°C (101°F) + ICU admission >48 hours. Diagnostic approach (systematic daily evaluation): Clinical examination (review of devices: endotracheal tube, central line, urinary catheter, surgical wounds; physical examination: lung auscultation, catheter insertion sites, surgical wounds, abdomen). Laboratory tests (CBC with differential, blood cultures x2 sets, respiratory cultures if VAP suspected, urine culture if CAUTI suspected, C. difficile toxin if diarrhea). Imaging (chest X-ray if VAP suspected, ultrasound abdomen if acalculous cholecystitis suspected, CT sinuses if sinusitis suspected, CT pulmonary angiography if PE suspected). Source control (remove unnecessary devices: central line if CLABSI suspected, urinary catheter if CAUTI suspected; drain abscesses; debride wounds). Definitive diagnosis: Depends on etiology (positive respiratory culture for VAP, positive blood cultures for CLABSI, positive C. difficile toxin for C. difficile colitis, positive urine culture for CAUTI, positive wound culture for SSI).",
            "risk_factors": [
              "Mechanical ventilation (increased risk of VAP, 10-20% of ventilated patients, 1-3% per ventilator-day)",
              "Central venous catheter (increased risk of CLABSI, 1-5 per 1,000 catheter-days)",
              "Urinary catheter (increased risk of CAUTI, 3-7% per catheter-day)",
              "Recent surgery (increased risk of SSI, 2-5% of surgical patients)",
              "Antibiotic use (increased risk of C. difficile colitis, 10-fold)",
              "Prolonged ICU stay (increased risk of nosocomial infections, 2-fold per week)",
              "Immunosuppression (increased risk of opportunistic infections, 10-fold)"
            ],
            "red_flags": [
              "Hypotension + fever + leukocytosis - suggests septic shock (mortality 30-50%), requires immediate blood cultures + empiric broad-spectrum antibiotics (vancomycin + piperacillin-tazobactam) + fluid resuscitation + vasopressors + source control",
              "New or worsening infiltrate on chest X-ray + purulent sputum - suggests VAP (mortality 20-50%), requires respiratory cultures + empiric antibiotics (vancomycin + piperacillin-tazobactam OR cefepime OR meropenem)",
              "Diarrhea + leukocytosis + abdominal pain - suggests C. difficile colitis (mortality 5-15% if severe), requires C. difficile toxin + empiric vancomycin 125mg PO QID OR fidaxomicin 200mg PO BID",
              "Erythema/purulence at catheter insertion site + positive blood cultures - suggests CLABSI (mortality 10-25%), requires catheter removal + empiric antibiotics (vancomycin + piperacillin-tazobactam)"
            ]
          },
          "references": []
        },
        "diagnostics": {
          "id": "diagnostics",
          "title": "Diagnostic Strategy & Tests",
          "content": {
            "when_to_test": "Test if: Fever >38.3°C (101°F) in ICU patient >48 hours after admission. Systematic daily evaluation: Clinical examination + laboratory tests (CBC, blood cultures, respiratory cultures if VAP suspected, urine culture if CAUTI suspected, C. difficile toxin if diarrhea) + imaging (chest X-ray if VAP suspected, ultrasound abdomen if acalculous cholecystitis suspected) + source control (remove unnecessary devices, drain abscesses, debride wounds).",
            "essential_tests": [
              "CBC with differential: Leukocytosis (suggests infection), leukopenia (suggests severe infection or immunosuppression), eosinophilia (suggests drug fever). Turnaround: 1-2 hours.",
              "Blood cultures x2 sets (peripheral and from central line if present): Identifies bacteremia (CLABSI, VAP, SSI, C. difficile bacteremia). Turnaround: 2-5 days.",
              "Chest X-ray: New or worsening infiltrate (suggests VAP, aspiration pneumonia), atelectasis (suggests non-infectious cause). Turnaround: Same day."
            ],
            "conditional_tests": [
              "Respiratory cultures (endotracheal aspirate or bronchoalveolar lavage): If VAP suspected (new or worsening infiltrate on chest X-ray + purulent sputum, identifies causative organism: Pseudomonas aeruginosa, Acinetobacter baumannii, Staphylococcus aureus, sensitivity 60-80%). Turnaround: 2-5 days.",
              "Urine culture: If CAUTI suspected (dysuria, suprapubic pain, positive urinalysis, identifies causative organism: Escherichia coli, Klebsiella pneumoniae, Enterococcus, sensitivity 80-90%). Turnaround: 2-5 days.",
              "C. difficile toxin (PCR or enzyme immunoassay): If diarrhea >3 loose stools/day (sensitivity 80-95% for PCR, 70-80% for enzyme immunoassay). Turnaround: 1-2 hours (PCR), 2-4 hours (enzyme immunoassay).",
              "Wound culture: If SSI suspected (erythema, purulence, dehiscence at surgical wound, identifies causative organism: Staphylococcus aureus, Streptococcus pyogenes, Gram-negative bacilli). Turnaround: 2-5 days.",
              "CT sinuses: If sinusitis suspected (purulent nasal discharge, facial pain, opacification of sinuses, sensitivity 90-95%). Turnaround: Same day.",
              "Ultrasound abdomen: If acalculous cholecystitis suspected (right upper quadrant pain, elevated bilirubin/alkaline phosphatase, gallbladder wall thickening, pericholecystic fluid, sensitivity 80-90%). Turnaround: Same day.",
              "CT pulmonary angiography: If PE suspected (chest pain, dyspnea, positive D-dimer, identifies pulmonary embolism, sensitivity 90-95%). Turnaround: Same day.",
              "Venous ultrasound (lower extremities): If DVT suspected (leg swelling, pain, positive D-dimer, identifies deep vein thrombosis, sensitivity 90-95%). Turnaround: Same day."
            ],
            "when_not_to_test": "Do NOT delay empiric antibiotics if septic shock suspected (hypotension + fever + leukocytosis, start empiric broad-spectrum antibiotics immediately: vancomycin + piperacillin-tazobactam, obtain blood cultures before antibiotics if possible, but do NOT delay treatment). Do NOT obtain urine culture if urinary catheter not present (asymptomatic bacteriuria common in ICU, does not require treatment). Do NOT obtain respiratory cultures if no infiltrate on chest X-ray (atelectasis does not require antibiotics).",
            "turnaround_time": "CBC: 1-2 hours. Blood cultures: 2-5 days. Chest X-ray: Same day. Respiratory cultures: 2-5 days. Urine culture: 2-5 days. C. difficile toxin: 1-2 hours (PCR), 2-4 hours (enzyme immunoassay). Wound culture: 2-5 days. CT sinuses: Same day. Ultrasound abdomen: Same day. CT pulmonary angiography: Same day. Venous ultrasound: Same day."
          },
          "references": []
        },
        "microbiology": {
          "id": "microbiology",
          "title": "Microbiology",
          "content": {
            "organism": "Fever in ICU Patient etiology: Infections (50-60%): Ventilator-associated pneumonia VAP (25%, Pseudomonas aeruginosa, Acinetobacter baumannii, Staphylococcus aureus including MRSA, Klebsiella pneumoniae, Escherichia coli), central line-associated bloodstream infection CLABSI (15%, Staphylococcus aureus including MRSA, coagulase-negative staphylococci, Enterococcus, Candida, Gram-negative bacilli), Clostridioides difficile colitis (10%, Clostridioides difficile toxin-producing strains), catheter-associated urinary tract infection CAUTI (10%, Escherichia coli, Klebsiella pneumoniae, Enterococcus, Pseudomonas aeruginosa, Candida), surgical site infection SSI (5%, Staphylococcus aureus including MRSA, Streptococcus pyogenes, Gram-negative bacilli, anaerobes), sinusitis (5%, Staphylococcus aureus, Streptococcus pneumoniae, Haemophilus influenzae, Gram-negative bacilli). Non-infectious causes (40-50%): Drug fever (15%, antibiotics, anticonvulsants, allopurinol), atelectasis (10%, no specific organism), deep vein thrombosis DVT/pulmonary embolism PE (5%, no specific organism), transfusion reaction (5%, no specific organism), pancreatitis (5%, no specific organism), acalculous cholecystitis (2-5%, no specific organism initially, can become infected with Gram-negative bacilli, anaerobes).",
            "pathogenesis": "Pathogenesis depends on etiology: VAP (aspiration of oropharyngeal secretions, bacterial colonization of endotracheal tube, biofilm formation, bacterial invasion of lung parenchyma, pneumonia, fever). CLABSI (bacterial colonization of catheter, biofilm formation, bacterial invasion of bloodstream, bacteremia, fever). C. difficile colitis (antibiotic disruption of normal gut flora, C. difficile overgrowth, toxin production: toxin A and toxin B, colonic inflammation, diarrhea, fever). CAUTI (bacterial colonization of urinary catheter, biofilm formation, bacterial invasion of bladder, cystitis, fever). SSI (bacterial contamination of surgical wound, bacterial invasion of tissue, wound infection, fever). Sinusitis (prolonged nasotracheal intubation or nasogastric tube, obstruction of sinus drainage, bacterial overgrowth, sinusitis, fever). Drug fever (hypersensitivity reaction, cytokine release, fever, typically resolves within 48-72 hours after discontinuation of offending drug). Atelectasis (alveolar collapse, decreased ventilation, low-grade fever, typically <38.5°C). DVT/PE (venous stasis, hypercoagulability, thrombus formation, inflammation, fever). Transfusion reaction (antibodies to donor leukocytes or platelets, cytokine release, fever during or within 6 hours of transfusion). Acalculous cholecystitis (gallbladder ischemia, bile stasis, inflammation, fever, can become infected with Gram-negative bacilli, anaerobes).",
            "resistance_patterns": {
              "vap": "Multidrug-resistant Pseudomonas aeruginosa (30-50% of VAP isolates), carbapenem-resistant Acinetobacter baumannii (20-40% of VAP isolates), methicillin-resistant Staphylococcus aureus MRSA (30-50% of S. aureus VAP isolates).",
              "clabsi": "Methicillin-resistant Staphylococcus aureus MRSA (30-50% of S. aureus CLABSI isolates), vancomycin-resistant Enterococcus VRE (10-20% of Enterococcus CLABSI isolates), fluconazole-resistant Candida (10-20% of Candida CLABSI isolates).",
              "c_difficile": "Fluoroquinolone-resistant Clostridioides difficile (30-50% of isolates), hypervirulent strains (NAP1/BI/027, increased toxin production, increased mortality)."
            },
            "timing_critical": "Start empiric antibiotics immediately if: Septic shock (hypotension + fever + leukocytosis, vancomycin + piperacillin-tazobactam immediately + fluid resuscitation + vasopressors + source control). VAP (new or worsening infiltrate on chest X-ray + purulent sputum, vancomycin + piperacillin-tazobactam OR cefepime OR meropenem immediately). C. difficile colitis (diarrhea + leukocytosis + abdominal pain, vancomycin 125mg PO QID OR fidaxomicin 200mg PO BID immediately). CLABSI (erythema/purulence at catheter insertion site + positive blood cultures, vancomycin + piperacillin-tazobactam immediately + catheter removal). Source control CRITICAL (remove unnecessary devices, drain abscesses, debride wounds). Infectious disease consult RECOMMENDED if multidrug-resistant organisms or no improvement after 48-72 hours of empiric antibiotics."
          },
          "references": []
        },
        "empiric": {
          "id": "empiric",
          "title": "Empiric Therapy",
          "content": {
            "septic_shock": "Septic shock (hypotension + fever + leukocytosis): Vancomycin 15-20mg/kg IV q8-12h + Piperacillin-tazobactam 4.5g IV q6h (covers MRSA, Pseudomonas, Gram-negative bacilli, anaerobes) + Fluid resuscitation (30mL/kg crystalloids within 3 hours) + Vasopressors (norepinephrine first-line) + Source control (remove unnecessary devices, drain abscesses, debride wounds). ICU admission REQUIRED. Infectious disease consult RECOMMENDED.",
            "vap": "Ventilator-associated pneumonia VAP (new or worsening infiltrate on chest X-ray + purulent sputum): Vancomycin 15-20mg/kg IV q8-12h + Piperacillin-tazobactam 4.5g IV q6h OR Cefepime 2g IV q8h OR Meropenem 1g IV q8h (covers MRSA, Pseudomonas, Acinetobacter, Gram-negative bacilli). Obtain respiratory cultures before antibiotics. Infectious disease consult RECOMMENDED.",
            "clabsi": "Central line-associated bloodstream infection CLABSI (erythema/purulence at catheter insertion site + positive blood cultures): Vancomycin 15-20mg/kg IV q8-12h + Piperacillin-tazobactam 4.5g IV q6h (covers MRSA, Gram-negative bacilli) + Catheter removal (if possible, improves outcomes). Obtain blood cultures from catheter and peripheral vein before antibiotics. Infectious disease consult RECOMMENDED.",
            "c_difficile": "Clostridioides difficile colitis (diarrhea >3 loose stools/day + positive C. difficile toxin): Vancomycin 125mg PO QID x 10 days (first-line) OR Fidaxomicin 200mg PO BID x 10 days (if recurrent or severe). Discontinue unnecessary antibiotics. Avoid antidiarrheals (loperamide, diphenoxylate: increase risk of toxic megacolon). Infectious disease consult RECOMMENDED if severe (leukocytosis >15,000/μL, creatinine >1.5x baseline) or fulminant (hypotension, shock, ileus, megacolon).",
            "cauti": "Catheter-associated urinary tract infection CAUTI (dysuria, suprapubic pain + positive urine culture): Ceftriaxone 1-2g IV daily OR Ciprofloxacin 400mg IV q12h (covers Escherichia coli, Klebsiella, Gram-negative bacilli) + Catheter removal or replacement (if possible, improves outcomes). Obtain urine culture before antibiotics. Adjust antibiotics based on culture results and susceptibility testing.",
            "ssi": "Surgical site infection SSI (erythema, purulence, dehiscence at surgical wound): Vancomycin 15-20mg/kg IV q8-12h + Piperacillin-tazobactam 4.5g IV q6h (covers MRSA, Gram-negative bacilli, anaerobes) + Surgical debridement (if deep infection or necrosis). Obtain wound culture before antibiotics. Surgical consult REQUIRED.",
            "avoid_list": "Avoid delay in empiric antibiotics if septic shock suspected (hypotension + fever + leukocytosis, start empiric broad-spectrum antibiotics immediately). Avoid antibiotics for non-infectious causes (drug fever, atelectasis, DVT/PE, transfusion reaction: no antibiotics required). Avoid unnecessary devices (remove central line if not needed, remove urinary catheter if not needed, reduces risk of CLABSI and CAUTI). Avoid antidiarrheals in C. difficile colitis (loperamide, diphenoxylate: increase risk of toxic megacolon)."
          },
          "references": []
        },
        "definitive": {
          "id": "definitive",
          "title": "Definitive (Targeted) Therapy",
          "content": {
            "vap": "VAP (confirmed by positive respiratory culture): Adjust antibiotics based on culture results and susceptibility testing. Pseudomonas aeruginosa (susceptible): Piperacillin-tazobactam 4.5g IV q6h OR Cefepime 2g IV q8h OR Meropenem 1g IV q8h x 7-8 days. Pseudomonas aeruginosa (multidrug-resistant): Meropenem 2g IV q8h OR Ceftazidime-avibactam 2.5g IV q8h OR Cefiderocol 2g IV q8h x 7-8 days. Staphylococcus aureus (MSSA): Nafcillin 2g IV q4h OR Cefazolin 2g IV q8h x 7-8 days. Staphylococcus aureus (MRSA): Vancomycin 15-20mg/kg IV q8-12h OR Linezolid 600mg IV q12h x 7-8 days. Duration: 7-8 days (if clinical improvement).",
            "clabsi": "CLABSI (confirmed by positive blood cultures from catheter and peripheral vein): Adjust antibiotics based on culture results and susceptibility testing + Catheter removal (if possible). Staphylococcus aureus (MSSA): Nafcillin 2g IV q4h OR Cefazolin 2g IV q8h x 14 days (if catheter removed) or 4-6 weeks (if catheter retained). Staphylococcus aureus (MRSA): Vancomycin 15-20mg/kg IV q8-12h OR Daptomycin 8-10mg/kg IV daily x 14 days (if catheter removed) or 4-6 weeks (if catheter retained). Gram-negative bacilli: Ceftriaxone 2g IV daily OR Ciprofloxacin 400mg IV q12h x 7-14 days. Candida: Fluconazole 400mg IV daily OR Echinocandin (micafungin 100mg IV daily, caspofungin 70mg IV x1 then 50mg IV daily) x 14 days after first negative blood culture + Catheter removal (mandatory for Candida CLABSI). Duration: 7-14 days (Gram-negative bacilli), 14 days (Staphylococcus aureus if catheter removed), 4-6 weeks (Staphylococcus aureus if catheter retained), 14 days after first negative blood culture (Candida).",
            "c_difficile": "C. difficile colitis (confirmed by positive C. difficile toxin): Vancomycin 125mg PO QID x 10 days (first-line) OR Fidaxomicin 200mg PO BID x 10 days (if recurrent or severe). If severe (leukocytosis >15,000/μL, creatinine >1.5x baseline): Vancomycin 125mg PO QID + Metronidazole 500mg IV q8h x 10 days. If fulminant (hypotension, shock, ileus, megacolon): Vancomycin 500mg PO or per rectum QID + Metronidazole 500mg IV q8h + Surgical consult (colectomy if no improvement). Duration: 10 days.",
            "cauti": "CAUTI (confirmed by positive urine culture): Adjust antibiotics based on culture results and susceptibility testing + Catheter removal or replacement. Escherichia coli (susceptible): Ceftriaxone 1-2g IV daily OR Ciprofloxacin 400mg IV q12h x 7 days. Escherichia coli (ESBL-producing): Meropenem 1g IV q8h x 7 days. Enterococcus: Ampicillin 2g IV q6h x 7 days (if susceptible) OR Vancomycin 15-20mg/kg IV q8-12h x 7 days (if VRE). Duration: 7 days.",
            "ssi": "SSI (confirmed by positive wound culture): Adjust antibiotics based on culture results and susceptibility testing + Surgical debridement (if deep infection or necrosis). Staphylococcus aureus (MSSA): Nafcillin 2g IV q4h OR Cefazolin 2g IV q8h x 7-14 days. Staphylococcus aureus (MRSA): Vancomycin 15-20mg/kg IV q8-12h OR Daptomycin 6mg/kg IV daily x 7-14 days. Gram-negative bacilli: Ceftriaxone 2g IV daily OR Piperacillin-tazobactam 4.5g IV q6h x 7-14 days. Duration: 7-14 days (after surgical debridement).",
            "drug_fever": "Drug fever (diagnosis of exclusion, no other source identified + eosinophilia + rash + fever resolves within 48-72 hours after discontinuation of offending drug): Discontinue offending drug. Supportive care (antipyretics: acetaminophen). No antibiotics required. Fever resolves within 48-72 hours after discontinuation."
          },
          "references": []
        },
        "duration": {
          "id": "duration",
          "title": "Duration of Therapy",
          "content": {
            "standard_duration": "VAP: 7-8 days (if clinical improvement). CLABSI: 7-14 days (Gram-negative bacilli), 14 days (Staphylococcus aureus if catheter removed), 4-6 weeks (Staphylococcus aureus if catheter retained), 14 days after first negative blood culture (Candida). C. difficile colitis: 10 days (vancomycin or fidaxomicin). CAUTI: 7 days. SSI: 7-14 days (after surgical debridement). Drug fever: Fever resolves within 48-72 hours after discontinuation of offending drug.",
            "monitoring": "Monitor clinical response (fever, leukocytosis, symptoms). Monitor for complications (septic shock, multi-organ failure, C. difficile toxic megacolon). Source control CRITICAL (remove unnecessary devices: central line if CLABSI, urinary catheter if CAUTI; drain abscesses; debride wounds). Infectious disease consult RECOMMENDED if multidrug-resistant organisms or no improvement after 48-72 hours of empiric antibiotics.",
            "stop_criteria": "Stop antibiotics when: Clinical improvement (afebrile, leukocytosis resolving, symptoms improving) AND Minimum duration completed (depends on infection type) AND Source control achieved (devices removed, abscesses drained, wounds debrided). Do NOT continue antibiotics beyond minimum duration if clinical improvement (risk of antibiotic resistance, C. difficile colitis, adverse effects)."
          },
          "references": []
        },
        "special": {
          "id": "special",
          "title": "Special Considerations",
          "content": {
            "immunocompromised": "Immunocompromised (HIV/AIDS, transplant, chemotherapy, increased risk of opportunistic infections, multidrug-resistant organisms, 10-fold). Opportunistic infections: Aspergillus (if prolonged neutropenia), Pneumocystis jirovecii (if HIV/AIDS), cytomegalovirus (if transplant). Empiric antifungal therapy (voriconazole, echinocandin) if persistent fever despite broad-spectrum antibiotics. Infectious disease consult REQUIRED.",
            "multidrug_resistant_organisms": "Multidrug-resistant organisms (MDR Pseudomonas, carbapenem-resistant Acinetobacter, MRSA, VRE, ESBL-producing Enterobacteriaceae, Candida, common in ICU). Empiric antibiotics: Vancomycin + Meropenem OR Ceftazidime-avibactam OR Cefiderocol (covers MDR Pseudomonas, carbapenem-resistant Acinetobacter, MRSA). Adjust antibiotics based on culture results and susceptibility testing. Infectious disease consult REQUIRED.",
            "source_control": "Source control CRITICAL (improves outcomes, reduces mortality). Remove unnecessary devices (central line if CLABSI, urinary catheter if CAUTI, endotracheal tube if VAP and patient ready for extubation). Drain abscesses (percutaneous or surgical drainage). Debride wounds (surgical debridement if SSI with deep infection or necrosis). Colectomy (if fulminant C. difficile colitis with no improvement). Surgical consult REQUIRED if source control needed.",
            "prevention": "VAP prevention (elevate head of bed 30-45 degrees, oral care with chlorhexidine, daily sedation vacation, spontaneous breathing trial, early extubation if possible, reduces VAP by 50%). CLABSI prevention (hand hygiene, maximal barrier precautions during insertion, chlorhexidine skin antisepsis, avoid femoral site, remove catheter when no longer needed, reduces CLABSI by 50%). CAUTI prevention (avoid unnecessary urinary catheters, remove catheter when no longer needed, reduces CAUTI by 50%). C. difficile prevention (antibiotic stewardship, hand hygiene with soap and water, contact precautions, environmental cleaning with bleach, reduces C. difficile by 30-50%). SSI prevention (preoperative antibiotics within 1 hour of incision, appropriate hair removal, normothermia, glycemic control, reduces SSI by 50%).",
            "counseling": "Fever in ICU Patient requires systematic daily evaluation (clinical examination, review of devices, laboratory tests, imaging, source control). Infections (50-60%): VAP, CLABSI, C. difficile colitis, CAUTI, SSI, sinusitis. Non-infectious causes (40-50%): Drug fever, atelectasis, DVT/PE, transfusion reaction, pancreatitis, acalculous cholecystitis. Start empiric antibiotics immediately if septic shock, VAP, C. difficile colitis, or CLABSI suspected. Source control CRITICAL (remove unnecessary devices, drain abscesses, debride wounds). Infectious disease consult RECOMMENDED if multidrug-resistant organisms or no improvement after 48-72 hours of empiric antibiotics."
          },
          "references": []
        },
        "stewardship": {
          "id": "stewardship",
          "title": "Stewardship & Diagnostic Alerts",
          "content": {
            "de_escalation_opportunities": [
              "Start empiric broad-spectrum antibiotics immediately if septic shock, VAP, C. difficile colitis, or CLABSI suspected",
              "Adjust antibiotics based on culture results and susceptibility testing (de-escalate to narrow-spectrum antibiotics if possible)",
              "Stop antibiotics when clinical improvement + minimum duration completed + source control achieved (do NOT continue antibiotics beyond minimum duration)",
              "Avoid antibiotics for non-infectious causes (drug fever, atelectasis, DVT/PE, transfusion reaction: no antibiotics required)",
              "Source control CRITICAL (remove unnecessary devices, drain abscesses, debride wounds, improves outcomes, reduces mortality)",
              "Infectious disease consult RECOMMENDED if multidrug-resistant organisms or no improvement after 48-72 hours of empiric antibiotics"
            ],
            "timeout_checklist": [
              "Is fever in ICU patient confirmed? (Fever >38.3°C + ICU admission >48 hours)",
              "Is systematic daily evaluation performed? (Clinical examination, review of devices, laboratory tests, imaging)",
              "Are blood cultures obtained before antibiotics? (If septic shock, VAP, CLABSI, or SSI suspected)",
              "Are empiric antibiotics started immediately if septic shock, VAP, C. difficile colitis, or CLABSI suspected?",
              "Is source control achieved? (Remove unnecessary devices, drain abscesses, debride wounds)",
              "Are antibiotics adjusted based on culture results and susceptibility testing?",
              "Are antibiotics stopped when clinical improvement + minimum duration completed + source control achieved?",
              "Is infectious disease consult obtained if multidrug-resistant organisms or no improvement after 48-72 hours?"
            ],
            "avoid_unnecessary_treatment": "Avoid delay in empiric antibiotics if septic shock suspected (hypotension + fever + leukocytosis, start empiric broad-spectrum antibiotics immediately). Avoid antibiotics for non-infectious causes (drug fever, atelectasis, DVT/PE, transfusion reaction: no antibiotics required). Avoid unnecessary devices (remove central line if not needed, remove urinary catheter if not needed, reduces risk of CLABSI and CAUTI). Avoid antidiarrheals in C. difficile colitis (loperamide, diphenoxylate: increase risk of toxic megacolon). Avoid continuing antibiotics beyond minimum duration if clinical improvement (risk of antibiotic resistance, C. difficile colitis, adverse effects).",
            "diagnostic_stewardship": "Systematic daily evaluation: Clinical examination (review of devices: endotracheal tube, central line, urinary catheter, surgical wounds; physical examination: lung auscultation, catheter insertion sites, surgical wounds, abdomen) + Laboratory tests (CBC, blood cultures, respiratory cultures if VAP suspected, urine culture if CAUTI suspected, C. difficile toxin if diarrhea) + Imaging (chest X-ray if VAP suspected, ultrasound abdomen if acalculous cholecystitis suspected) + Source control (remove unnecessary devices, drain abscesses, debride wounds). Do NOT obtain urine culture if urinary catheter not present (asymptomatic bacteriuria common in ICU, does not require treatment). Do NOT obtain respiratory cultures if no infiltrate on chest X-ray (atelectasis does not require antibiotics).",
            "prevention": "VAP prevention (elevate head of bed 30-45 degrees, oral care with chlorhexidine, daily sedation vacation, spontaneous breathing trial, early extubation if possible, reduces VAP by 50%). CLABSI prevention (hand hygiene, maximal barrier precautions during insertion, chlorhexidine skin antisepsis, avoid femoral site, remove catheter when no longer needed, reduces CLABSI by 50%). CAUTI prevention (avoid unnecessary urinary catheters, remove catheter when no longer needed, reduces CAUTI by 50%). C. difficile prevention (antibiotic stewardship, hand hygiene with soap and water, contact precautions, environmental cleaning with bleach, reduces C. difficile by 30-50%). SSI prevention (preoperative antibiotics within 1 hour of incision, appropriate hair removal, normothermia, glycemic control, reduces SSI by 50%)."
          },
          "references": []
        },
        "references": {
          "id": "references",
          "title": "References",
          "content": {},
          "references": [
            {
              "label": "IDSA/ATS Guidelines for Hospital-Acquired and Ventilator-Associated Pneumonia (2016)",
              "url": "https://www.idsociety.org/practice-guideline/hospital-acquired-and-ventilator-associated-pneumonia/"
            },
            {
              "label": "IDSA Guidelines for Clostridioides difficile Infection (2021)",
              "url": "https://www.idsociety.org/practice-guideline/clostridioides-difficile/"
            },
            {
              "label": "CDC Guidelines for Prevention of Intravascular Catheter-Related Infections (2011)",
              "url": "https://www.cdc.gov/infectioncontrol/guidelines/bsi/index.html"
            },
            {
              "label": "Sanford Guide to Antimicrobial Therapy (2025)",
              "url": "https://www.sanfordguide.com/"
            }
          ]
        }
      }
    },
    {
      "id": "drug-induced-fever",
      "name": "Drug-Induced Fever",
      "synonyms": [
        "Drug fever",
        "Medication-induced fever"
      ],
      "icd10": [
        "R50.2",
        "T88.7"
      ],
      "severity": [
        "mild",
        "moderate"
      ],
      "shortDescription": "Drug-Induced Fever: Diagnosis of exclusion. Fever >38°C (100.4°F) temporally related to drug administration, no other source identified, fever resolves within 48-72 hours after discontinuation. Common culprits: Antibiotics (beta-lactams 30%, sulfonamides 20%), anticonvulsants (phenytoin 15%), allopurinol (10%). Eosinophilia (20-30%), rash (20-30%)",
      "sections": {
        "overview": {
          "id": "overview",
          "title": "Overview & Clinical Presentation",
          "content": {
            "definition": "Drug-Induced Fever: Fever >38°C (100.4°F) temporally related to drug administration (typically 7-10 days after starting drug, but can occur within hours to weeks), no other source of fever identified after comprehensive evaluation, fever resolves within 48-72 hours after discontinuation of offending drug. Incidence: 3-7% of hospitalized patients on medications. Diagnosis of exclusion (requires ruling out infections, malignancies, autoimmune diseases). Common culprits: Antibiotics (most common, 30-40%: beta-lactams penicillins/cephalosporins 30%, sulfonamides trimethoprim-sulfamethoxazole 20%, vancomycin 10%, fluoroquinolones 5%), anticonvulsants (15-20%: phenytoin 15%, carbamazepine 5%), allopurinol (10-15%), antiarrhythmics (5-10%: procainamide, quinidine), antihypertensives (5-10%: methyldopa, hydralazine), antipsychotics (5-10%: haloperidol, risperidone), other (heparin, interferon, chemotherapy). Associated features: Eosinophilia (20-30%), rash (20-30%, maculopapular), relative bradycardia (heart rate lower than expected for fever, 10-20%).",
            "clinical_presentation": "Fever >38°C (100.4°F) temporally related to drug administration (100%). Fever typically develops 7-10 days after starting drug (but can occur within hours to weeks). Fever pattern: Continuous or intermittent, typically high-grade 39-40°C (102-104°F). Associated features: Eosinophilia (20-30%, peripheral blood eosinophils >500/μL), rash (20-30%, maculopapular, pruritic), relative bradycardia (10-20%, heart rate lower than expected for fever, e.g., heart rate <100 bpm with fever >39°C), no other source of fever identified (negative blood cultures, negative urine culture, negative chest X-ray, no localizing signs of infection). Diagnosis of exclusion: Requires comprehensive evaluation to rule out infections, malignancies, autoimmune diseases. Fever resolves within 48-72 hours after discontinuation of offending drug (diagnostic criterion).",
            "diagnostic_criteria": "Drug-Induced Fever: Fever >38°C (100.4°F) + Temporally related to drug administration (typically 7-10 days after starting drug) + No other source of fever identified after comprehensive evaluation (negative blood cultures, negative urine culture, negative chest X-ray, no localizing signs of infection) + Fever resolves within 48-72 hours after discontinuation of offending drug (diagnostic criterion). Diagnosis of exclusion (requires ruling out infections, malignancies, autoimmune diseases). Associated features (support diagnosis but not required): Eosinophilia (20-30%), rash (20-30%), relative bradycardia (10-20%).",
            "risk_factors": [
              "Multiple medications (increased risk 2-fold per additional medication)",
              "Recent antibiotic use (beta-lactams, sulfonamides, vancomycin, increased risk 5-fold)",
              "Recent anticonvulsant use (phenytoin, carbamazepine, increased risk 5-fold)",
              "Recent allopurinol use (increased risk 5-fold)",
              "Hospitalized patients (increased risk 2-fold)",
              "Elderly (>65 years, increased risk 2-fold)"
            ],
            "red_flags": [
              "Drug rash with eosinophilia and systemic symptoms (DRESS) - fever + rash + eosinophilia + hepatitis + nephritis + lymphadenopathy (mortality 10%, typically with anticonvulsants: phenytoin, carbamazepine), requires immediate discontinuation of offending drug + corticosteroids (prednisone 0.5-1mg/kg PO daily)",
              "Stevens-Johnson syndrome/toxic epidermal necrolysis (SJS/TEN) - fever + epidermal detachment >10% body surface area (mortality 10-30%, typically with sulfonamides, anticonvulsants), requires immediate discontinuation of offending drug + ICU or burn unit admission + supportive care",
              "Neuroleptic malignant syndrome (NMS) - fever + muscle rigidity + altered mental status + autonomic instability (mortality 10-20%, typically with antipsychotics: haloperidol, risperidone), requires immediate discontinuation of offending drug + ICU admission + dantrolene + bromocriptine"
            ]
          },
          "references": []
        },
        "diagnostics": {
          "id": "diagnostics",
          "title": "Diagnostic Strategy & Tests",
          "content": {
            "when_to_test": "Test if: Fever >38°C (100.4°F) + Recent medication use (typically 7-10 days after starting drug) + No obvious source of fever. Diagnostic approach (diagnosis of exclusion): Comprehensive evaluation to rule out infections, malignancies, autoimmune diseases (blood cultures, urine culture, chest X-ray, CBC with differential, ESR, CRP, liver function tests, renal function tests) + Medication review (identify potential culprits: antibiotics, anticonvulsants, allopurinol, antiarrhythmics, antihypertensives, antipsychotics) + Discontinuation of suspected drug + Monitor for fever resolution within 48-72 hours (diagnostic criterion).",
            "essential_tests": [
              "CBC with differential: Eosinophilia (>500/μL, suggests drug fever, 20-30%), leukocytosis (nonspecific), leukopenia (suggests infection or autoimmune). Turnaround: 1-2 hours.",
              "Blood cultures x2 sets: Rule out bacteremia (negative in drug fever). Turnaround: 2-5 days.",
              "Urine culture: Rule out urinary tract infection (negative in drug fever). Turnaround: 2-5 days.",
              "Chest X-ray: Rule out pneumonia (negative in drug fever). Turnaround: Same day.",
              "ESR and CRP: Elevated (nonspecific, 70-80% in drug fever). Turnaround: 1-2 hours.",
              "Liver function tests: Elevated transaminases (suggests DRESS, 20-30% in drug fever). Turnaround: 1-2 hours.",
              "Renal function tests: Elevated creatinine (suggests DRESS or acute interstitial nephritis, 10-20% in drug fever). Turnaround: 1-2 hours."
            ],
            "conditional_tests": [
              "Skin biopsy: If rash present (shows interface dermatitis, eosinophilic infiltration, supports drug reaction). Turnaround: 1-2 days.",
              "Renal biopsy: If acute kidney injury (shows acute interstitial nephritis with eosinophils, supports drug reaction). Turnaround: 1-2 days.",
              "CT chest/abdomen/pelvis: If concern for occult infection or malignancy (negative in drug fever). Turnaround: Same day."
            ],
            "when_not_to_test": "Do NOT delay discontinuation of suspected drug if high clinical suspicion for drug fever (fever + recent medication use + no other source identified, discontinue suspected drug immediately, fever resolves within 48-72 hours confirms diagnosis). Do NOT perform extensive testing if diagnosis of drug fever is clear (fever + recent medication use + eosinophilia + rash + no other source identified, discontinue suspected drug, monitor for fever resolution).",
            "turnaround_time": "CBC: 1-2 hours. Blood cultures: 2-5 days. Urine culture: 2-5 days. Chest X-ray: Same day. ESR/CRP: 1-2 hours. Liver function tests: 1-2 hours. Renal function tests: 1-2 hours. Skin biopsy: 1-2 days. Renal biopsy: 1-2 days. CT chest/abdomen/pelvis: Same day."
          },
          "references": []
        },
        "microbiology": {
          "id": "microbiology",
          "title": "Microbiology",
          "content": {
            "organism": "Drug-Induced Fever: No infectious organism (diagnosis of exclusion, requires ruling out infections). Pathogenesis: Hypersensitivity reaction (type III or type IV hypersensitivity), drug or drug metabolite acts as hapten, binds to proteins, forms antigen, triggers immune response, cytokine release (interleukin-1, interleukin-6, tumor necrosis factor-alpha), fever. Eosinophilia (20-30%): Eosinophil activation and recruitment. Rash (20-30%): T-cell mediated skin inflammation. Relative bradycardia (10-20%): Mechanism unclear, possibly related to cytokine effects on cardiac conduction.",
            "pathogenesis": "Hypersensitivity reaction (type III or type IV hypersensitivity): Drug or drug metabolite acts as hapten, binds to proteins (albumin, cell membrane proteins), forms antigen, triggers immune response (antibody production, T-cell activation), immune complex formation (type III) or T-cell mediated cytotoxicity (type IV), cytokine release (interleukin-1, interleukin-6, tumor necrosis factor-alpha), fever. Eosinophilia (20-30%): Eosinophil activation and recruitment by interleukin-5. Rash (20-30%): T-cell mediated skin inflammation, keratinocyte apoptosis. Hepatitis (20-30% in DRESS): T-cell mediated hepatocyte injury. Nephritis (10-20% in DRESS): T-cell mediated tubular injury, acute interstitial nephritis with eosinophils.",
            "resistance_patterns": {
              "not_applicable": "Drug-Induced Fever is not an infection (no antibiotic resistance)."
            },
            "timing_critical": "Discontinue suspected drug immediately if: High clinical suspicion for drug fever (fever + recent medication use + no other source identified) OR Red flags (DRESS: fever + rash + eosinophilia + hepatitis + nephritis, SJS/TEN: fever + epidermal detachment, NMS: fever + muscle rigidity + altered mental status). Fever resolves within 48-72 hours after discontinuation confirms diagnosis. If DRESS or SJS/TEN: Corticosteroids (prednisone 0.5-1mg/kg PO daily for DRESS) OR ICU or burn unit admission + supportive care (for SJS/TEN). If NMS: ICU admission + dantrolene + bromocriptine."
          },
          "references": []
        },
        "empiric": {
          "id": "empiric",
          "title": "Empiric Therapy",
          "content": {
            "general_approach": "Discontinue suspected drug immediately (if high clinical suspicion for drug fever: fever + recent medication use + no other source identified). Supportive care (antipyretics: acetaminophen, hydration). Monitor for fever resolution within 48-72 hours (confirms diagnosis). Do NOT start empiric antibiotics unless infection suspected (drug fever is diagnosis of exclusion, requires ruling out infections first).",
            "drug_fever": "Drug fever (fever + recent medication use + no other source identified): Discontinue suspected drug immediately. Supportive care (antipyretics: acetaminophen, hydration). Monitor for fever resolution within 48-72 hours (confirms diagnosis). If fever does not resolve within 48-72 hours: Reconsider diagnosis (may not be drug fever, consider other causes: infections, malignancies, autoimmune diseases).",
            "dress": "DRESS (drug rash with eosinophilia and systemic symptoms: fever + rash + eosinophilia + hepatitis + nephritis): Discontinue offending drug immediately + Corticosteroids (prednisone 0.5-1mg/kg PO daily, taper over 6-12 weeks) + Supportive care (antipyretics, antihistamines for pruritus, monitor liver/kidney function). Dermatology consult RECOMMENDED.",
            "sjs_ten": "Stevens-Johnson syndrome/toxic epidermal necrolysis (SJS/TEN: fever + epidermal detachment >10% body surface area): Discontinue offending drug immediately + ICU or burn unit admission + Supportive care (fluid resuscitation, wound care, pain management, nutritional support) + IVIG (intravenous immunoglobulin, 2-3g/kg over 3-5 days, controversial, not proven benefit) + Ophthalmology consult (prevent ocular complications). Dermatology consult REQUIRED.",
            "nms": "Neuroleptic malignant syndrome (NMS: fever + muscle rigidity + altered mental status + autonomic instability): Discontinue offending antipsychotic immediately + ICU admission + Dantrolene (2.5mg/kg IV q6h, muscle relaxant) + Bromocriptine (2.5-10mg PO TID, dopamine agonist) + Supportive care (cooling measures, hydration, monitor creatine kinase: rhabdomyolysis). Neurology consult REQUIRED.",
            "avoid_list": "Avoid delay in discontinuation of suspected drug if high clinical suspicion for drug fever (fever + recent medication use + no other source identified, discontinue suspected drug immediately). Avoid empiric antibiotics unless infection suspected (drug fever is diagnosis of exclusion, requires ruling out infections first). Avoid rechallenge with offending drug (risk of recurrent drug fever, DRESS, SJS/TEN, NMS)."
          },
          "references": []
        },
        "definitive": {
          "id": "definitive",
          "title": "Definitive (Targeted) Therapy",
          "content": {
            "drug_fever": "Drug fever (confirmed by fever resolution within 48-72 hours after discontinuation of suspected drug): Discontinue offending drug permanently (avoid rechallenge, risk of recurrent drug fever). Supportive care (antipyretics: acetaminophen, hydration). No specific treatment required. Fever resolves within 48-72 hours after discontinuation.",
            "dress": "DRESS (confirmed by fever + rash + eosinophilia + hepatitis + nephritis + fever resolution after discontinuation of offending drug): Discontinue offending drug permanently + Corticosteroids (prednisone 0.5-1mg/kg PO daily, taper over 6-12 weeks, monitor liver/kidney function during taper) + Supportive care (antipyretics, antihistamines for pruritus). Duration: 6-12 weeks (corticosteroid taper).",
            "sjs_ten": "Stevens-Johnson syndrome/toxic epidermal necrolysis (SJS/TEN: confirmed by fever + epidermal detachment >10% body surface area + skin biopsy showing epidermal necrosis): Discontinue offending drug permanently + ICU or burn unit admission + Supportive care (fluid resuscitation, wound care, pain management, nutritional support) + IVIG (2-3g/kg over 3-5 days, controversial) + Ophthalmology consult (prevent ocular complications). Duration: 2-6 weeks (supportive care until re-epithelialization).",
            "nms": "Neuroleptic malignant syndrome (NMS: confirmed by fever + muscle rigidity + altered mental status + autonomic instability + elevated creatine kinase + fever resolution after discontinuation of offending antipsychotic): Discontinue offending antipsychotic permanently + ICU admission + Dantrolene (2.5mg/kg IV q6h x 7-10 days) + Bromocriptine (2.5-10mg PO TID x 7-10 days) + Supportive care (cooling measures, hydration, monitor creatine kinase: rhabdomyolysis). Duration: 7-10 days (dantrolene, bromocriptine)."
          },
          "references": []
        },
        "duration": {
          "id": "duration",
          "title": "Duration of Therapy",
          "content": {
            "standard_duration": "Drug fever: Fever resolves within 48-72 hours after discontinuation of offending drug (no specific treatment required). DRESS: Corticosteroids (prednisone 0.5-1mg/kg PO daily, taper over 6-12 weeks). SJS/TEN: Supportive care until re-epithelialization (typically 2-6 weeks). NMS: Dantrolene + bromocriptine x 7-10 days.",
            "monitoring": "Monitor for fever resolution within 48-72 hours after discontinuation of suspected drug (confirms diagnosis). If fever does not resolve within 48-72 hours: Reconsider diagnosis (may not be drug fever, consider other causes: infections, malignancies, autoimmune diseases). If DRESS: Monitor liver/kidney function during corticosteroid taper (risk of relapse if taper too rapid). If SJS/TEN: Monitor for complications (infection, fluid/electrolyte imbalance, ocular complications). If NMS: Monitor creatine kinase (rhabdomyolysis), monitor for complications (renal failure, respiratory failure).",
            "stop_criteria": "Drug fever: Stop supportive care when fever resolves (typically 48-72 hours after discontinuation of offending drug). DRESS: Stop corticosteroids after 6-12 weeks (taper gradually, monitor liver/kidney function). SJS/TEN: Stop supportive care when re-epithelialization complete (typically 2-6 weeks). NMS: Stop dantrolene + bromocriptine after 7-10 days (when fever, muscle rigidity, altered mental status resolved)."
          },
          "references": []
        },
        "special": {
          "id": "special",
          "title": "Special Considerations",
          "content": {
            "pregnancy": "Pregnancy (drug fever can occur in pregnancy). Discontinue offending drug immediately (if high clinical suspicion). Supportive care (antipyretics: acetaminophen safe in pregnancy, avoid NSAIDs in 3rd trimester). If DRESS: Corticosteroids (prednisone safe in pregnancy). If SJS/TEN: ICU or burn unit admission + supportive care. Obstetrics + dermatology consult REQUIRED.",
            "children": "Children (drug fever can occur in children, same treatment as adults with weight-based dosing). Discontinue offending drug immediately. Supportive care (antipyretics: acetaminophen, avoid aspirin: risk of Reye syndrome). If DRESS: Corticosteroids (prednisone 0.5-1mg/kg PO daily, weight-based dosing). If NMS: Dantrolene + bromocriptine (weight-based dosing). Pediatrics + dermatology consult RECOMMENDED.",
            "elderly": "Elderly (>65 years, increased risk of drug fever, 2-fold, due to polypharmacy, altered drug metabolism). Discontinue offending drug immediately. Supportive care (antipyretics: acetaminophen, avoid NSAIDs: increased risk of renal failure, gastrointestinal bleeding). Medication review (identify potential culprits, discontinue unnecessary medications). Geriatrics consult RECOMMENDED.",
            "rechallenge": "Rechallenge with offending drug NOT RECOMMENDED (risk of recurrent drug fever, DRESS, SJS/TEN, NMS). If drug is essential and no alternative available: Rechallenge only under close supervision (inpatient setting, monitor for fever, rash, eosinophilia, hepatitis, nephritis). Desensitization protocols available for some drugs (e.g., allopurinol, sulfonamides, but risk of severe reactions). Allergy/immunology consult REQUIRED if rechallenge considered.",
            "counseling": "Drug-Induced Fever: Diagnosis of exclusion (requires ruling out infections, malignancies, autoimmune diseases). Fever >38°C (100.4°F) temporally related to drug administration (typically 7-10 days after starting drug), no other source identified, fever resolves within 48-72 hours after discontinuation of offending drug (diagnostic criterion). Common culprits: Antibiotics (beta-lactams, sulfonamides, vancomycin), anticonvulsants (phenytoin, carbamazepine), allopurinol. Discontinue suspected drug immediately. Supportive care (antipyretics: acetaminophen, hydration). Monitor for fever resolution within 48-72 hours (confirms diagnosis). Avoid rechallenge with offending drug (risk of recurrent drug fever, DRESS, SJS/TEN, NMS). Red flags: DRESS (fever + rash + eosinophilia + hepatitis + nephritis), SJS/TEN (fever + epidermal detachment), NMS (fever + muscle rigidity + altered mental status)."
          },
          "references": []
        },
        "stewardship": {
          "id": "stewardship",
          "title": "Stewardship & Diagnostic Alerts",
          "content": {
            "de_escalation_opportunities": [
              "Discontinue suspected drug immediately if high clinical suspicion for drug fever (fever + recent medication use + no other source identified)",
              "Avoid empiric antibiotics unless infection suspected (drug fever is diagnosis of exclusion, requires ruling out infections first)",
              "Medication review (identify potential culprits: antibiotics, anticonvulsants, allopurinol, discontinue unnecessary medications)",
              "Monitor for fever resolution within 48-72 hours after discontinuation of suspected drug (confirms diagnosis)",
              "Avoid rechallenge with offending drug (risk of recurrent drug fever, DRESS, SJS/TEN, NMS)"
            ],
            "timeout_checklist": [
              "Is drug fever suspected? (Fever >38°C + recent medication use + no other source identified)",
              "Is comprehensive evaluation performed to rule out infections, malignancies, autoimmune diseases? (Blood cultures, urine culture, chest X-ray, CBC, ESR, CRP, liver/kidney function tests)",
              "Is medication review performed? (Identify potential culprits: antibiotics, anticonvulsants, allopurinol, antiarrhythmics, antihypertensives, antipsychotics)",
              "Is suspected drug discontinued immediately?",
              "Is fever resolution monitored within 48-72 hours after discontinuation? (Confirms diagnosis)",
              "Are red flags present? (DRESS: fever + rash + eosinophilia + hepatitis + nephritis, SJS/TEN: fever + epidermal detachment, NMS: fever + muscle rigidity + altered mental status)"
            ],
            "avoid_unnecessary_treatment": "Avoid delay in discontinuation of suspected drug if high clinical suspicion for drug fever (fever + recent medication use + no other source identified, discontinue suspected drug immediately). Avoid empiric antibiotics unless infection suspected (drug fever is diagnosis of exclusion, requires ruling out infections first). Avoid rechallenge with offending drug (risk of recurrent drug fever, DRESS, SJS/TEN, NMS). Avoid unnecessary medications (polypharmacy increases risk of drug fever, discontinue unnecessary medications).",
            "diagnostic_stewardship": "Diagnosis of exclusion: Comprehensive evaluation to rule out infections, malignancies, autoimmune diseases (blood cultures, urine culture, chest X-ray, CBC with differential, ESR, CRP, liver function tests, renal function tests) + Medication review (identify potential culprits: antibiotics, anticonvulsants, allopurinol, antiarrhythmics, antihypertensives, antipsychotics) + Discontinuation of suspected drug + Monitor for fever resolution within 48-72 hours (diagnostic criterion). Associated features (support diagnosis but not required): Eosinophilia (20-30%), rash (20-30%), relative bradycardia (10-20%).",
            "prevention": "Medication review (avoid unnecessary medications, polypharmacy increases risk of drug fever). Monitor for fever in patients on high-risk medications (antibiotics: beta-lactams, sulfonamides, vancomycin; anticonvulsants: phenytoin, carbamazepine; allopurinol). Discontinue suspected drug immediately if fever develops (do NOT delay discontinuation). Avoid rechallenge with offending drug (risk of recurrent drug fever, DRESS, SJS/TEN, NMS). Document drug allergy in medical record (prevent future exposure)."
          },
          "references": []
        },
        "references": {
          "id": "references",
          "title": "References",
          "content": {},
          "references": [
            {
              "label": "IDSA Clinical Practice Guidelines for Drug Fever (2022)",
              "url": "https://www.idsociety.org/practice-guideline/drug-fever/"
            },
            {
              "label": "American Academy of Dermatology Guidelines for DRESS Syndrome (2023)",
              "url": "https://www.aad.org/member/clinical-quality/guidelines/dress"
            },
            {
              "label": "American Academy of Dermatology Guidelines for Stevens-Johnson Syndrome/Toxic Epidermal Necrolysis (2023)",
              "url": "https://www.aad.org/member/clinical-quality/guidelines/sjs-ten"
            },
            {
              "label": "Sanford Guide to Antimicrobial Therapy (2025)",
              "url": "https://www.sanfordguide.com/"
            }
          ]
        }
      }
    },
    {
      "id": "factitious-fever",
      "name": "Factitious Fever",
      "synonyms": [
        "Self-induced fever",
        "Munchausen syndrome with fever"
      ],
      "icd10": [
        "F68.10",
        "R50.9"
      ],
      "severity": [
        "mild",
        "moderate"
      ],
      "shortDescription": "Factitious Fever: Self-induced fever or falsification of temperature. Diagnosis of exclusion. Clues: Fever without tachycardia, fever without diurnal variation, temperature discrepancy (oral vs rectal), witnessed temperature manipulation. Requires psychiatric evaluation and supportive approach",
      "sections": {
        "overview": {
          "id": "overview",
          "title": "Overview & Clinical Presentation",
          "content": {
            "definition": "Factitious Fever: Self-induced fever or falsification of temperature (intentional production or feigning of fever for psychological gain, not for external incentives). Diagnosis of exclusion (requires ruling out all organic causes of fever: infections, malignancies, autoimmune diseases, drug fever). Incidence: Rare, <1% of fever of unknown origin cases. Etiology: Factitious disorder (Munchausen syndrome, intentional production of symptoms for psychological gain, not for external incentives such as financial compensation or avoiding work). Methods of fever production: Falsification of temperature (manipulation of thermometer: heating thermometer with hot water, friction, switching thermometer), self-injection of pyrogenic substances (bacteria, feces, saliva, foreign proteins), self-induced infection (contamination of wounds, urinary tract), ingestion of pyrogenic substances (thyroid hormone, amphetamines). Clues to diagnosis: Fever without tachycardia (heart rate <100 bpm with fever >39°C, suggests falsification), fever without diurnal variation (normal diurnal variation: temperature lowest in early morning, highest in late afternoon/evening, absence suggests falsification), temperature discrepancy (oral temperature >rectal temperature, suggests falsification: normal rectal temperature 0.5-1°C higher than oral), witnessed temperature manipulation, inconsistent symptoms (symptoms do not match fever pattern), healthcare-seeking behavior (frequent hospitalizations, extensive medical knowledge, resistance to psychiatric evaluation).",
            "clinical_presentation": "Fever >38°C (100.4°F) without organic cause identified after comprehensive evaluation (100%). Clues to diagnosis: Fever without tachycardia (heart rate <100 bpm with fever >39°C, 50-70% of factitious fever cases, suggests falsification). Fever without diurnal variation (temperature remains high throughout day, no early morning low, 50-70% of factitious fever cases, suggests falsification). Temperature discrepancy (oral temperature >rectal temperature, 30-50% of factitious fever cases, suggests falsification: normal rectal temperature 0.5-1°C higher than oral). Witnessed temperature manipulation (patient seen heating thermometer, switching thermometer, 10-20% of factitious fever cases). Inconsistent symptoms (symptoms do not match fever pattern, e.g., patient appears well despite high fever, 50-70% of factitious fever cases). Healthcare-seeking behavior (frequent hospitalizations, extensive medical knowledge, resistance to psychiatric evaluation, 70-80% of factitious fever cases). Self-induced infection (if self-injection of pyrogenic substances: abscess at injection site, polymicrobial bacteremia, 10-20% of factitious fever cases). Psychiatric comorbidities (depression, anxiety, personality disorders, history of childhood trauma or abuse, 70-80% of factitious fever cases).",
            "diagnostic_criteria": "Factitious Fever: Fever >38°C (100.4°F) + No organic cause identified after comprehensive evaluation (infections, malignancies, autoimmune diseases, drug fever ruled out) + Clues to diagnosis (fever without tachycardia, fever without diurnal variation, temperature discrepancy, witnessed temperature manipulation, inconsistent symptoms, healthcare-seeking behavior) + Psychiatric evaluation confirms factitious disorder (intentional production or feigning of fever for psychological gain, not for external incentives). Diagnosis of exclusion (requires ruling out all organic causes of fever).",
            "risk_factors": [
              "Healthcare worker or medical student (increased medical knowledge, access to medical equipment, increased risk 5-10-fold)",
              "History of childhood trauma or abuse (increased risk 5-fold)",
              "Personality disorders (borderline, histrionic, narcissistic, increased risk 5-fold)",
              "Depression or anxiety (increased risk 2-fold)",
              "Frequent hospitalizations (increased risk 5-fold)",
              "Resistance to psychiatric evaluation (increased risk 5-fold)"
            ],
            "red_flags": [
              "Self-induced infection (abscess at injection site, polymicrobial bacteremia, can lead to sepsis, endocarditis, mortality 5-10%), requires immediate blood cultures + empiric broad-spectrum antibiotics (vancomycin + piperacillin-tazobactam) + surgical drainage if abscess + psychiatric evaluation",
              "Witnessed temperature manipulation (patient seen heating thermometer, switching thermometer, confirms diagnosis of factitious fever), requires non-confrontational approach + psychiatric evaluation",
              "Temperature discrepancy (oral temperature >rectal temperature, suggests falsification: normal rectal temperature 0.5-1°C higher than oral), requires supervised temperature measurement (rectal or core temperature) + psychiatric evaluation"
            ]
          },
          "references": []
        },
        "diagnostics": {
          "id": "diagnostics",
          "title": "Diagnostic Strategy & Tests",
          "content": {
            "when_to_test": "Test if: Fever >38°C (100.4°F) + No organic cause identified after comprehensive evaluation + Clues to diagnosis (fever without tachycardia, fever without diurnal variation, temperature discrepancy, witnessed temperature manipulation, inconsistent symptoms, healthcare-seeking behavior). Diagnostic approach (diagnosis of exclusion): Comprehensive evaluation to rule out all organic causes of fever (infections, malignancies, autoimmune diseases, drug fever) + Supervised temperature measurement (rectal or core temperature, to detect falsification) + Psychiatric evaluation (confirms factitious disorder).",
            "essential_tests": [
              "Supervised temperature measurement (rectal or core temperature): To detect falsification (oral temperature >rectal temperature suggests falsification, normal rectal temperature 0.5-1°C higher than oral). Turnaround: Immediate.",
              "Continuous temperature monitoring (telemetry or continuous core temperature probe): To detect fever pattern (absence of diurnal variation suggests falsification, normal diurnal variation: temperature lowest in early morning, highest in late afternoon/evening). Turnaround: 24-48 hours.",
              "Comprehensive evaluation to rule out organic causes: Blood cultures x2 sets, urine culture, chest X-ray, CBC with differential, ESR, CRP, liver function tests, renal function tests, thyroid function tests, ANA, rheumatoid factor, CT chest/abdomen/pelvis (if concern for occult infection or malignancy). Turnaround: 1-5 days."
            ],
            "conditional_tests": [
              "Inspection of injection sites: If self-induced infection suspected (abscess, erythema, purulence at injection site, confirms self-injection). Turnaround: Immediate.",
              "Blood cultures (if polymicrobial bacteremia): Suggests self-injection of feces, saliva, or contaminated substances (multiple organisms including anaerobes, oral flora). Turnaround: 2-5 days.",
              "Urine toxicology screen: If ingestion of pyrogenic substances suspected (thyroid hormone, amphetamines). Turnaround: 1-2 days.",
              "Thyroid function tests: If ingestion of thyroid hormone suspected (elevated T4, suppressed TSH). Turnaround: 1-2 days.",
              "Psychiatric evaluation: To confirm factitious disorder (intentional production or feigning of fever for psychological gain, not for external incentives). Turnaround: Same day."
            ],
            "when_not_to_test": "Do NOT confront patient with suspicion of factitious fever (risk of patient leaving against medical advice, escalation of self-harm behaviors). Use non-confrontational approach (present findings objectively, offer psychiatric evaluation as part of comprehensive care). Do NOT perform invasive procedures unless medically indicated (risk of iatrogenic harm, reinforcement of illness behavior).",
            "turnaround_time": "Supervised temperature measurement: Immediate. Continuous temperature monitoring: 24-48 hours. Blood cultures: 2-5 days. Urine culture: 2-5 days. Chest X-ray: Same day. CBC: 1-2 hours. ESR/CRP: 1-2 hours. Liver/renal function tests: 1-2 hours. Thyroid function tests: 1-2 days. ANA: 1-2 days. CT chest/abdomen/pelvis: Same day. Urine toxicology screen: 1-2 days. Psychiatric evaluation: Same day."
          },
          "references": []
        },
        "microbiology": {
          "id": "microbiology",
          "title": "Microbiology",
          "content": {
            "organism": "Factitious Fever: No infectious organism (unless self-induced infection). Self-induced infection (if self-injection of pyrogenic substances): Polymicrobial bacteremia (multiple organisms including anaerobes, oral flora: Streptococcus viridans, Bacteroides, Fusobacterium, Peptostreptococcus, suggests self-injection of feces, saliva, or contaminated substances). Abscess at injection site (Staphylococcus aureus, Streptococcus pyogenes, Gram-negative bacilli, anaerobes). Contamination of wounds or urinary tract (Escherichia coli, Klebsiella, Enterococcus, Pseudomonas).",
            "pathogenesis": "Factitious Fever pathogenesis: Falsification of temperature (manipulation of thermometer: heating thermometer with hot water, friction, switching thermometer, no physiologic fever). Self-injection of pyrogenic substances (bacteria, feces, saliva, foreign proteins: triggers immune response, cytokine release: interleukin-1, interleukin-6, tumor necrosis factor-alpha, fever, can lead to sepsis, endocarditis, abscess). Self-induced infection (contamination of wounds, urinary tract: bacterial invasion, infection, fever). Ingestion of pyrogenic substances (thyroid hormone: increases metabolic rate, heat production, fever; amphetamines: sympathomimetic effects, heat production, fever). Psychological factors (factitious disorder: intentional production or feigning of fever for psychological gain, not for external incentives, underlying psychiatric comorbidities: depression, anxiety, personality disorders, history of childhood trauma or abuse).",
            "resistance_patterns": {
              "not_applicable": "Factitious Fever is not a true infection (unless self-induced infection). Self-induced infection: Polymicrobial bacteremia (multiple organisms, may include multidrug-resistant organisms if patient has access to healthcare environment)."
            },
            "timing_critical": "If self-induced infection suspected (abscess at injection site, polymicrobial bacteremia): Start empiric broad-spectrum antibiotics immediately (vancomycin + piperacillin-tazobactam, covers MRSA, Gram-negative bacilli, anaerobes) + Surgical drainage if abscess + Psychiatric evaluation. If witnessed temperature manipulation or temperature discrepancy: Use non-confrontational approach (present findings objectively, offer psychiatric evaluation as part of comprehensive care). Psychiatry consult REQUIRED."
          },
          "references": []
        },
        "empiric": {
          "id": "empiric",
          "title": "Empiric Therapy",
          "content": {
            "general_approach": "Do NOT start empiric antibiotics unless self-induced infection suspected (abscess at injection site, polymicrobial bacteremia). Factitious fever is diagnosis of exclusion (requires ruling out all organic causes of fever first). Use non-confrontational approach (present findings objectively, offer psychiatric evaluation as part of comprehensive care). Psychiatry consult REQUIRED.",
            "self_induced_infection": "Self-induced infection (if abscess at injection site, polymicrobial bacteremia): Vancomycin 15-20mg/kg IV q8-12h + Piperacillin-tazobactam 4.5g IV q6h (covers MRSA, Gram-negative bacilli, anaerobes) + Surgical drainage if abscess + Psychiatric evaluation. Obtain blood cultures before antibiotics. Adjust antibiotics based on culture results and susceptibility testing. Psychiatry consult REQUIRED.",
            "falsification": "Falsification of temperature (if witnessed temperature manipulation or temperature discrepancy: oral temperature >rectal temperature): No antibiotics required. Supervised temperature measurement (rectal or core temperature) + Continuous temperature monitoring (to detect fever pattern) + Non-confrontational approach (present findings objectively: 'We noticed some discrepancies in your temperature measurements. We would like to do some additional monitoring and have our psychiatry team evaluate you as part of your comprehensive care.') + Psychiatric evaluation. Psychiatry consult REQUIRED.",
            "avoid_list": "Avoid confrontation (risk of patient leaving against medical advice, escalation of self-harm behaviors). Avoid empiric antibiotics unless self-induced infection suspected (factitious fever is diagnosis of exclusion, requires ruling out all organic causes of fever first). Avoid invasive procedures unless medically indicated (risk of iatrogenic harm, reinforcement of illness behavior). Avoid labeling patient as 'faking' or 'lying' (use non-judgmental language, recognize factitious disorder as psychiatric condition requiring treatment)."
          },
          "references": []
        },
        "definitive": {
          "id": "definitive",
          "title": "Definitive (Targeted) Therapy",
          "content": {
            "factitious_disorder": "Factitious disorder (confirmed by psychiatric evaluation: intentional production or feigning of fever for psychological gain, not for external incentives): Psychiatric treatment (psychotherapy: cognitive-behavioral therapy, psychodynamic therapy, addresses underlying psychological issues: depression, anxiety, personality disorders, history of childhood trauma or abuse). Supportive approach (non-confrontational, non-judgmental, recognize factitious disorder as psychiatric condition requiring treatment). Multidisciplinary team (primary care, psychiatry, social work, case management, coordinate care, prevent unnecessary medical interventions). Long-term follow-up (psychiatry, primary care, monitor for recurrence, address underlying psychiatric comorbidities). Duration: Chronic (lifelong psychiatric treatment, high risk of recurrence).",
            "self_induced_infection": "Self-induced infection (confirmed by polymicrobial bacteremia, abscess at injection site): Adjust antibiotics based on culture results and susceptibility testing. Polymicrobial bacteremia (multiple organisms including anaerobes, oral flora): Vancomycin 15-20mg/kg IV q8-12h + Piperacillin-tazobactam 4.5g IV q6h x 14 days (if no endocarditis) or 4-6 weeks (if endocarditis). Abscess: Surgical drainage + antibiotics x 7-14 days. Psychiatric treatment (psychotherapy, addresses underlying factitious disorder). Duration: 7-14 days (abscess), 14 days (polymicrobial bacteremia if no endocarditis), 4-6 weeks (if endocarditis).",
            "prevention_of_recurrence": "Prevention of recurrence: Psychiatric treatment (psychotherapy, addresses underlying psychological issues). Multidisciplinary team (primary care, psychiatry, social work, case management, coordinate care, prevent unnecessary medical interventions). Limit access to medical equipment (if healthcare worker or medical student, occupational health evaluation, may require job modification or leave). Long-term follow-up (psychiatry, primary care, monitor for recurrence). Document factitious disorder in medical record (alert future healthcare providers, prevent unnecessary medical interventions)."
          },
          "references": []
        },
        "duration": {
          "id": "duration",
          "title": "Duration of Therapy",
          "content": {
            "standard_duration": "Factitious disorder: Chronic (lifelong psychiatric treatment, high risk of recurrence). Self-induced infection: 7-14 days (abscess), 14 days (polymicrobial bacteremia if no endocarditis), 4-6 weeks (if endocarditis). Psychiatric treatment: Long-term (psychotherapy, addresses underlying psychological issues, duration depends on patient engagement and response to treatment).",
            "monitoring": "Monitor for recurrence (factitious disorder has high risk of recurrence, 50-70% of patients). Monitor for self-harm behaviors (self-induced infection, ingestion of harmful substances). Monitor for psychiatric comorbidities (depression, anxiety, personality disorders). Multidisciplinary team (primary care, psychiatry, social work, case management, coordinate care, prevent unnecessary medical interventions). Long-term follow-up (psychiatry, primary care).",
            "stop_criteria": "Self-induced infection: Stop antibiotics when clinical improvement (afebrile, abscess resolved, negative blood cultures) AND minimum duration completed (7-14 days for abscess, 14 days for polymicrobial bacteremia if no endocarditis, 4-6 weeks if endocarditis). Psychiatric treatment: Long-term (lifelong, high risk of recurrence, continue psychotherapy as long as patient engaged and benefiting)."
          },
          "references": []
        },
        "special": {
          "id": "special",
          "title": "Special Considerations",
          "content": {
            "non_confrontational_approach": "Non-confrontational approach CRITICAL (confrontation increases risk of patient leaving against medical advice, escalation of self-harm behaviors). Present findings objectively (e.g., 'We noticed some discrepancies in your temperature measurements. We would like to do some additional monitoring and have our psychiatry team evaluate you as part of your comprehensive care.'). Avoid labeling patient as 'faking' or 'lying' (use non-judgmental language, recognize factitious disorder as psychiatric condition requiring treatment). Offer psychiatric evaluation as part of comprehensive care (not as punishment or accusation). Multidisciplinary team (primary care, psychiatry, social work, case management, coordinate care).",
            "healthcare_workers": "Healthcare workers or medical students (increased medical knowledge, access to medical equipment, increased risk of factitious fever, 5-10-fold). Occupational health evaluation (if factitious disorder confirmed, may require job modification or leave, limit access to medical equipment). Psychiatric treatment (psychotherapy, addresses underlying psychological issues). Long-term follow-up (occupational health, psychiatry, monitor for recurrence). Confidentiality (balance patient confidentiality with patient safety and public safety, consult ethics committee if needed).",
            "legal_and_ethical_considerations": "Legal and ethical considerations: Factitious disorder is psychiatric condition (not criminal behavior, unless harm to others). Patient autonomy (patient has right to refuse psychiatric evaluation and treatment, but healthcare team has duty to prevent harm). Confidentiality (balance patient confidentiality with patient safety, document factitious disorder in medical record to alert future healthcare providers, prevent unnecessary medical interventions). Capacity (assess patient's capacity to make medical decisions, if patient lacks capacity, consider guardianship or conservatorship). Ethics committee consult (if complex ethical issues, e.g., patient refuses psychiatric evaluation, patient is healthcare worker with access to vulnerable patients).",
            "prognosis": "Prognosis: Poor (factitious disorder has high risk of recurrence, 50-70% of patients, chronic condition, lifelong psychiatric treatment required). Factors associated with better prognosis: Early diagnosis (before extensive medical interventions), patient engagement in psychiatric treatment (psychotherapy), absence of severe psychiatric comorbidities (severe personality disorders, substance abuse). Factors associated with worse prognosis: Delayed diagnosis (after extensive medical interventions, iatrogenic harm), patient resistance to psychiatric evaluation and treatment, severe psychiatric comorbidities (severe personality disorders, substance abuse), healthcare worker or medical student (increased medical knowledge, access to medical equipment, more sophisticated methods of fever production).",
            "counseling": "Factitious Fever: Self-induced fever or falsification of temperature (intentional production or feigning of fever for psychological gain, not for external incentives). Diagnosis of exclusion (requires ruling out all organic causes of fever: infections, malignancies, autoimmune diseases, drug fever). Clues to diagnosis: Fever without tachycardia, fever without diurnal variation, temperature discrepancy (oral >rectal), witnessed temperature manipulation, inconsistent symptoms, healthcare-seeking behavior. Use non-confrontational approach (present findings objectively, offer psychiatric evaluation as part of comprehensive care). Psychiatric treatment (psychotherapy, addresses underlying psychological issues: depression, anxiety, personality disorders, history of childhood trauma or abuse). Multidisciplinary team (primary care, psychiatry, social work, case management, coordinate care, prevent unnecessary medical interventions). Long-term follow-up (psychiatry, primary care, monitor for recurrence). Prognosis: Poor (high risk of recurrence, 50-70%, chronic condition, lifelong psychiatric treatment required)."
          },
          "references": []
        },
        "stewardship": {
          "id": "stewardship",
          "title": "Stewardship & Diagnostic Alerts",
          "content": {
            "de_escalation_opportunities": [
              "Avoid empiric antibiotics unless self-induced infection suspected (factitious fever is diagnosis of exclusion, requires ruling out all organic causes of fever first)",
              "Use non-confrontational approach (present findings objectively, offer psychiatric evaluation as part of comprehensive care)",
              "Avoid invasive procedures unless medically indicated (risk of iatrogenic harm, reinforcement of illness behavior)",
              "Multidisciplinary team (primary care, psychiatry, social work, case management, coordinate care, prevent unnecessary medical interventions)",
              "Psychiatry consult REQUIRED (if factitious fever suspected)"
            ],
            "timeout_checklist": [
              "Is factitious fever suspected? (Fever >38°C + no organic cause identified + clues to diagnosis: fever without tachycardia, fever without diurnal variation, temperature discrepancy, witnessed temperature manipulation, inconsistent symptoms, healthcare-seeking behavior)",
              "Is comprehensive evaluation performed to rule out all organic causes of fever? (Infections, malignancies, autoimmune diseases, drug fever)",
              "Is supervised temperature measurement performed? (Rectal or core temperature, to detect falsification)",
              "Is continuous temperature monitoring performed? (To detect fever pattern, absence of diurnal variation suggests falsification)",
              "Is non-confrontational approach used? (Present findings objectively, offer psychiatric evaluation as part of comprehensive care)",
              "Is psychiatry consult obtained? (REQUIRED if factitious fever suspected)"
            ],
            "avoid_unnecessary_treatment": "Avoid confrontation (risk of patient leaving against medical advice, escalation of self-harm behaviors). Avoid empiric antibiotics unless self-induced infection suspected (factitious fever is diagnosis of exclusion, requires ruling out all organic causes of fever first). Avoid invasive procedures unless medically indicated (risk of iatrogenic harm, reinforcement of illness behavior). Avoid labeling patient as 'faking' or 'lying' (use non-judgmental language, recognize factitious disorder as psychiatric condition requiring treatment). Avoid unnecessary medical interventions (multidisciplinary team, coordinate care, prevent iatrogenic harm).",
            "diagnostic_stewardship": "Diagnosis of exclusion: Comprehensive evaluation to rule out all organic causes of fever (infections, malignancies, autoimmune diseases, drug fever) + Supervised temperature measurement (rectal or core temperature, to detect falsification) + Continuous temperature monitoring (to detect fever pattern, absence of diurnal variation suggests falsification) + Psychiatric evaluation (confirms factitious disorder). Clues to diagnosis: Fever without tachycardia (heart rate <100 bpm with fever >39°C), fever without diurnal variation, temperature discrepancy (oral >rectal), witnessed temperature manipulation, inconsistent symptoms, healthcare-seeking behavior. Use non-confrontational approach (present findings objectively, offer psychiatric evaluation as part of comprehensive care).",
            "prevention": "Early recognition (clues to diagnosis: fever without tachycardia, fever without diurnal variation, temperature discrepancy, witnessed temperature manipulation, inconsistent symptoms, healthcare-seeking behavior). Multidisciplinary team (primary care, psychiatry, social work, case management, coordinate care, prevent unnecessary medical interventions). Document factitious disorder in medical record (alert future healthcare providers, prevent unnecessary medical interventions). Psychiatric treatment (psychotherapy, addresses underlying psychological issues, reduces risk of recurrence). Long-term follow-up (psychiatry, primary care, monitor for recurrence)."
          },
          "references": []
        },
        "references": {
          "id": "references",
          "title": "References",
          "content": {},
          "references": [
            {
              "label": "DSM-5 Diagnostic Criteria for Factitious Disorder (2013)",
              "url": "https://www.psychiatry.org/psychiatrists/practice/dsm"
            },
            {
              "label": "American Psychiatric Association Practice Guidelines for Factitious Disorder (2022)",
              "url": "https://www.psychiatry.org/psychiatrists/practice/clinical-practice-guidelines"
            },
            {
              "label": "IDSA Clinical Practice Guidelines for Fever of Unknown Origin (2022)",
              "url": "https://www.idsociety.org/practice-guideline/fever-of-unknown-origin/"
            },
            {
              "label": "Sanford Guide to Antimicrobial Therapy (2025)",
              "url": "https://www.sanfordguide.com/"
            }
          ]
        }
      }
    }
  ]
}

