{
  "version": 1,
  "updatedAt": "2025-11-26T03:00:00Z",
  "id": "zoonotic-infections",
  "name": "Zoonotic Infections",
  "description": "Infections transmitted from animals to humans, including bacterial, viral, and parasitic diseases",
  "icon": "pets",
  "color": "#8D6E63",
  "conditions": [
    {
      "id": "rabies",
      "name": "Rabies",
      "synonyms": [
        "Hydrophobia",
        "Lyssa"
      ],
      "icd10": [
        "A82.0",
        "A82.1",
        "A82.9"
      ],
      "severity": [
        "critical"
      ],
      "shortDescription": "Fatal viral infection requiring immediate post-exposure prophylaxis (PEP): rabies vaccine + rabies immunoglobulin (RIG), mortality 100% if symptomatic",
      "sections": {
        "overview": {
          "id": "overview",
          "title": "Overview & Clinical Presentation",
          "content": {
            "definition": "Fatal viral infection caused by rabies virus (Lyssavirus, RNA virus). Transmitted by animal bite (dogs 99%, bats, raccoons, skunks, foxes). Endemic worldwide (except Antarctica, Australia, New Zealand, Japan, UK). Incubation: 1-3 months (range 1 week to 1 year, depends on bite location: face/neck shorter, extremities longer). Incidence: 59,000 deaths per year worldwide (95% in Asia and Africa, 40% children <15 years). Mortality: 100% if symptomatic (no survivors without intensive care, <10 survivors worldwide with Milwaukee protocol). Vaccine-preventable: Post-exposure prophylaxis (PEP) 100% effective if given before symptom onset.",
            "clinical_presentation": "Prodrome (2-10 days): Fever (38-39°C, 80-90%), headache (70-80%), malaise (60-70%), paresthesia at bite site (50-60%, pathognomonic), anxiety (50-60%). Acute neurological phase (2-7 days): Furious rabies (80%): Hydrophobia (fear of water, pharyngeal spasm when drinking, 50-80%, pathognomonic), aerophobia (fear of air, pharyngeal spasm with breeze, 50-60%), agitation (hyperactivity, aggression, 70-80%), hallucinations (50-60%), hypersalivation (foaming at mouth, 60-70%), autonomic dysfunction (hyperthermia, tachycardia, hypertension, 70-80%). Paralytic rabies (20%): Ascending paralysis (starts at bite site, spreads to limbs, trunk, 80-90%), flaccid paralysis (resembles Guillain-Barré syndrome, 70-80%), no hydrophobia or aerophobia. Coma and death (1-14 days): Coma (90-100%), respiratory failure (90-100%), cardiac arrest (90-100%), death (100%, median survival 5-7 days after symptom onset). Laboratory: Normal or nonspecific (WBC normal or elevated, CSF lymphocytic pleocytosis 10-100 cells/μL). Complications: Respiratory failure (90-100%), cardiac arrhythmias (70-80%), seizures (50-60%), SIADH (hyponatremia, 40-50%), death (100% if symptomatic).",
            "diagnostic_criteria": "Clinical diagnosis: Animal bite (dog, bat, wild animal) + prodrome (fever, headache, paresthesia at bite site) + acute neurological phase (hydrophobia OR aerophobia OR agitation OR ascending paralysis). Laboratory: Positive RT-PCR (saliva, CSF, skin biopsy from nape of neck, 80-90% sensitive before death) OR Positive direct fluorescent antibody (DFA) test (skin biopsy from nape of neck, 80-90% sensitive before death) OR Positive serology (CSF antibodies, 50-60% sensitive, only if NOT vaccinated) OR Positive brain biopsy (Negri bodies in neurons, 80-90% sensitive, only post-mortem). Definitive diagnosis: Positive RT-PCR OR Positive DFA test OR Positive brain biopsy (post-mortem).",
            "risk_factors": [
              "Animal bite (dog 99%, bat, raccoon, skunk, fox, wild animal) + no post-exposure prophylaxis (PEP) within 24-48 hours (most important modifiable risk factor)",
              "Travel to endemic area (Asia 95%, Africa 95%, Latin America, no rabies in Antarctica, Australia, New Zealand, Japan, UK)",
              "Bat exposure (even without visible bite, bat saliva can enter through mucous membranes or small scratches, high risk)",
              "Occupational exposure (veterinarians, animal handlers, wildlife workers, laboratory workers, increased risk 10-fold)",
              "Children <15 years (40% of deaths, more likely to be bitten on face/neck, shorter incubation, higher mortality)",
              "Immunocompromised (HIV/AIDS, transplant, may have reduced vaccine response, require higher doses of vaccine)"
            ],
            "red_flags": [
              "Symptomatic rabies - hydrophobia OR aerophobia OR agitation OR ascending paralysis (mortality 100%, no effective treatment, only palliative care), requires ICU admission + palliative care + isolation (contact precautions, saliva precautions)",
              "Animal bite + no PEP within 24-48 hours - high risk of rabies (mortality 100% if symptomatic), requires immediate PEP (rabies vaccine + RIG, 100% effective if given before symptom onset)",
              "Bat exposure (even without visible bite) - high risk of rabies (bat saliva can enter through mucous membranes or small scratches), requires immediate PEP",
              "Bite on face/neck/hands - shorter incubation (1-4 weeks vs 1-3 months for extremities), higher risk of rapid progression, requires immediate PEP"
            ]
          },
          "references": []
        },
        "diagnostics": {
          "id": "diagnostics",
          "title": "Diagnostic Strategy & Tests",
          "content": {
            "when_to_test": "Test if: Animal bite (dog, bat, wild animal) + prodrome (fever, headache, paresthesia at bite site) + acute neurological phase (hydrophobia OR aerophobia OR agitation OR ascending paralysis). RT-PCR (saliva, CSF, skin biopsy from nape of neck, 80-90% sensitive before death). DFA test (skin biopsy from nape of neck, 80-90% sensitive before death). Serology (CSF antibodies, 50-60% sensitive, only if NOT vaccinated). Do NOT delay PEP if animal bite + high-risk exposure (start PEP immediately, mortality 100% if symptomatic).",
            "essential_tests": [
              "RT-PCR: Rabies virus RNA in saliva, CSF, or skin biopsy from nape of neck (80-90% sensitive before death, requires multiple samples over several days). Turnaround: 1-2 days.",
              "DFA test (direct fluorescent antibody): Rabies virus antigens in skin biopsy from nape of neck (80-90% sensitive before death, requires full-thickness biopsy with hair follicles). Turnaround: Same day."
            ],
            "conditional_tests": [
              "Serology: Rabies antibodies in CSF (50-60% sensitive, only if NOT vaccinated, if vaccinated → antibodies from vaccine). Turnaround: 1-2 days.",
              "Brain biopsy: Negri bodies in neurons (80-90% sensitive, only post-mortem, pathognomonic). Turnaround: 1-2 days.",
              "CSF analysis: Lymphocytic pleocytosis (10-100 cells/μL, 50-60%), elevated protein (50-100 mg/dL, 60-70%). Turnaround: 1-2 hours.",
              "MRI brain: Hyperintensities in brainstem, hippocampus, basal ganglia (50-60%). Turnaround: Same day."
            ],
            "when_not_to_test": "Do NOT delay PEP if animal bite + high-risk exposure (start PEP immediately, mortality 100% if symptomatic). Do NOT wait for laboratory confirmation to start PEP (PEP is 100% effective if given before symptom onset, but 0% effective after symptom onset). Do NOT confuse with other causes of encephalitis (HSV, enterovirus, but rabies has hydrophobia, aerophobia, animal bite history). Testing is primarily for confirmation in symptomatic patients (to guide palliative care and public health response).",
            "turnaround_time": "RT-PCR: 1-2 days. DFA test: Same day. Serology: 1-2 days. Brain biopsy: 1-2 days (post-mortem). CSF analysis: 1-2 hours. MRI brain: Same day."
          },
          "references": []
        },
        "microbiology": {
          "id": "microbiology",
          "title": "Microbiology",
          "content": {
            "organism": "Rabies virus (Lyssavirus, RNA virus). Transmitted by animal bite (dogs 99%, bats, raccoons, skunks, foxes, wild animals, virus in saliva). Endemic worldwide (except Antarctica, Australia, New Zealand, Japan, UK). Incubation: 1-3 months (range 1 week to 1 year, depends on bite location: face/neck shorter 1-4 weeks, extremities longer 1-3 months, viral load, immune status). Pathogenesis: Animal bite → virus enters through broken skin or mucous membranes → replicates in muscle tissue at bite site (days to weeks) → travels via peripheral nerves to CNS (retrograde axonal transport, 12-24 mm/day) → reaches brain (incubation period ends) → replicates in neurons (brainstem, hippocampus, basal ganglia) → spreads centrifugally to salivary glands, skin, other organs → prodrome (fever, headache, paresthesia at bite site, 2-10 days) → acute neurological phase (furious rabies: hydrophobia, aerophobia, agitation, hallucinations, hypersalivation OR paralytic rabies: ascending paralysis, 2-7 days) → coma and death (respiratory failure, cardiac arrest, 1-14 days, median survival 5-7 days after symptom onset, mortality 100%).",
            "pathogenesis": "Animal bite → virus enters through broken skin or mucous membranes → replicates in muscle tissue at bite site (days to weeks, no viremia, no immune response yet) → travels via peripheral nerves to CNS (retrograde axonal transport, 12-24 mm/day, bypasses immune system) → reaches brain (incubation period ends, 1-3 months) → replicates in neurons (brainstem: hydrophobia, aerophobia, autonomic dysfunction; hippocampus: agitation, hallucinations; basal ganglia: movement disorders; spinal cord: paralysis) → spreads centrifugally to salivary glands (hypersalivation, foaming at mouth, virus in saliva), skin (virus in hair follicles), other organs → prodrome (fever, headache, malaise, paresthesia at bite site 50-60%, anxiety, 2-10 days) → acute neurological phase (2-7 days): Furious rabies (80%): Hydrophobia (fear of water, pharyngeal spasm when drinking, 50-80%, caused by brainstem inflammation), aerophobia (fear of air, pharyngeal spasm with breeze, 50-60%), agitation (hyperactivity, aggression, 70-80%), hallucinations (50-60%), hypersalivation (foaming at mouth, 60-70%), autonomic dysfunction (hyperthermia, tachycardia, hypertension, 70-80%). Paralytic rabies (20%): Ascending paralysis (starts at bite site, spreads to limbs, trunk, 80-90%, resembles Guillain-Barré syndrome), flaccid paralysis (70-80%), no hydrophobia or aerophobia → coma and death (1-14 days): Coma (90-100%), respiratory failure (90-100%, caused by brainstem dysfunction), cardiac arrest (90-100%), death (100%, median survival 5-7 days after symptom onset, no survivors without intensive care, <10 survivors worldwide with Milwaukee protocol). Complications: Respiratory failure (90-100%), cardiac arrhythmias (70-80%), seizures (50-60%), SIADH (hyponatremia, 40-50%), death (100% if symptomatic).",
            "resistance_patterns": {
              "no_antiviral_therapy": "No effective antiviral therapy available. Treatment is palliative care only (ICU admission, mechanical ventilation, sedation, pain management, isolation). Milwaukee protocol (induced coma + antiviral drugs: ribavirin, amantadine + ketamine + midazolam): <10 survivors worldwide, mortality still >95%, not recommended by WHO or CDC. Post-exposure prophylaxis (PEP) is 100% effective if given before symptom onset: Rabies vaccine (4-5 doses over 14-28 days) + Rabies immunoglobulin (RIG, single dose, infiltrate around wound + IM injection). Pre-exposure prophylaxis (PreEP) for high-risk individuals: Rabies vaccine (3 doses over 21-28 days, booster every 2 years if continued risk).",
              "vaccine": "Rabies vaccine (inactivated virus, cell culture-based: HDCV, PCECV, PVRV): Post-exposure prophylaxis (PEP, 100% effective if given before symptom onset): 4-5 doses (day 0, 3, 7, 14, and 28 if immunocompromised) IM (deltoid, NOT gluteal). Rabies immunoglobulin (RIG, passive immunization): Single dose (20 IU/kg, infiltrate as much as possible around wound, remainder IM at distant site from vaccine, NOT same site as vaccine). Pre-exposure prophylaxis (PreEP, for high-risk individuals: veterinarians, animal handlers, wildlife workers, laboratory workers, travelers to endemic areas): 3 doses (day 0, 7, 21 or 28) IM. Booster: Every 2 years if continued risk OR check antibody titer every 6 months (if titer <0.5 IU/mL → booster). Contraindications: None (rabies is 100% fatal if symptomatic, vaccine must be given even if history of allergic reaction, use with antihistamines and corticosteroids if needed)."
            },
            "timing_critical": "Start PEP immediately upon animal bite + high-risk exposure (do NOT delay for laboratory confirmation, mortality 100% if symptomatic, PEP is 100% effective if given before symptom onset but 0% effective after symptom onset). PEP: Rabies vaccine (4-5 doses over 14-28 days) + Rabies immunoglobulin (RIG, single dose, infiltrate around wound + IM injection, give on day 0 with first vaccine dose). Wound care: Wash wound immediately with soap and water for 15 minutes (reduces virus load by 90%), then apply povidone-iodine or alcohol (virucidal). Do NOT suture wound (increases risk of virus entry into nerves). Do NOT delay PEP if animal unavailable for observation (start PEP, can stop if animal remains healthy for 10 days)."
          },
          "references": []
        },
        "empiric": {
          "id": "empiric",
          "title": "Empiric Therapy",
          "content": {
            "pep_high_risk_exposure": "Post-exposure prophylaxis (PEP, 100% effective if given before symptom onset): Rabies vaccine (HDCV, PCECV, or PVRV) 1 mL IM (deltoid, NOT gluteal) on day 0, 3, 7, 14 (4 doses total, if immunocompromised: add 5th dose on day 28) + Rabies immunoglobulin (RIG) 20 IU/kg (infiltrate as much as possible around wound, remainder IM at distant site from vaccine, NOT same site as vaccine, give on day 0 with first vaccine dose). Wound care: Wash wound immediately with soap and water for 15 minutes (reduces virus load by 90%), then apply povidone-iodine or alcohol (virucidal). Do NOT suture wound (increases risk of virus entry into nerves). Do NOT delay PEP if animal unavailable for observation (start PEP, can stop if animal remains healthy for 10 days). Infectious disease consult REQUIRED.",
            "pep_low_risk_exposure": "Post-exposure prophylaxis (PEP, if previously vaccinated with PreEP OR previous PEP): Rabies vaccine (HDCV, PCECV, or PVRV) 1 mL IM (deltoid) on day 0, 3 (2 doses total, NO RIG needed if previously vaccinated). Wound care: Wash wound immediately with soap and water for 15 minutes, then apply povidone-iodine or alcohol. Do NOT suture wound. Infectious disease consult REQUIRED.",
            "preep_high_risk_individuals": "Pre-exposure prophylaxis (PreEP, for high-risk individuals: veterinarians, animal handlers, wildlife workers, laboratory workers, travelers to endemic areas with limited access to PEP): Rabies vaccine (HDCV, PCECV, or PVRV) 1 mL IM (deltoid) on day 0, 7, 21 or 28 (3 doses total). Booster: Every 2 years if continued risk OR check antibody titer every 6 months (if titer <0.5 IU/mL → booster). Infectious disease consult REQUIRED.",
            "symptomatic_rabies": "Palliative care only (mortality 100%, no effective treatment). ICU admission. Mechanical ventilation (if respiratory failure). Sedation (benzodiazepines: midazolam 0.05-0.2 mg/kg/hour IV, propofol 1-4 mg/kg/hour IV). Pain management (opioids: morphine 2-10 mg IV q2-4h PRN, fentanyl 25-100 mcg IV q1-2h PRN). Isolation (contact precautions, saliva precautions, wear gloves, gown, mask when handling patient or saliva). Family counseling (explain prognosis, mortality 100%, median survival 5-7 days after symptom onset). Palliative care consult REQUIRED. Infectious disease consult REQUIRED. Milwaukee protocol NOT recommended (induced coma + antiviral drugs, <10 survivors worldwide, mortality >95%, not recommended by WHO or CDC).",
            "avoid_list": "Avoid suturing wound (increases risk of virus entry into nerves, leave wound open, delayed primary closure after 3-5 days if needed). Do NOT delay PEP if animal unavailable for observation (start PEP, can stop if animal remains healthy for 10 days). Do NOT give RIG if previously vaccinated with PreEP OR previous PEP (only vaccine needed, RIG can interfere with vaccine response). Do NOT give RIG and vaccine at same site (give RIG around wound + IM at distant site, vaccine IM at deltoid). Do NOT give vaccine in gluteal region (reduced immunogenicity, use deltoid only). Milwaukee protocol NOT recommended (mortality >95%, not recommended by WHO or CDC)."
          },
          "references": []
        },
        "definitive": {
          "id": "definitive",
          "title": "Definitive (Targeted) Therapy",
          "content": {
            "confirmed_pep": "Post-exposure prophylaxis (PEP, 100% effective if given before symptom onset): Rabies vaccine (4-5 doses over 14-28 days) + Rabies immunoglobulin (RIG, single dose on day 0). Complete all doses (do NOT stop early, even if animal remains healthy for 10 days, complete full series to ensure immunity). Antibody titer: Check at 2-4 weeks after last dose (if titer <0.5 IU/mL → additional booster dose). Clinical outcome: 100% survival if PEP given before symptom onset.",
            "confirmed_symptomatic_rabies": "Palliative care only (mortality 100%, no effective treatment). ICU admission. Mechanical ventilation. Sedation. Pain management. Isolation. Family counseling. Median survival: 5-7 days after symptom onset. Mortality: 100% (no survivors without intensive care, <10 survivors worldwide with Milwaukee protocol).",
            "treatment_response": "PEP: 100% effective if given before symptom onset. Symptomatic rabies: 100% mortality (no effective treatment, only palliative care). If animal remains healthy for 10 days: Rabies can be ruled out (rabies virus is only in saliva 1-5 days before symptom onset in animals, if animal remains healthy for 10 days → no rabies, can stop PEP if already started, but complete full series if animal unavailable or died or tested positive).",
            "duration": "PEP: 14-28 days (4-5 doses of vaccine over 14-28 days, RIG single dose on day 0). PreEP: 21-28 days (3 doses of vaccine over 21-28 days). Symptomatic rabies: 5-7 days (median survival after symptom onset, mortality 100%)."
          },
          "references": []
        },
        "duration": {
          "id": "duration",
          "title": "Duration of Therapy",
          "content": {
            "standard_duration": "PEP: 14-28 days (4-5 doses of vaccine: day 0, 3, 7, 14, and 28 if immunocompromised, RIG single dose on day 0). PreEP: 21-28 days (3 doses of vaccine: day 0, 7, 21 or 28). Symptomatic rabies: 5-7 days (median survival after symptom onset, mortality 100%).",
            "monitoring": "PEP: Monitor for vaccine side effects (local reactions: pain, redness, swelling at injection site 30-40%, systemic reactions: fever, headache, myalgia 10-20%, allergic reactions: urticaria, anaphylaxis <1%). Check antibody titer at 2-4 weeks after last dose (if titer <0.5 IU/mL → additional booster dose). PreEP: Monitor for vaccine side effects. Check antibody titer every 6 months if continued risk (if titer <0.5 IU/mL → booster). Symptomatic rabies: Monitor for complications (respiratory failure, cardiac arrhythmias, seizures, SIADH).",
            "stop_criteria": "PEP: Complete all 4-5 doses (do NOT stop early, even if animal remains healthy for 10 days, complete full series to ensure immunity). Exception: Can stop PEP if animal remains healthy for 10 days AND laboratory testing confirms no rabies AND patient has completed at least 2 doses. PreEP: Complete all 3 doses. Booster every 2 years if continued risk OR if antibody titer <0.5 IU/mL. Symptomatic rabies: Palliative care until death (median survival 5-7 days after symptom onset, mortality 100%)."
          },
          "references": []
        },
        "special": {
          "id": "special",
          "title": "Special Considerations",
          "content": {
            "pregnancy": "Pregnancy (rabies is 100% fatal if symptomatic, PEP must be given even in pregnancy, no contraindications). Treatment: Same as non-pregnant (rabies vaccine 4-5 doses + RIG single dose on day 0). Monitor fetal status (fetal heart rate, ultrasound). Infectious disease + obstetrics consult REQUIRED.",
            "children": "Children <15 years (40% of rabies deaths, more likely to be bitten on face/neck, shorter incubation, higher mortality). Treatment: Same as adults (rabies vaccine 4-5 doses + RIG 20 IU/kg single dose on day 0, weight-based dosing). Vaccine dose: 1 mL IM (deltoid if age >2 years, anterolateral thigh if age <2 years). Monitor closely for vaccine side effects. Pediatrics + infectious disease consult REQUIRED.",
            "immunocompromised": "HIV/AIDS or transplant (may have reduced vaccine response, require higher doses). Treatment: Rabies vaccine 5 doses (day 0, 3, 7, 14, 28, add 5th dose) + RIG 20 IU/kg single dose on day 0. Check antibody titer at 2-4 weeks after last dose (if titer <0.5 IU/mL → additional booster dose). Infectious disease consult REQUIRED.",
            "bat_exposure": "Bat exposure (even without visible bite, bat saliva can enter through mucous membranes or small scratches, high risk of rabies). Treatment: PEP (rabies vaccine 4-5 doses + RIG single dose on day 0) if: Direct contact with bat (touched bat, bat in room while sleeping, bat contact with child or intoxicated person who cannot reliably report bite). Do NOT delay PEP if bat unavailable for testing. Infectious disease consult REQUIRED.",
            "counseling": "Rabies is 100% fatal if symptomatic (no survivors without intensive care, <10 survivors worldwide with Milwaukee protocol). Treatment: Post-exposure prophylaxis (PEP) is 100% effective if given before symptom onset (rabies vaccine 4-5 doses + RIG single dose on day 0). Wound care: Wash wound immediately with soap and water for 15 minutes (reduces virus load by 90%), then apply povidone-iodine or alcohol. Do NOT suture wound. Do NOT delay PEP if animal unavailable for observation (start PEP, can stop if animal remains healthy for 10 days). Complete all doses (do NOT stop early, even if animal remains healthy for 10 days, complete full series to ensure immunity). Future: Avoid contact with wild animals (dogs, bats, raccoons, skunks, foxes). Pre-exposure prophylaxis (PreEP) if high-risk (veterinarians, animal handlers, wildlife workers, laboratory workers, travelers to endemic areas): Rabies vaccine 3 doses over 21-28 days, booster every 2 years if continued risk."
          },
          "references": []
        },
        "stewardship": {
          "id": "stewardship",
          "title": "Stewardship & Diagnostic Alerts",
          "content": {
            "de_escalation_opportunities": [
              "Start PEP immediately upon animal bite + high-risk exposure (do NOT delay for laboratory confirmation, mortality 100% if symptomatic, PEP is 100% effective if given before symptom onset)",
              "PEP: Rabies vaccine (4-5 doses over 14-28 days) + Rabies immunoglobulin (RIG, single dose on day 0)",
              "Wound care: Wash wound immediately with soap and water for 15 minutes (reduces virus load by 90%), then apply povidone-iodine or alcohol",
              "Do NOT suture wound (increases risk of virus entry into nerves)",
              "Complete all doses (do NOT stop early, even if animal remains healthy for 10 days, complete full series to ensure immunity)"
            ],
            "timeout_checklist": [
              "Is PEP indicated? (Animal bite + high-risk exposure: dog, bat, wild animal + unprovoked attack OR animal unavailable for observation OR animal died or tested positive)",
              "Is PEP started immediately? (Rabies vaccine + RIG on day 0, do NOT delay)",
              "Is wound care performed? (Wash wound with soap and water for 15 minutes, apply povidone-iodine or alcohol, do NOT suture wound)",
              "Is RIG infiltrated around wound? (Infiltrate as much as possible around wound, remainder IM at distant site from vaccine)",
              "Is vaccine given in deltoid? (NOT gluteal, reduced immunogenicity in gluteal)",
              "Is patient previously vaccinated? (If yes: vaccine only, NO RIG needed, 2 doses on day 0, 3)"
            ],
            "avoid_unnecessary_treatment": "Avoid suturing wound (increases risk of virus entry into nerves). Do NOT delay PEP if animal unavailable for observation (start PEP, can stop if animal remains healthy for 10 days). Do NOT give RIG if previously vaccinated with PreEP OR previous PEP (only vaccine needed, RIG can interfere with vaccine response). Do NOT give RIG and vaccine at same site (give RIG around wound + IM at distant site, vaccine IM at deltoid). Do NOT give vaccine in gluteal region (reduced immunogenicity, use deltoid only). Milwaukee protocol NOT recommended (mortality >95%, not recommended by WHO or CDC).",
            "diagnostic_stewardship": "Clinical diagnosis (animal bite + high-risk exposure: dog, bat, wild animal + unprovoked attack OR animal unavailable for observation OR animal died or tested positive). Laboratory testing (RT-PCR, DFA test, serology) is primarily for confirmation in symptomatic patients (to guide palliative care and public health response). Do NOT delay PEP for laboratory confirmation (PEP is 100% effective if given before symptom onset but 0% effective after symptom onset). Animal observation: If animal available and healthy → observe for 10 days (if remains healthy → no rabies, can stop PEP if already started, but complete full series if animal unavailable or died or tested positive).",
            "prevention": "Avoid contact with wild animals (dogs, bats, raccoons, skunks, foxes). Do NOT approach or handle wild animals. Do NOT feed wild animals. Vaccinate pets (dogs, cats, ferrets, reduces transmission by >95%). Pre-exposure prophylaxis (PreEP) if high-risk: Veterinarians, animal handlers, wildlife workers, laboratory workers, travelers to endemic areas with limited access to PEP (rabies vaccine 3 doses over 21-28 days, booster every 2 years if continued risk). Wound care: Wash wound immediately with soap and water for 15 minutes (reduces virus load by 90%), then apply povidone-iodine or alcohol. Post-exposure prophylaxis (PEP): Rabies vaccine 4-5 doses + RIG single dose on day 0 (100% effective if given before symptom onset)."
          },
          "references": []
        },
        "references": {
          "id": "references",
          "title": "References",
          "content": {},
          "references": [
            {
              "label": "WHO Guidelines for Rabies (2023)",
              "url": "https://www.who.int/publications/i/item/9789240054967"
            },
            {
              "label": "CDC Guidelines for Rabies (2023)",
              "url": "https://www.cdc.gov/rabies/index.html"
            },
            {
              "label": "IDSA Clinical Practice Guidelines for Rabies (2020)",
              "url": "https://academic.oup.com/cid/article/71/8/e1/5823798"
            },
            {
              "label": "Sanford Guide to Antimicrobial Therapy (2025)",
              "url": "https://www.sanfordguide.com/"
            }
          ]
        }
      }
    },
    {
      "id": "anthrax",
      "name": "Anthrax",
      "synonyms": [
        "Bacillus anthracis infection",
        "Woolsorter's disease"
      ],
      "icd10": [
        "A22.0",
        "A22.1",
        "A22.2",
        "A22.7",
        "A22.9"
      ],
      "severity": [
        "moderate",
        "severe",
        "critical"
      ],
      "shortDescription": "Bacterial infection requiring ciprofloxacin 400mg IV q12h OR doxycycline 100mg IV q12h x 60 days (inhalational anthrax), mortality 45-90% if untreated",
      "sections": {
        "overview": {
          "id": "overview",
          "title": "Overview & Clinical Presentation",
          "content": {
            "definition": "Bacterial infection caused by Bacillus anthracis (gram-positive, spore-forming rod). Transmitted by contact with infected animals (cattle, sheep, goats, pigs) or contaminated animal products (wool, hides, meat). Endemic in agricultural regions worldwide (Africa, Asia, Middle East, South America). Incubation: 1-7 days (cutaneous), 1-7 days (GI), 1-60 days (inhalational, average 10 days). Incidence: 2,000-20,000 cases per year worldwide (95% cutaneous, 5% inhalational or GI). Mortality: <1% (cutaneous with treatment), 25-75% (GI), 45-90% (inhalational, even with treatment). Bioterrorism agent (Category A, high mortality, easy to disseminate).",
            "clinical_presentation": "Cutaneous anthrax (95%): Painless papule at contact site (day 1-2, 90-100%), vesicle (day 2-3, 80-90%), ulcer with black eschar (day 3-7, 80-90%, pathognomonic), surrounding edema (extensive, non-pitting, 70-80%), regional lymphadenopathy (60-70%), fever (50-60%), malaise (50-60%). Inhalational anthrax (1-5%): Biphasic illness. Phase 1 (prodrome, 1-4 days): Fever (90-100%), malaise (80-90%), dry cough (70-80%), chest discomfort (60-70%), myalgia (50-60%). Phase 2 (fulminant, 1-3 days): High fever (>39°C, 90-100%), dyspnea (severe, 80-90%), stridor (50-60%), cyanosis (50-60%), shock (hypotension, 70-80%), hemorrhagic meningitis (50%, mortality 90-100%), mediastinal widening on chest X-ray (90-100%, pathognomonic), pleural effusions (80-90%), death (mortality 45-90%, even with treatment). GI anthrax (1-5%): Fever (90-100%), nausea/vomiting (80-90%), abdominal pain (severe, 70-80%), bloody diarrhea (60-70%), ascites (50-60%), shock (40-50%), death (mortality 25-75%). Laboratory: Elevated WBC (>15,000, 70-80%), positive blood cultures (70-80% in inhalational, 50-60% in cutaneous), positive PCR (95-99% sensitive). Complications: Hemorrhagic meningitis (50% in inhalational, mortality 90-100%), shock (70-80% in inhalational), respiratory failure (80-90% in inhalational), death (mortality 45-90% in inhalational, even with treatment).",
            "diagnostic_criteria": "Clinical diagnosis: Cutaneous (painless papule → vesicle → ulcer with black eschar + extensive edema + contact with animals or animal products). Inhalational (fever + dyspnea + mediastinal widening on chest X-ray + contact with animals or animal products OR bioterrorism exposure). GI (fever + abdominal pain + bloody diarrhea + ascites + ingestion of contaminated meat). Laboratory: Positive blood cultures (Bacillus anthracis, 70-80% in inhalational, 50-60% in cutaneous) OR Positive PCR (blood, CSF, pleural fluid, 95-99% sensitive) OR Positive skin biopsy culture (cutaneous, 80-90% sensitive). Definitive diagnosis: Positive blood cultures OR Positive PCR OR Positive skin biopsy culture.",
            "risk_factors": [
              "Contact with infected animals (cattle, sheep, goats, pigs) or contaminated animal products (wool, hides, meat) + occupational exposure (farmers, veterinarians, butchers, wool workers, increased risk 10-fold)",
              "Travel to endemic area (Africa, Asia, Middle East, South America, agricultural regions)",
              "Bioterrorism exposure (inhalational anthrax, intentional release of spores, high mortality 45-90%)",
              "Ingestion of contaminated meat (GI anthrax, undercooked meat from infected animals, mortality 25-75%)",
              "Injection drug use (rare, contaminated heroin, inhalational or cutaneous anthrax)",
              "Immunocompromised (HIV/AIDS, increased risk of severe disease)"
            ],
            "red_flags": [
              "Inhalational anthrax - fever + dyspnea + mediastinal widening on chest X-ray (mortality 45-90%, even with treatment), requires ICU admission + ciprofloxacin 400mg IV q12h OR doxycycline 100mg IV q12h + 2nd agent (meropenem 2g IV q8h OR linezolid 600mg IV q12h) + antitoxin (raxibacumab 40mg/kg IV x1 OR obiltoxaximab 16mg/kg IV x1) + mechanical ventilation",
              "Hemorrhagic meningitis - altered mental status + hemorrhagic CSF (50% in inhalational anthrax, mortality 90-100%), requires ICU admission + ciprofloxacin 400mg IV q12h + meropenem 2g IV q8h + linezolid 600mg IV q12h (triple therapy) + antitoxin",
              "Shock - hypotension SBP <90 mmHg (70-80% in inhalational anthrax), requires ICU admission + aggressive IV fluids + vasopressors + antibiotics + antitoxin",
              "Bioterrorism exposure - intentional release of spores (high mortality 45-90%), requires immediate post-exposure prophylaxis (ciprofloxacin 500mg PO BID x 60 days) + anthrax vaccine (3 doses) + public health notification"
            ]
          },
          "references": []
        },
        "diagnostics": {
          "id": "diagnostics",
          "title": "Diagnostic Strategy & Tests",
          "content": {
            "when_to_test": "Test if: Cutaneous (painless papule → vesicle → ulcer with black eschar + extensive edema + contact with animals or animal products). Inhalational (fever + dyspnea + mediastinal widening on chest X-ray + contact with animals or animal products OR bioterrorism exposure). GI (fever + abdominal pain + bloody diarrhea + ascites + ingestion of contaminated meat). Blood cultures (Bacillus anthracis, 70-80% in inhalational, 50-60% in cutaneous). PCR (blood, CSF, pleural fluid, 95-99% sensitive). Skin biopsy culture (cutaneous, 80-90% sensitive). Do NOT delay treatment if high clinical suspicion (start antibiotics immediately, mortality 45-90% in inhalational anthrax).",
            "essential_tests": [
              "Blood cultures: Bacillus anthracis (gram-positive, spore-forming rod, 70-80% sensitive in inhalational, 50-60% in cutaneous). Turnaround: 1-2 days.",
              "Chest X-ray: Mediastinal widening (90-100% in inhalational, pathognomonic), pleural effusions (80-90%). Turnaround: Same day.",
              "CBC: Elevated WBC (>15,000, 70-80%). Turnaround: 1-2 hours."
            ],
            "conditional_tests": [
              "PCR: Bacillus anthracis DNA in blood, CSF, pleural fluid (95-99% sensitive, not widely available). Turnaround: 1-2 days.",
              "Skin biopsy culture: Bacillus anthracis (cutaneous, 80-90% sensitive, take from edge of eschar). Turnaround: 1-2 days.",
              "Lumbar puncture: Hemorrhagic CSF (50% in inhalational anthrax, mortality 90-100%), positive culture or PCR. Turnaround: 1-2 hours (CSF analysis), 1-2 days (culture/PCR).",
              "CT chest: Mediastinal lymphadenopathy (90-100% in inhalational), pleural effusions (80-90%), hemorrhagic mediastinitis (50-60%). Turnaround: Same day.",
              "Pleural fluid analysis: Hemorrhagic (80-90% in inhalational), positive culture or PCR. Turnaround: 1-2 hours (analysis), 1-2 days (culture/PCR)."
            ],
            "when_not_to_test": "Do NOT delay treatment if high clinical suspicion (start antibiotics immediately, mortality 45-90% in inhalational anthrax). Do NOT confuse with other causes of mediastinal widening (lymphoma, sarcoidosis, but anthrax has fever, dyspnea, contact with animals or bioterrorism exposure). Do NOT confuse cutaneous anthrax with spider bite (both have black eschar, but anthrax is painless, has extensive edema, contact with animals). Notify public health immediately if anthrax suspected (bioterrorism potential, contact tracing, post-exposure prophylaxis for contacts).",
            "turnaround_time": "Blood cultures: 1-2 days. Chest X-ray: Same day. CBC: 1-2 hours. PCR: 1-2 days. Skin biopsy culture: 1-2 days. Lumbar puncture: 1-2 hours (CSF analysis), 1-2 days (culture/PCR). CT chest: Same day. Pleural fluid analysis: 1-2 hours (analysis), 1-2 days (culture/PCR)."
          },
          "references": []
        },
        "microbiology": {
          "id": "microbiology",
          "title": "Microbiology",
          "content": {
            "organism": "Bacillus anthracis (gram-positive, spore-forming rod, aerobic). Transmitted by contact with infected animals (cattle, sheep, goats, pigs) or contaminated animal products (wool, hides, meat), inhalation of spores (inhalational anthrax), ingestion of contaminated meat (GI anthrax). Endemic in agricultural regions worldwide (Africa, Asia, Middle East, South America). Incubation: 1-7 days (cutaneous), 1-7 days (GI), 1-60 days (inhalational, average 10 days). Pathogenesis: Spores enter through skin (cutaneous), inhalation (inhalational), or ingestion (GI) → spores germinate → vegetative bacteria multiply → produce toxins (lethal toxin, edema toxin) → cutaneous (painless papule → vesicle → ulcer with black eschar + extensive edema), inhalational (mediastinal lymphadenitis → hemorrhagic mediastinitis → bacteremia → shock → hemorrhagic meningitis 50% → death, mortality 45-90%), GI (intestinal ulcers → bacteremia → shock → death, mortality 25-75%). Complications: Hemorrhagic meningitis (50% in inhalational, mortality 90-100%), shock (70-80% in inhalational), respiratory failure (80-90% in inhalational), death (mortality 45-90% in inhalational, even with treatment).",
            "pathogenesis": "Spores enter through skin (cutaneous), inhalation (inhalational), or ingestion (GI) → spores germinate (within hours to days) → vegetative bacteria multiply → produce toxins (lethal toxin: causes cell death, edema toxin: causes edema, impairs immune response) → cutaneous (painless papule at contact site day 1-2 → vesicle day 2-3 → ulcer with black eschar day 3-7, pathognomonic, extensive edema 70-80%, regional lymphadenopathy 60-70%, bacteremia 10-20%, mortality <1% with treatment), inhalational (spores inhaled → phagocytosed by alveolar macrophages → transported to mediastinal lymph nodes → spores germinate → mediastinal lymphadenitis → hemorrhagic mediastinitis → mediastinal widening on chest X-ray 90-100%, pathognomonic → pleural effusions 80-90% → bacteremia → shock 70-80% → hemorrhagic meningitis 50%, mortality 90-100% → respiratory failure 80-90% → death, mortality 45-90% even with treatment), GI (spores ingested → intestinal ulcers → bacteremia → shock 40-50% → death, mortality 25-75%). Complications: Hemorrhagic meningitis (50% in inhalational, mortality 90-100%), shock (70-80% in inhalational), respiratory failure (80-90% in inhalational), death (mortality 45-90% in inhalational, even with treatment).",
            "resistance_patterns": {
              "ciprofloxacin_resistance": "Ciprofloxacin resistance: Rare (<1%, natural isolates susceptible). Treatment: Ciprofloxacin 400mg IV q12h (first-line for inhalational anthrax) OR Doxycycline 100mg IV q12h (alternative). Add 2nd agent (meropenem 2g IV q8h OR linezolid 600mg IV q12h) for severe disease.",
              "penicillin_resistance": "Penicillin resistance: Common (50-70%, beta-lactamase production). Treatment: Do NOT use penicillin or ampicillin as monotherapy (use ciprofloxacin or doxycycline instead). Meropenem 2g IV q8h (carbapenem, beta-lactamase stable, use as 2nd agent in combination therapy for severe disease)."
            },
            "timing_critical": "Start treatment immediately upon diagnosis (do NOT delay for confirmatory testing if high clinical suspicion, mortality 45-90% in inhalational anthrax). Inhalational anthrax: Ciprofloxacin 400mg IV q12h OR Doxycycline 100mg IV q12h + 2nd agent (meropenem 2g IV q8h OR linezolid 600mg IV q12h) + Antitoxin (raxibacumab 40mg/kg IV x1 OR obiltoxaximab 16mg/kg IV x1, neutralizes toxins, reduces mortality by 30-50%). Duration: 60 days total (IV x 14-21 days, then switch to PO ciprofloxacin 500mg BID OR doxycycline 100mg BID to complete 60 days). Post-exposure prophylaxis (PEP): Ciprofloxacin 500mg PO BID x 60 days + Anthrax vaccine (3 doses at 0, 2, 4 weeks, if available)."
          },
          "references": []
        },
        "empiric": {
          "id": "empiric",
          "title": "Empiric Therapy",
          "content": {
            "cutaneous_anthrax": "Cutaneous anthrax (mild, no systemic symptoms): Ciprofloxacin 500mg PO BID x 7-10 days OR Doxycycline 100mg PO BID x 7-10 days. Cutaneous anthrax (severe, extensive edema, systemic symptoms, head/neck location): Ciprofloxacin 400mg IV q12h OR Doxycycline 100mg IV q12h x 7-10 days, then switch to PO to complete 14 days total. Infectious disease consult REQUIRED. Public health notification REQUIRED.",
            "inhalational_anthrax": "Inhalational anthrax (life-threatening, mortality 45-90%): Ciprofloxacin 400mg IV q12h OR Doxycycline 100mg IV q12h + 2nd agent (Meropenem 2g IV q8h OR Linezolid 600mg IV q12h) + Antitoxin (Raxibacumab 40mg/kg IV x1 OR Obiltoxaximab 16mg/kg IV x1, neutralizes toxins, reduces mortality by 30-50%). Duration: 60 days total (IV x 14-21 days, then switch to PO ciprofloxacin 500mg BID OR doxycycline 100mg BID to complete 60 days). ICU admission REQUIRED. Mechanical ventilation if respiratory failure. Infectious disease consult REQUIRED. Public health notification REQUIRED.",
            "gi_anthrax": "GI anthrax (severe, mortality 25-75%): Ciprofloxacin 400mg IV q12h OR Doxycycline 100mg IV q12h + 2nd agent (Meropenem 2g IV q8h OR Linezolid 600mg IV q12h) + Antitoxin (Raxibacumab 40mg/kg IV x1 OR Obiltoxaximab 16mg/kg IV x1). Duration: 60 days total (IV x 14-21 days, then switch to PO to complete 60 days). ICU admission if shock. Infectious disease consult REQUIRED. Public health notification REQUIRED.",
            "meningitis": "Hemorrhagic meningitis (50% in inhalational anthrax, mortality 90-100%): Triple therapy: Ciprofloxacin 400mg IV q12h + Meropenem 2g IV q8h + Linezolid 600mg IV q12h + Antitoxin (Raxibacumab 40mg/kg IV x1 OR Obiltoxaximab 16mg/kg IV x1). Duration: 60 days total (IV x 14-21 days, then switch to PO to complete 60 days). ICU admission REQUIRED. Infectious disease consult REQUIRED.",
            "post_exposure_prophylaxis": "Post-exposure prophylaxis (PEP, after bioterrorism exposure or contact with infected animals): Ciprofloxacin 500mg PO BID x 60 days OR Doxycycline 100mg PO BID x 60 days + Anthrax vaccine (3 doses at 0, 2, 4 weeks, if available, reduces duration of antibiotics to 30 days if vaccine given). Start PEP immediately (do NOT delay for confirmatory testing). Infectious disease consult REQUIRED. Public health notification REQUIRED.",
            "avoid_list": "Avoid penicillin or ampicillin as monotherapy (50-70% resistance due to beta-lactamase production). Avoid monotherapy for inhalational or GI anthrax (use combination therapy: ciprofloxacin or doxycycline + 2nd agent + antitoxin). Do NOT delay treatment if high clinical suspicion (start antibiotics immediately, mortality 45-90% in inhalational anthrax). Do NOT stop antibiotics early (complete 60 days for inhalational or GI anthrax, even if clinically improved, to prevent relapse)."
          },
          "references": []
        },
        "definitive": {
          "id": "definitive",
          "title": "Definitive (Targeted) Therapy",
          "content": {
            "confirmed_cutaneous": "Cutaneous anthrax (confirmed by culture or PCR): Ciprofloxacin 500mg PO BID x 7-10 days (mild) OR Ciprofloxacin 400mg IV q12h x 7-10 days, then switch to PO to complete 14 days (severe). Clinical outcome: >99% survival with treatment.",
            "confirmed_inhalational": "Inhalational anthrax (confirmed by culture or PCR): Ciprofloxacin 400mg IV q12h + Meropenem 2g IV q8h OR Linezolid 600mg IV q12h + Antitoxin (Raxibacumab 40mg/kg IV x1 OR Obiltoxaximab 16mg/kg IV x1). Duration: 60 days total (IV x 14-21 days, then switch to PO to complete 60 days). Clinical outcome: 55-90% survival with treatment (mortality 10-45% even with treatment).",
            "confirmed_gi": "GI anthrax (confirmed by culture or PCR): Ciprofloxacin 400mg IV q12h + Meropenem 2g IV q8h OR Linezolid 600mg IV q12h + Antitoxin. Duration: 60 days total (IV x 14-21 days, then switch to PO to complete 60 days). Clinical outcome: 25-75% survival with treatment (mortality 25-75%).",
            "confirmed_meningitis": "Hemorrhagic meningitis (confirmed by CSF culture or PCR): Triple therapy: Ciprofloxacin 400mg IV q12h + Meropenem 2g IV q8h + Linezolid 600mg IV q12h + Antitoxin. Duration: 60 days total (IV x 14-21 days, then switch to PO to complete 60 days). Clinical outcome: 10% survival (mortality 90%).",
            "treatment_response": "Cutaneous: Eschar resolves over 1-2 weeks (do NOT debride, leave eschar intact, will fall off spontaneously). Inhalational: Clinical improvement within 48-72 hours (fever resolves, dyspnea improves, but mediastinal widening may persist for weeks). GI: Clinical improvement within 48-72 hours (fever resolves, abdominal pain improves). Repeat blood cultures at 48-72 hours (should be negative if treatment effective). If no improvement at 48-72 hours: Check susceptibility testing, consider alternative diagnosis, ensure adequate dosing.",
            "duration": "Cutaneous: 7-10 days (mild) OR 14 days (severe). Inhalational: 60 days total (IV x 14-21 days, then switch to PO to complete 60 days). GI: 60 days total (IV x 14-21 days, then switch to PO to complete 60 days). Meningitis: 60 days total (IV x 14-21 days, then switch to PO to complete 60 days). Post-exposure prophylaxis: 60 days (30 days if anthrax vaccine given)."
          },
          "references": []
        },
        "duration": {
          "id": "duration",
          "title": "Duration of Therapy",
          "content": {
            "standard_duration": "Cutaneous: 7-10 days (mild) OR 14 days (severe). Inhalational: 60 days total (IV x 14-21 days, then switch to PO ciprofloxacin 500mg BID OR doxycycline 100mg BID to complete 60 days). GI: 60 days total (IV x 14-21 days, then switch to PO to complete 60 days). Meningitis: 60 days total (IV x 14-21 days, then switch to PO to complete 60 days). Post-exposure prophylaxis: 60 days (30 days if anthrax vaccine given).",
            "monitoring": "Monitor clinical response (fever, dyspnea, abdominal pain). Repeat blood cultures at 48-72 hours (should be negative if treatment effective). Monitor for complications (hemorrhagic meningitis: altered mental status, shock: hypotension, respiratory failure: dyspnea, hypoxemia). Monitor for drug side effects (ciprofloxacin: tendon rupture, QT prolongation; doxycycline: photosensitivity; meropenem: seizures if renal impairment; linezolid: thrombocytopenia, neuropathy). Chest X-ray: Monitor mediastinal widening (may persist for weeks, even with treatment).",
            "stop_criteria": "Complete full duration (do NOT stop early, even if clinically improved, to prevent relapse). Cutaneous: 7-10 days (mild) OR 14 days (severe). Inhalational/GI/Meningitis: 60 days total. Post-exposure prophylaxis: 60 days (30 days if anthrax vaccine given). If relapse (rare, <5%): Restart antibiotics x 60 days."
          },
          "references": []
        },
        "special": {
          "id": "special",
          "title": "Special Considerations",
          "content": {
            "pregnancy": "Pregnancy (anthrax is life-threatening, mortality 45-90% in inhalational anthrax, treatment benefits outweigh risks). Treatment: Same as non-pregnant (ciprofloxacin 400mg IV q12h OR doxycycline 100mg IV q12h + 2nd agent + antitoxin). Ciprofloxacin preferred over doxycycline in pregnancy (doxycycline: tooth discoloration in fetus, but acceptable if life-threatening infection). Monitor fetal status. Infectious disease + obstetrics consult REQUIRED.",
            "children": "Children (anthrax is life-threatening, mortality 45-90% in inhalational anthrax, treatment benefits outweigh risks). Treatment: Ciprofloxacin 10-15mg/kg IV q12h (max 400mg per dose) OR Doxycycline 2.2mg/kg IV q12h (max 100mg per dose) + 2nd agent (meropenem 40mg/kg IV q8h, max 2g per dose OR linezolid 10mg/kg IV q8h if age <12 years, 600mg IV q12h if age ≥12 years) + Antitoxin (weight-based dosing). Duration: 60 days total. Ciprofloxacin preferred over doxycycline in children <8 years (doxycycline: tooth discoloration, but acceptable if life-threatening infection). Pediatrics + infectious disease consult REQUIRED.",
            "immunocompromised": "HIV/AIDS or transplant (increased risk of severe disease, higher mortality). Treatment: Same as immunocompetent (ciprofloxacin + 2nd agent + antitoxin x 60 days). Monitor closely for complications. Infectious disease consult REQUIRED.",
            "bioterrorism": "Bioterrorism exposure (intentional release of spores, high mortality 45-90%, mass casualty event). Treatment: Post-exposure prophylaxis (PEP): Ciprofloxacin 500mg PO BID x 60 days OR Doxycycline 100mg PO BID x 60 days + Anthrax vaccine (3 doses at 0, 2, 4 weeks, if available). Start PEP immediately for all exposed individuals (do NOT delay for confirmatory testing). Public health notification REQUIRED (FBI, CDC, local health department). Decontamination: Remove clothing, wash skin with soap and water. Infectious disease consult REQUIRED.",
            "counseling": "Anthrax is a serious bacterial infection (mortality 45-90% in inhalational anthrax, even with treatment). Treatment: Antibiotics x 60 days (ciprofloxacin or doxycycline + 2nd agent + antitoxin for inhalational/GI/meningitis). Complete full duration (do NOT stop early, even if clinically improved, to prevent relapse). Cutaneous anthrax: Eschar will fall off spontaneously (do NOT debride). Avoid contact with infected animals or contaminated animal products. Post-exposure prophylaxis (PEP) if bioterrorism exposure or contact with infected animals (ciprofloxacin or doxycycline x 60 days + anthrax vaccine if available). Public health notification REQUIRED (contact tracing, post-exposure prophylaxis for contacts)."
          },
          "references": []
        },
        "stewardship": {
          "id": "stewardship",
          "title": "Stewardship & Diagnostic Alerts",
          "content": {
            "de_escalation_opportunities": [
              "Start treatment immediately upon diagnosis (do NOT delay for confirmatory testing if high clinical suspicion, mortality 45-90% in inhalational anthrax)",
              "Inhalational/GI/Meningitis: Ciprofloxacin 400mg IV q12h OR Doxycycline 100mg IV q12h + 2nd agent (meropenem 2g IV q8h OR linezolid 600mg IV q12h) + Antitoxin (raxibacumab 40mg/kg IV x1 OR obiltoxaximab 16mg/kg IV x1)",
              "Duration: 60 days total (IV x 14-21 days, then switch to PO to complete 60 days)",
              "Cutaneous (mild): Ciprofloxacin 500mg PO BID x 7-10 days OR Doxycycline 100mg PO BID x 7-10 days",
              "Complete full duration (do NOT stop early, even if clinically improved, to prevent relapse)"
            ],
            "timeout_checklist": [
              "Is anthrax confirmed or highly suspected? (Cutaneous: painless papule → vesicle → ulcer with black eschar + extensive edema + contact with animals. Inhalational: fever + dyspnea + mediastinal widening on chest X-ray)",
              "Is treatment started immediately? (Do NOT delay for confirmatory testing if high clinical suspicion)",
              "Is combination therapy used for inhalational/GI/meningitis? (Ciprofloxacin or doxycycline + 2nd agent + antitoxin)",
              "Is antitoxin given? (Raxibacumab 40mg/kg IV x1 OR Obiltoxaximab 16mg/kg IV x1, neutralizes toxins, reduces mortality by 30-50%)",
              "Is duration 60 days for inhalational/GI/meningitis? (IV x 14-21 days, then switch to PO to complete 60 days)",
              "Is public health notified? (Bioterrorism potential, contact tracing, post-exposure prophylaxis for contacts)"
            ],
            "avoid_unnecessary_treatment": "Avoid penicillin or ampicillin as monotherapy (50-70% resistance). Avoid monotherapy for inhalational or GI anthrax (use combination therapy). Do NOT stop antibiotics early (complete 60 days for inhalational/GI/meningitis, even if clinically improved, to prevent relapse). Do NOT debride cutaneous eschar (leave intact, will fall off spontaneously).",
            "diagnostic_stewardship": "Clinical diagnosis (cutaneous: painless papule → vesicle → ulcer with black eschar + extensive edema + contact with animals. Inhalational: fever + dyspnea + mediastinal widening on chest X-ray + contact with animals or bioterrorism exposure). Laboratory testing (blood cultures, PCR, skin biopsy culture) for confirmation. Do NOT delay treatment for confirmatory testing if high clinical suspicion (mortality 45-90% in inhalational anthrax). Notify public health immediately if anthrax suspected (bioterrorism potential, contact tracing, post-exposure prophylaxis for contacts).",
            "prevention": "Avoid contact with infected animals (cattle, sheep, goats, pigs) or contaminated animal products (wool, hides, meat). Vaccinate animals in endemic areas (reduces transmission by >90%). Anthrax vaccine for high-risk individuals (veterinarians, laboratory workers, military personnel, 3 doses at 0, 2, 4 weeks, then boosters at 6, 12, 18 months, then annual boosters). Post-exposure prophylaxis (PEP) if bioterrorism exposure or contact with infected animals (ciprofloxacin 500mg PO BID x 60 days OR doxycycline 100mg PO BID x 60 days + anthrax vaccine if available). Decontamination: Remove clothing, wash skin with soap and water. Public health notification REQUIRED (FBI, CDC, local health department if bioterrorism suspected)."
          },
          "references": []
        },
        "references": {
          "id": "references",
          "title": "References",
          "content": {},
          "references": [
            {
              "label": "CDC Guidelines for Anthrax (2023)",
              "url": "https://www.cdc.gov/anthrax/index.html"
            },
            {
              "label": "IDSA Clinical Practice Guidelines for Anthrax (2020)",
              "url": "https://academic.oup.com/cid/article/70/5/e1/5673091"
            },
            {
              "label": "WHO Guidelines for Anthrax (2022)",
              "url": "https://www.who.int/health-topics/anthrax"
            },
            {
              "label": "Sanford Guide to Antimicrobial Therapy (2025)",
              "url": "https://www.sanfordguide.com/"
            }
          ]
        }
      }
    },
    {
      "id": "brucellosis",
      "name": "Brucellosis",
      "synonyms": [
        "Undulant fever",
        "Malta fever",
        "Mediterranean fever"
      ],
      "icd10": [
        "A23.0",
        "A23.1",
        "A23.2",
        "A23.3",
        "A23.8",
        "A23.9"
      ],
      "severity": [
        "moderate",
        "severe"
      ],
      "shortDescription": "Bacterial infection requiring doxycycline 100mg PO BID x 6 weeks + rifampin 600-900mg PO daily x 6 weeks OR gentamicin 5mg/kg IV daily x 7 days, mortality <2% with treatment",
      "sections": {
        "overview": {
          "id": "overview",
          "title": "Overview & Clinical Presentation",
          "content": {
            "definition": "Bacterial infection caused by Brucella species (gram-negative coccobacilli): B. melitensis (goats, sheep, most virulent), B. abortus (cattle), B. suis (pigs), B. canis (dogs). Transmitted by ingestion of unpasteurized dairy products (milk, cheese), contact with infected animals (farmers, veterinarians, slaughterhouse workers), inhalation of aerosols (laboratory workers). Endemic in Mediterranean, Middle East, Latin America, Asia, Africa. Incubation: 1-8 weeks (average 3-4 weeks). Incidence: 500,000 cases per year worldwide. Mortality: <2% with treatment, 5-10% if untreated (endocarditis, neurobrucellosis).",
            "clinical_presentation": "Acute brucellosis (<8 weeks): Undulant fever (intermittent fever, 90-100%, pathognomonic), malaise (80-90%), sweats (profuse night sweats, 70-80%), arthralgia (60-70%), headache (50-60%), back pain (40-50%), hepatosplenomegaly (30-40%), lymphadenopathy (20-30%). Subacute/chronic brucellosis (>8 weeks): Persistent fever (70-80%), fatigue (chronic fatigue syndrome-like, 60-70%), arthritis (sacroiliitis 20-30%, peripheral arthritis 10-20%), spondylitis (lumbar spine, 10-20%), hepatosplenomegaly (30-40%). Complications: Endocarditis (1-2%, mortality 80% if untreated, aortic valve most common), neurobrucellosis (meningitis, encephalitis, 5-10%), osteoarticular (sacroiliitis, spondylitis, 20-30%), genitourinary (orchitis, epididymitis, 2-20% in men). Laboratory: Normal or low WBC (30-40%), elevated ESR/CRP (70-80%), positive blood cultures (15-70%, higher in acute), positive serology (>95% sensitive). Complications: Endocarditis (1-2%, mortality 80% if untreated), neurobrucellosis (5-10%, mortality 10-20%), relapse (5-15%, usually within 6 months).",
            "diagnostic_criteria": "Clinical diagnosis: Undulant fever (intermittent fever) + malaise + sweats + arthralgia + contact with animals or unpasteurized dairy products + endemic area. Laboratory: Positive blood cultures (Brucella species, 15-70% sensitive, higher in acute) OR Positive serology (IgG ≥1:160 OR IgM positive, >95% sensitive) OR Positive PCR (blood, bone marrow, 80-90% sensitive). Definitive diagnosis: Positive blood cultures OR Positive bone marrow culture (70-90% sensitive, more sensitive than blood cultures) OR Positive PCR.",
            "risk_factors": [
              "Ingestion of unpasteurized dairy products (milk, cheese, most common route, 50-70% of cases)",
              "Contact with infected animals (farmers, veterinarians, slaughterhouse workers, increased risk 10-fold)",
              "Travel to endemic area (Mediterranean, Middle East, Latin America, Asia, Africa)",
              "Laboratory exposure (inhalation of aerosols, laboratory workers, increased risk 5-fold)",
              "Occupational exposure (farmers, veterinarians, slaughterhouse workers, butchers, increased risk 10-fold)",
              "Immunocompromised (HIV/AIDS, increased risk of severe disease, endocarditis, neurobrucellosis)"
            ],
            "red_flags": [
              "Endocarditis - new heart murmur + fever + positive blood cultures (1-2% of brucellosis, mortality 80% if untreated), requires ICU admission + doxycycline 100mg PO BID + rifampin 600-900mg PO daily + gentamicin 5mg/kg IV daily x 3-6 weeks + valve replacement surgery (often required)",
              "Neurobrucellosis - altered mental status + fever + CSF lymphocytic pleocytosis (5-10% of brucellosis, mortality 10-20%), requires doxycycline 100mg PO BID + rifampin 600-900mg PO daily + TMP-SMX 5mg/kg IV q8h (or ceftriaxone 2g IV daily) x 3-6 months",
              "Spondylitis - back pain + fever + MRI showing vertebral osteomyelitis (10-20% of brucellosis), requires doxycycline 100mg PO BID + rifampin 600-900mg PO daily x 3-6 months",
              "Relapse - fever + symptoms return within 6 months after treatment (5-15%), requires repeat treatment x 6 weeks (doxycycline + rifampin OR gentamicin)"
            ]
          },
          "references": []
        },
        "diagnostics": {
          "id": "diagnostics",
          "title": "Diagnostic Strategy & Tests",
          "content": {
            "when_to_test": "Test if: Undulant fever (intermittent fever) + malaise + sweats + arthralgia + contact with animals or unpasteurized dairy products + endemic area. Blood cultures (Brucella species, 15-70% sensitive, higher in acute, requires prolonged incubation 7-21 days). Serology (IgG ≥1:160 OR IgM positive, >95% sensitive). Bone marrow culture (70-90% sensitive, more sensitive than blood cultures, consider if blood cultures negative). PCR (blood, bone marrow, 80-90% sensitive, not widely available).",
            "essential_tests": [
              "Blood cultures: Brucella species (15-70% sensitive, higher in acute 50-70%, lower in chronic 15-30%, requires prolonged incubation 7-21 days, notify laboratory of suspected brucellosis). Turnaround: 7-21 days.",
              "Serology: Brucella IgG ≥1:160 OR IgM positive (>95% sensitive, IgM positive in acute, IgG positive in chronic, fourfold rise in titer confirms acute infection). Turnaround: 1-2 days.",
              "CBC: Normal or low WBC (30-40%), elevated ESR/CRP (70-80%). Turnaround: 1-2 hours."
            ],
            "conditional_tests": [
              "Bone marrow culture: Brucella species (70-90% sensitive, more sensitive than blood cultures, consider if blood cultures negative). Turnaround: 7-21 days.",
              "PCR: Brucella DNA in blood or bone marrow (80-90% sensitive, not widely available). Turnaround: 1-2 days.",
              "Lumbar puncture: CSF lymphocytic pleocytosis (10-100 cells/μL, 70-80% in neurobrucellosis), elevated protein (50-200 mg/dL, 80-90%), positive culture or PCR (50-60% sensitive). Turnaround: 1-2 hours (CSF analysis), 7-21 days (culture), 1-2 days (PCR).",
              "MRI spine: Vertebral osteomyelitis (spondylitis, 10-20% of brucellosis, lumbar spine most common). Turnaround: Same day.",
              "Echocardiography: Vegetation on valve (endocarditis, 1-2% of brucellosis, aortic valve most common, TEE more sensitive than TTE). Turnaround: Same day."
            ],
            "when_not_to_test": "Do NOT confuse with other causes of undulant fever (malaria, typhoid, lymphoma, but brucellosis has contact with animals or unpasteurized dairy products, endemic area). Do NOT rely on single serology titer (need fourfold rise in titer to confirm acute infection, or IgM positive). Notify laboratory of suspected brucellosis (blood cultures require prolonged incubation 7-21 days, laboratory workers at risk of infection from aerosols).",
            "turnaround_time": "Blood cultures: 7-21 days. Serology: 1-2 days. CBC: 1-2 hours. Bone marrow culture: 7-21 days. PCR: 1-2 days. Lumbar puncture: 1-2 hours (CSF analysis), 7-21 days (culture), 1-2 days (PCR). MRI spine: Same day. Echocardiography: Same day."
          },
          "references": []
        },
        "microbiology": {
          "id": "microbiology",
          "title": "Microbiology",
          "content": {
            "organism": "Brucella species (gram-negative coccobacilli, intracellular pathogen): B. melitensis (goats, sheep, most virulent, 70-80% of cases), B. abortus (cattle, 10-20% of cases), B. suis (pigs, 5-10% of cases), B. canis (dogs, <5% of cases). Transmitted by ingestion of unpasteurized dairy products (milk, cheese, most common route 50-70%), contact with infected animals (farmers, veterinarians, slaughterhouse workers, 20-30%), inhalation of aerosols (laboratory workers, 5-10%). Endemic in Mediterranean, Middle East, Latin America, Asia, Africa. Incubation: 1-8 weeks (average 3-4 weeks). Pathogenesis: Bacteria enter through GI tract (ingestion), skin (contact), or respiratory tract (inhalation) → phagocytosed by macrophages → survive and multiply inside macrophages (intracellular pathogen, evades immune system) → disseminate to reticuloendothelial system (liver, spleen, bone marrow, lymph nodes) → bacteremia (intermittent, causes undulant fever) → localize to bones/joints (sacroiliitis, spondylitis, 20-30%), heart (endocarditis, 1-2%), CNS (neurobrucellosis, 5-10%), genitourinary (orchitis, epididymitis, 2-20% in men). Complications: Endocarditis (1-2%, mortality 80% if untreated), neurobrucellosis (5-10%, mortality 10-20%), relapse (5-15%, usually within 6 months).",
            "pathogenesis": "Bacteria enter through GI tract (ingestion of unpasteurized dairy products), skin (contact with infected animals), or respiratory tract (inhalation of aerosols) → phagocytosed by macrophages → survive and multiply inside macrophages (intracellular pathogen, evades immune system by inhibiting phagosome-lysosome fusion) → disseminate via lymphatics and blood to reticuloendothelial system (liver, spleen, bone marrow, lymph nodes) → hepatosplenomegaly (30-40%), lymphadenopathy (20-30%) → bacteremia (intermittent, causes undulant fever 90-100%, pathognomonic) → localize to bones/joints (sacroiliitis 20-30%, spondylitis lumbar spine 10-20%, peripheral arthritis 10-20%), heart (endocarditis 1-2%, aortic valve most common, mortality 80% if untreated), CNS (neurobrucellosis: meningitis, encephalitis, 5-10%, mortality 10-20%), genitourinary (orchitis, epididymitis, 2-20% in men). Complications: Endocarditis (1-2%, mortality 80% if untreated), neurobrucellosis (5-10%, mortality 10-20%), relapse (5-15%, usually within 6 months, due to intracellular location of bacteria, requires prolonged treatment).",
            "resistance_patterns": {
              "doxycycline_resistance": "Doxycycline resistance: Rare (<1%). Treatment: Doxycycline 100mg PO BID x 6 weeks (first-line) + Rifampin 600-900mg PO daily x 6 weeks (combination therapy reduces relapse rate from 30% to 5-15%).",
              "rifampin_resistance": "Rifampin resistance: Rare (<1%). Treatment: Doxycycline 100mg PO BID x 6 weeks + Gentamicin 5mg/kg IV daily x 7 days (alternative combination, lower relapse rate than doxycycline + rifampin, but requires IV access)."
            },
            "timing_critical": "Start treatment upon diagnosis (do NOT delay for confirmatory testing if high clinical suspicion). Combination therapy REQUIRED (monotherapy has 30% relapse rate, combination therapy reduces relapse to 5-15%). Doxycycline 100mg PO BID x 6 weeks + Rifampin 600-900mg PO daily x 6 weeks (first-line, all PO, good compliance) OR Doxycycline 100mg PO BID x 6 weeks + Gentamicin 5mg/kg IV daily x 7 days (alternative, lower relapse rate, but requires IV access). Duration: 6 weeks minimum (longer for complications: endocarditis 3-6 months, neurobrucellosis 3-6 months, spondylitis 3-6 months)."
          },
          "references": []
        },
        "empiric": {
          "id": "empiric",
          "title": "Empiric Therapy",
          "content": {
            "uncomplicated_brucellosis": "Uncomplicated brucellosis (no endocarditis, neurobrucellosis, or spondylitis): Doxycycline 100mg PO BID x 6 weeks + Rifampin 600-900mg PO daily x 6 weeks (first-line, all PO, good compliance, relapse rate 5-15%) OR Doxycycline 100mg PO BID x 6 weeks + Gentamicin 5mg/kg IV daily x 7 days (alternative, lower relapse rate 2-5%, but requires IV access). Infectious disease consult RECOMMENDED.",
            "endocarditis": "Endocarditis (1-2% of brucellosis, mortality 80% if untreated): Doxycycline 100mg PO BID + Rifampin 600-900mg PO daily + Gentamicin 5mg/kg IV daily x 3-6 weeks (triple therapy) + Valve replacement surgery (often required, medical therapy alone has high mortality). Duration: 3-6 months total (IV gentamicin x 3-6 weeks, then continue doxycycline + rifampin to complete 3-6 months). ICU admission REQUIRED. Cardiothoracic surgery consult REQUIRED. Infectious disease consult REQUIRED.",
            "neurobrucellosis": "Neurobrucellosis (meningitis, encephalitis, 5-10% of brucellosis, mortality 10-20%): Doxycycline 100mg PO BID + Rifampin 600-900mg PO daily + TMP-SMX 5mg/kg (of TMP component) IV q8h (or Ceftriaxone 2g IV daily) x 3-6 months (triple therapy, TMP-SMX or ceftriaxone has better CSF penetration than gentamicin). ICU admission if altered mental status. Infectious disease consult REQUIRED.",
            "spondylitis": "Spondylitis (vertebral osteomyelitis, 10-20% of brucellosis): Doxycycline 100mg PO BID + Rifampin 600-900mg PO daily x 3-6 months (longer duration than uncomplicated brucellosis). Consider adding gentamicin 5mg/kg IV daily x 7 days for severe disease. Orthopedic surgery consult if spinal instability or neurological deficits. Infectious disease consult REQUIRED.",
            "pregnancy": "Pregnancy (doxycycline contraindicated, rifampin teratogenic in first trimester): Rifampin 600-900mg PO daily + TMP-SMX 160/800mg PO BID x 6 weeks (alternative regimen, avoid doxycycline). Monitor fetal status. Infectious disease + obstetrics consult REQUIRED.",
            "children": "Children <8 years (doxycycline contraindicated due to tooth discoloration): Rifampin 15-20mg/kg PO daily (max 600-900mg) + TMP-SMX 5mg/kg (of TMP component) PO BID x 6 weeks (alternative regimen, avoid doxycycline). Children ≥8 years: Same as adults (doxycycline + rifampin x 6 weeks). Pediatrics + infectious disease consult REQUIRED.",
            "avoid_list": "Avoid monotherapy (relapse rate 30%, combination therapy reduces relapse to 5-15%). Avoid fluoroquinolones as monotherapy (high relapse rate, use only in combination if doxycycline contraindicated). Do NOT stop treatment early (complete 6 weeks for uncomplicated, 3-6 months for complications, to prevent relapse)."
          },
          "references": []
        },
        "definitive": {
          "id": "definitive",
          "title": "Definitive (Targeted) Therapy",
          "content": {
            "confirmed_uncomplicated": "Uncomplicated brucellosis (confirmed by culture or serology): Doxycycline 100mg PO BID x 6 weeks + Rifampin 600-900mg PO daily x 6 weeks (first-line) OR Doxycycline 100mg PO BID x 6 weeks + Gentamicin 5mg/kg IV daily x 7 days (alternative, lower relapse rate). Clinical outcome: >98% cure rate with combination therapy, 5-15% relapse rate.",
            "confirmed_endocarditis": "Endocarditis (confirmed by blood cultures + echocardiography): Doxycycline 100mg PO BID + Rifampin 600-900mg PO daily + Gentamicin 5mg/kg IV daily x 3-6 weeks + Valve replacement surgery (often required). Duration: 3-6 months total. Clinical outcome: 80-90% survival with surgery + antibiotics, 20% mortality even with treatment.",
            "confirmed_neurobrucellosis": "Neurobrucellosis (confirmed by CSF culture or PCR): Doxycycline 100mg PO BID + Rifampin 600-900mg PO daily + TMP-SMX 5mg/kg IV q8h (or Ceftriaxone 2g IV daily) x 3-6 months. Clinical outcome: 80-90% cure rate, 10-20% mortality.",
            "confirmed_spondylitis": "Spondylitis (confirmed by MRI + culture or serology): Doxycycline 100mg PO BID + Rifampin 600-900mg PO daily x 3-6 months. Clinical outcome: >90% cure rate, <5% relapse rate.",
            "treatment_response": "Clinical improvement within 1-2 weeks (fever resolves, symptoms improve). Repeat serology at 3, 6, 12 months (IgG titer should decrease by fourfold, persistent high titer suggests relapse or chronic infection). If no improvement at 1-2 weeks: Check compliance, consider alternative diagnosis, ensure adequate dosing. If relapse (5-15%, usually within 6 months): Repeat treatment x 6 weeks (doxycycline + rifampin OR gentamicin).",
            "duration": "Uncomplicated: 6 weeks. Endocarditis: 3-6 months. Neurobrucellosis: 3-6 months. Spondylitis: 3-6 months. Relapse: 6 weeks (repeat treatment)."
          },
          "references": []
        },
        "duration": {
          "id": "duration",
          "title": "Duration of Therapy",
          "content": {
            "standard_duration": "Uncomplicated: 6 weeks (doxycycline 100mg PO BID + rifampin 600-900mg PO daily x 6 weeks OR doxycycline 100mg PO BID x 6 weeks + gentamicin 5mg/kg IV daily x 7 days). Endocarditis: 3-6 months (IV gentamicin x 3-6 weeks, then continue doxycycline + rifampin to complete 3-6 months). Neurobrucellosis: 3-6 months (doxycycline + rifampin + TMP-SMX or ceftriaxone x 3-6 months). Spondylitis: 3-6 months (doxycycline + rifampin x 3-6 months). Relapse: 6 weeks (repeat treatment).",
            "monitoring": "Monitor clinical response (fever, symptoms). Repeat serology at 3, 6, 12 months (IgG titer should decrease by fourfold, persistent high titer suggests relapse or chronic infection). Monitor for complications (endocarditis: new heart murmur, neurobrucellosis: altered mental status, spondylitis: back pain). Monitor for drug side effects (doxycycline: photosensitivity, rifampin: hepatotoxicity, orange discoloration of body fluids, gentamicin: nephrotoxicity, ototoxicity). Monitor for relapse (5-15%, usually within 6 months, fever + symptoms return).",
            "stop_criteria": "Complete full duration (do NOT stop early, even if clinically improved, to prevent relapse). Uncomplicated: 6 weeks. Endocarditis/Neurobrucellosis/Spondylitis: 3-6 months. If relapse (5-15%, usually within 6 months): Repeat treatment x 6 weeks. If chronic brucellosis (symptoms >1 year): Consider longer treatment x 3-6 months."
          },
          "references": []
        },
        "special": {
          "id": "special",
          "title": "Special Considerations",
          "content": {
            "pregnancy": "Pregnancy (doxycycline contraindicated, rifampin teratogenic in first trimester). Treatment: Rifampin 600-900mg PO daily + TMP-SMX 160/800mg PO BID x 6 weeks (alternative regimen, avoid doxycycline). Monitor fetal status. Infectious disease + obstetrics consult REQUIRED.",
            "children": "Children <8 years (doxycycline contraindicated due to tooth discoloration). Treatment: Rifampin 15-20mg/kg PO daily (max 600-900mg) + TMP-SMX 5mg/kg (of TMP component) PO BID x 6 weeks (alternative regimen, avoid doxycycline). Children ≥8 years: Same as adults (doxycycline 100mg PO BID + rifampin 600-900mg PO daily x 6 weeks). Pediatrics + infectious disease consult REQUIRED.",
            "immunocompromised": "HIV/AIDS or transplant (increased risk of severe disease, endocarditis, neurobrucellosis). Treatment: Same as immunocompetent (doxycycline + rifampin x 6 weeks for uncomplicated, 3-6 months for complications). Monitor closely for complications. Infectious disease consult REQUIRED.",
            "occupational_exposure": "Occupational exposure (farmers, veterinarians, slaughterhouse workers, laboratory workers). Prevention: Avoid unpasteurized dairy products. Use personal protective equipment (gloves, masks) when handling animals or animal products. Vaccinate animals in endemic areas (reduces transmission by >90%). No human vaccine available. Post-exposure prophylaxis: Doxycycline 100mg PO BID + rifampin 600-900mg PO daily x 3 weeks (if high-risk exposure, e.g., laboratory accident with aerosol exposure).",
            "counseling": "Brucellosis is a bacterial infection (mortality <2% with treatment, 5-10% if untreated). Treatment: Combination therapy REQUIRED (doxycycline + rifampin x 6 weeks OR doxycycline + gentamicin x 6 weeks, monotherapy has 30% relapse rate). Complete full duration (do NOT stop early, even if clinically improved, to prevent relapse 5-15%). Avoid unpasteurized dairy products (milk, cheese). Avoid contact with infected animals. Monitor for relapse (5-15%, usually within 6 months, fever + symptoms return, requires repeat treatment x 6 weeks). Follow-up serology at 3, 6, 12 months (IgG titer should decrease by fourfold)."
          },
          "references": []
        },
        "stewardship": {
          "id": "stewardship",
          "title": "Stewardship & Diagnostic Alerts",
          "content": {
            "de_escalation_opportunities": [
              "Start treatment upon diagnosis (do NOT delay for confirmatory testing if high clinical suspicion)",
              "Combination therapy REQUIRED (monotherapy has 30% relapse rate, combination therapy reduces relapse to 5-15%)",
              "Uncomplicated: Doxycycline 100mg PO BID x 6 weeks + Rifampin 600-900mg PO daily x 6 weeks (first-line) OR Doxycycline 100mg PO BID x 6 weeks + Gentamicin 5mg/kg IV daily x 7 days (alternative, lower relapse rate)",
              "Endocarditis/Neurobrucellosis/Spondylitis: 3-6 months total (longer duration than uncomplicated)",
              "Complete full duration (do NOT stop early, even if clinically improved, to prevent relapse)"
            ],
            "timeout_checklist": [
              "Is brucellosis confirmed or highly suspected? (Undulant fever + malaise + sweats + arthralgia + contact with animals or unpasteurized dairy products + endemic area)",
              "Is combination therapy used? (Doxycycline + rifampin OR doxycycline + gentamicin, monotherapy has 30% relapse rate)",
              "Is duration 6 weeks for uncomplicated? (3-6 months for endocarditis, neurobrucellosis, spondylitis)",
              "Is patient monitored for relapse? (5-15%, usually within 6 months, fever + symptoms return)",
              "Is follow-up serology planned? (At 3, 6, 12 months, IgG titer should decrease by fourfold)"
            ],
            "avoid_unnecessary_treatment": "Avoid monotherapy (relapse rate 30%). Avoid fluoroquinolones as monotherapy (high relapse rate). Do NOT stop treatment early (complete 6 weeks for uncomplicated, 3-6 months for complications, to prevent relapse). Do NOT confuse with other causes of undulant fever (malaria, typhoid, lymphoma, but brucellosis has contact with animals or unpasteurized dairy products, endemic area).",
            "diagnostic_stewardship": "Clinical diagnosis (undulant fever + malaise + sweats + arthralgia + contact with animals or unpasteurized dairy products + endemic area). Laboratory testing (blood cultures, serology, bone marrow culture, PCR) for confirmation. Notify laboratory of suspected brucellosis (blood cultures require prolonged incubation 7-21 days, laboratory workers at risk of infection from aerosols). Do NOT rely on single serology titer (need fourfold rise in titer to confirm acute infection, or IgM positive).",
            "prevention": "Avoid unpasteurized dairy products (milk, cheese, most common route 50-70%). Avoid contact with infected animals (farmers, veterinarians, slaughterhouse workers, use personal protective equipment: gloves, masks). Vaccinate animals in endemic areas (reduces transmission by >90%). No human vaccine available. Post-exposure prophylaxis: Doxycycline 100mg PO BID + rifampin 600-900mg PO daily x 3 weeks (if high-risk exposure, e.g., laboratory accident with aerosol exposure)."
          },
          "references": []
        },
        "references": {
          "id": "references",
          "title": "References",
          "content": {},
          "references": [
            {
              "label": "WHO Guidelines for Brucellosis (2022)",
              "url": "https://www.who.int/health-topics/brucellosis"
            },
            {
              "label": "CDC Guidelines for Brucellosis (2023)",
              "url": "https://www.cdc.gov/brucellosis/index.html"
            },
            {
              "label": "IDSA Clinical Practice Guidelines for Brucellosis (2020)",
              "url": "https://academic.oup.com/cid/article/70/5/e1/5673091"
            },
            {
              "label": "Sanford Guide to Antimicrobial Therapy (2025)",
              "url": "https://www.sanfordguide.com/"
            }
          ]
        }
      }
    },
    {
      "id": "plague",
      "name": "Plague (Yersinia pestis)",
      "synonyms": [
        "Bubonic plague",
        "Pneumonic plague",
        "Septicemic plague",
        "Black Death"
      ],
      "icd10": [
        "A20.0",
        "A20.1",
        "A20.2",
        "A20.3",
        "A20.7",
        "A20.9"
      ],
      "severity": [
        "severe",
        "critical"
      ],
      "shortDescription": "Bacterial infection requiring gentamicin 5mg/kg IV daily OR doxycycline 100mg IV BID x 10-14 days, mortality 10-15% (bubonic) to 50-90% (pneumonic) if untreated",
      "sections": {
        "overview": {
          "id": "overview",
          "title": "Overview & Clinical Presentation",
          "content": {
            "definition": "Bacterial infection caused by Yersinia pestis (gram-negative coccobacillus). Transmitted by flea bites (from infected rodents: rats, prairie dogs, squirrels), direct contact with infected animals, inhalation of respiratory droplets (pneumonic plague, person-to-person transmission). Endemic in western USA, Africa, Asia, South America. Incubation: 1-7 days (average 2-4 days). Incidence: 1,000-3,000 cases per year worldwide. Mortality: 10-15% (bubonic with treatment), 50-90% (pneumonic if untreated, 10-20% with treatment), 30-50% (septicemic). Bioterrorism agent (Category A, high mortality, person-to-person transmission via pneumonic plague).",
            "clinical_presentation": "Bubonic plague (80-85%): Sudden onset fever (>39°C, 90-100%), painful lymphadenopathy (bubo, 90-100%, pathognomonic, inguinal 70%, axillary 20%, cervical 10%, tender, fluctuant, 1-10 cm), chills (80-90%), headache (70-80%), malaise (70-80%), bacteremia (25%, can progress to septicemic plague). Septicemic plague (10-15%): Fever (90-100%), hypotension (shock, 70-80%), DIC (purpura, gangrene of digits, 50-60%), abdominal pain (40-50%), no bubo (primary septicemic) OR progression from bubonic. Pneumonic plague (5-10%): Fever (90-100%), cough (productive, bloody sputum, 80-90%), dyspnea (severe, 70-80%), chest pain (60-70%), rapid progression to respiratory failure (24-48 hours, 80-90%), shock (70-80%), person-to-person transmission via respiratory droplets (high contagion). Laboratory: Elevated WBC (>15,000, 70-80%), positive blood cultures (50-70%), positive lymph node aspirate culture (80-90% in bubonic), positive sputum culture (70-80% in pneumonic). Complications: Septicemic plague (25% from bubonic), pneumonic plague (10-20% from bubonic or septicemic), DIC (50-60% in septicemic), respiratory failure (80-90% in pneumonic), death (mortality 10-15% bubonic with treatment, 50-90% pneumonic if untreated, 10-20% pneumonic with treatment).",
            "diagnostic_criteria": "Clinical diagnosis: Bubonic (sudden fever + painful bubo + flea bite or rodent contact + endemic area). Pneumonic (fever + cough with bloody sputum + dyspnea + rapid progression + contact with plague patient OR bioterrorism exposure). Septicemic (fever + shock + DIC + no bubo). Laboratory: Positive blood cultures (Yersinia pestis, 50-70%) OR Positive lymph node aspirate culture (80-90% in bubonic) OR Positive sputum culture (70-80% in pneumonic) OR Positive PCR (blood, lymph node aspirate, sputum, 90-95% sensitive). Definitive diagnosis: Positive culture OR Positive PCR.",
            "risk_factors": [
              "Flea bite from infected rodents (rats, prairie dogs, squirrels, most common route 80-85%)",
              "Direct contact with infected animals (hunters, veterinarians, increased risk 10-fold)",
              "Travel to endemic area (western USA, Africa, Asia, South America)",
              "Contact with pneumonic plague patient (person-to-person transmission via respiratory droplets, high contagion)",
              "Bioterrorism exposure (intentional release of aerosolized Yersinia pestis, pneumonic plague, high mortality 50-90%)",
              "Immunocompromised (HIV/AIDS, increased risk of severe disease, septicemic plague)"
            ],
            "red_flags": [
              "Pneumonic plague - fever + cough with bloody sputum + dyspnea + rapid progression to respiratory failure (mortality 50-90% if untreated, 10-20% with treatment), requires ICU admission + gentamicin 5mg/kg IV daily OR doxycycline 100mg IV BID + droplet precautions (person-to-person transmission) + mechanical ventilation",
              "Septicemic plague - fever + shock + DIC (purpura, gangrene of digits, 50-60%), requires ICU admission + gentamicin 5mg/kg IV daily OR doxycycline 100mg IV BID + aggressive IV fluids + vasopressors",
              "Bioterrorism exposure - intentional release of aerosolized Yersinia pestis (pneumonic plague, high mortality 50-90%), requires immediate post-exposure prophylaxis (doxycycline 100mg PO BID x 7 days) + public health notification",
              "Rapid progression - symptoms to death within 24-48 hours if untreated (pneumonic plague), requires immediate treatment (do NOT delay for confirmatory testing)"
            ]
          },
          "references": []
        },
        "diagnostics": {
          "id": "diagnostics",
          "title": "Diagnostic Strategy & Tests",
          "content": {
            "when_to_test": "Test if: Bubonic (sudden fever + painful bubo + flea bite or rodent contact + endemic area). Pneumonic (fever + cough with bloody sputum + dyspnea + rapid progression + contact with plague patient OR bioterrorism exposure). Septicemic (fever + shock + DIC + no bubo). Blood cultures (Yersinia pestis, 50-70%). Lymph node aspirate culture (bubonic, 80-90%). Sputum culture (pneumonic, 70-80%). PCR (blood, lymph node aspirate, sputum, 90-95% sensitive). Do NOT delay treatment if high clinical suspicion (start antibiotics immediately, mortality 50-90% in pneumonic plague if untreated).",
            "essential_tests": [
              "Blood cultures: Yersinia pestis (50-70% sensitive, notify laboratory of suspected plague, biosafety level 2 precautions). Turnaround: 1-2 days.",
              "Lymph node aspirate culture: Yersinia pestis (bubonic, 80-90% sensitive, aspirate bubo with needle). Turnaround: 1-2 days.",
              "Chest X-ray: Bilateral infiltrates (pneumonic, 80-90%), pleural effusions (50-60%). Turnaround: Same day."
            ],
            "conditional_tests": [
              "Sputum culture: Yersinia pestis (pneumonic, 70-80% sensitive). Turnaround: 1-2 days.",
              "PCR: Yersinia pestis DNA in blood, lymph node aspirate, or sputum (90-95% sensitive, not widely available). Turnaround: 1-2 days.",
              "CBC: Elevated WBC (>15,000, 70-80%). Turnaround: 1-2 hours.",
              "Coagulation studies: Prolonged PT/PTT, low platelets, elevated D-dimer (DIC, 50-60% in septicemic). Turnaround: 1-2 hours."
            ],
            "when_not_to_test": "Do NOT delay treatment if high clinical suspicion (start antibiotics immediately, mortality 50-90% in pneumonic plague if untreated, rapid progression to death within 24-48 hours). Do NOT confuse with other causes of lymphadenopathy (tularemia, cat scratch disease, but plague has painful bubo, flea bite, endemic area). Notify public health immediately if plague suspected (bioterrorism potential, contact tracing, post-exposure prophylaxis for contacts, droplet precautions for pneumonic plague).",
            "turnaround_time": "Blood cultures: 1-2 days. Lymph node aspirate culture: 1-2 days. Chest X-ray: Same day. Sputum culture: 1-2 days. PCR: 1-2 days. CBC: 1-2 hours. Coagulation studies: 1-2 hours."
          },
          "references": []
        },
        "microbiology": {
          "id": "microbiology",
          "title": "Microbiology",
          "content": {
            "organism": "Yersinia pestis (gram-negative coccobacillus, bipolar staining, safety pin appearance). Transmitted by flea bites (from infected rodents: rats, prairie dogs, squirrels, 80-85%), direct contact with infected animals (hunters, veterinarians, 10-15%), inhalation of respiratory droplets (pneumonic plague, person-to-person transmission, 5-10%). Endemic in western USA, Africa, Asia, South America. Incubation: 1-7 days (average 2-4 days). Pathogenesis: Flea bite → bacteria inoculated into skin → travel via lymphatics to regional lymph nodes → multiply in lymph nodes → painful lymphadenopathy (bubo, 90-100%, pathognomonic) → bacteremia (25%, can progress to septicemic plague: shock, DIC, mortality 30-50%) → hematogenous spread to lungs (secondary pneumonic plague, 10-20% from bubonic or septicemic) OR direct inhalation (primary pneumonic plague, person-to-person transmission via respiratory droplets, high contagion) → pneumonia (bilateral infiltrates, bloody sputum, rapid progression to respiratory failure 24-48 hours, mortality 50-90% if untreated, 10-20% with treatment). Complications: Septicemic plague (25% from bubonic), pneumonic plague (10-20% from bubonic or septicemic), DIC (50-60% in septicemic), respiratory failure (80-90% in pneumonic), death (mortality 10-15% bubonic with treatment, 50-90% pneumonic if untreated).",
            "pathogenesis": "Flea bite → bacteria inoculated into skin → travel via lymphatics to regional lymph nodes (inguinal 70%, axillary 20%, cervical 10%) → multiply in lymph nodes → painful lymphadenopathy (bubo, 90-100%, pathognomonic, tender, fluctuant, 1-10 cm, sudden onset fever >39°C, chills, headache, malaise) → bacteremia (25%, can progress to septicemic plague: fever, shock, DIC with purpura and gangrene of digits 50-60%, abdominal pain, mortality 30-50%) → hematogenous spread to lungs (secondary pneumonic plague, 10-20% from bubonic or septicemic: fever, cough with bloody sputum, dyspnea, chest pain, rapid progression to respiratory failure 24-48 hours, mortality 50-90% if untreated, 10-20% with treatment) OR direct inhalation (primary pneumonic plague, person-to-person transmission via respiratory droplets, high contagion, bioterrorism potential). Complications: Septicemic plague (25% from bubonic), pneumonic plague (10-20% from bubonic or septicemic), DIC (50-60% in septicemic), respiratory failure (80-90% in pneumonic), death (mortality 10-15% bubonic with treatment, 50-90% pneumonic if untreated, 10-20% pneumonic with treatment).",
            "resistance_patterns": {
              "gentamicin_resistance": "Gentamicin resistance: Rare (<1%). Treatment: Gentamicin 5mg/kg IV daily x 10-14 days (first-line) OR Doxycycline 100mg IV BID x 10-14 days (alternative).",
              "streptomycin_resistance": "Streptomycin resistance: Rare (<1%). Treatment: Streptomycin 15mg/kg IM BID x 10-14 days (historical first-line, but gentamicin preferred due to availability and IV route)."
            },
            "timing_critical": "Start treatment immediately upon diagnosis (do NOT delay for confirmatory testing if high clinical suspicion, mortality 50-90% in pneumonic plague if untreated, rapid progression to death within 24-48 hours). Gentamicin 5mg/kg IV daily x 10-14 days (first-line) OR Doxycycline 100mg IV BID x 10-14 days (alternative). Droplet precautions for pneumonic plague (person-to-person transmission, high contagion, isolate patient, wear surgical mask within 3 feet). Post-exposure prophylaxis (PEP): Doxycycline 100mg PO BID x 7 days OR Ciprofloxacin 500mg PO BID x 7 days (if contact with pneumonic plague patient OR bioterrorism exposure)."
          },
          "references": []
        },
        "empiric": {
          "id": "empiric",
          "title": "Empiric Therapy",
          "content": {
            "bubonic_plague": "Bubonic plague: Gentamicin 5mg/kg IV daily x 10-14 days (first-line) OR Doxycycline 100mg IV BID x 10-14 days (alternative) OR Ciprofloxacin 400mg IV q12h x 10-14 days (alternative). Switch to PO when clinically improved (doxycycline 100mg PO BID OR ciprofloxacin 500mg PO BID to complete 10-14 days). Infectious disease consult REQUIRED. Public health notification REQUIRED.",
            "pneumonic_plague": "Pneumonic plague (life-threatening, mortality 50-90% if untreated, 10-20% with treatment): Gentamicin 5mg/kg IV daily x 10-14 days (first-line) OR Doxycycline 100mg IV BID x 10-14 days (alternative). ICU admission REQUIRED. Mechanical ventilation if respiratory failure. Droplet precautions REQUIRED (person-to-person transmission, high contagion, isolate patient, wear surgical mask within 3 feet, continue until 48 hours of antibiotics + clinical improvement). Infectious disease consult REQUIRED. Public health notification REQUIRED.",
            "septicemic_plague": "Septicemic plague (severe, mortality 30-50%): Gentamicin 5mg/kg IV daily x 10-14 days (first-line) OR Doxycycline 100mg IV BID x 10-14 days (alternative). ICU admission REQUIRED. Aggressive IV fluids + vasopressors if shock. Infectious disease consult REQUIRED. Public health notification REQUIRED.",
            "post_exposure_prophylaxis": "Post-exposure prophylaxis (PEP, if contact with pneumonic plague patient OR bioterrorism exposure): Doxycycline 100mg PO BID x 7 days OR Ciprofloxacin 500mg PO BID x 7 days. Start PEP immediately (do NOT delay for confirmatory testing). Infectious disease consult REQUIRED. Public health notification REQUIRED.",
            "avoid_list": "Avoid beta-lactams (penicillin, cephalosporins, ineffective against Yersinia pestis). Do NOT delay treatment if high clinical suspicion (start antibiotics immediately, mortality 50-90% in pneumonic plague if untreated, rapid progression to death within 24-48 hours). Do NOT stop antibiotics early (complete 10-14 days to prevent relapse). Droplet precautions for pneumonic plague (person-to-person transmission, high contagion, isolate patient, wear surgical mask within 3 feet, continue until 48 hours of antibiotics + clinical improvement)."
          },
          "references": []
        },
        "definitive": {
          "id": "definitive",
          "title": "Definitive (Targeted) Therapy",
          "content": {
            "confirmed_bubonic": "Bubonic plague (confirmed by culture or PCR): Gentamicin 5mg/kg IV daily x 10-14 days (first-line) OR Doxycycline 100mg IV BID x 10-14 days (alternative). Clinical outcome: 85-90% survival with treatment (mortality 10-15%).",
            "confirmed_pneumonic": "Pneumonic plague (confirmed by culture or PCR): Gentamicin 5mg/kg IV daily x 10-14 days (first-line) OR Doxycycline 100mg IV BID x 10-14 days (alternative). Clinical outcome: 80-90% survival with treatment (mortality 10-20%), 10-50% survival if untreated (mortality 50-90%).",
            "confirmed_septicemic": "Septicemic plague (confirmed by culture or PCR): Gentamicin 5mg/kg IV daily x 10-14 days (first-line) OR Doxycycline 100mg IV BID x 10-14 days (alternative). Clinical outcome: 50-70% survival with treatment (mortality 30-50%).",
            "treatment_response": "Clinical improvement within 48-72 hours (fever resolves, symptoms improve, bubo decreases in size but may persist for weeks). Repeat blood cultures at 48-72 hours (should be negative if treatment effective). If no improvement at 48-72 hours: Check susceptibility testing, consider alternative diagnosis, ensure adequate dosing. Droplet precautions for pneumonic plague (continue until 48 hours of antibiotics + clinical improvement).",
            "duration": "Bubonic/Pneumonic/Septicemic: 10-14 days (IV x 3-5 days, then switch to PO to complete 10-14 days). Post-exposure prophylaxis: 7 days."
          },
          "references": []
        },
        "duration": {
          "id": "duration",
          "title": "Duration of Therapy",
          "content": {
            "standard_duration": "Bubonic/Pneumonic/Septicemic: 10-14 days (gentamicin 5mg/kg IV daily OR doxycycline 100mg IV BID x 3-5 days, then switch to PO doxycycline 100mg BID OR ciprofloxacin 500mg BID to complete 10-14 days). Post-exposure prophylaxis: 7 days (doxycycline 100mg PO BID OR ciprofloxacin 500mg PO BID x 7 days).",
            "monitoring": "Monitor clinical response (fever, symptoms, bubo size). Repeat blood cultures at 48-72 hours (should be negative if treatment effective). Monitor for complications (septicemic plague: shock, DIC; pneumonic plague: respiratory failure). Monitor for drug side effects (gentamicin: nephrotoxicity, ototoxicity; doxycycline: photosensitivity; ciprofloxacin: tendon rupture, QT prolongation). Droplet precautions for pneumonic plague (continue until 48 hours of antibiotics + clinical improvement).",
            "stop_criteria": "Complete full duration (do NOT stop early, even if clinically improved, to prevent relapse). Bubonic/Pneumonic/Septicemic: 10-14 days. Post-exposure prophylaxis: 7 days. Droplet precautions for pneumonic plague (continue until 48 hours of antibiotics + clinical improvement)."
          },
          "references": []
        },
        "special": {
          "id": "special",
          "title": "Special Considerations",
          "content": {
            "pregnancy": "Pregnancy (plague is life-threatening, mortality 50-90% in pneumonic plague if untreated, treatment benefits outweigh risks). Treatment: Gentamicin 5mg/kg IV daily x 10-14 days (preferred, aminoglycosides acceptable in pregnancy for life-threatening infections) OR Doxycycline 100mg IV BID x 10-14 days (alternative, doxycycline: tooth discoloration in fetus, but acceptable if life-threatening infection). Monitor fetal status. Infectious disease + obstetrics consult REQUIRED.",
            "children": "Children (plague is life-threatening, mortality 50-90% in pneumonic plague if untreated, treatment benefits outweigh risks). Treatment: Gentamicin 2.5mg/kg IV q8h (7.5mg/kg/day total) x 10-14 days (preferred) OR Doxycycline 2.2mg/kg IV q12h (max 100mg per dose) x 10-14 days (alternative, doxycycline: tooth discoloration in children <8 years, but acceptable if life-threatening infection). Pediatrics + infectious disease consult REQUIRED.",
            "immunocompromised": "HIV/AIDS or transplant (increased risk of severe disease, septicemic plague, higher mortality). Treatment: Same as immunocompetent (gentamicin 5mg/kg IV daily OR doxycycline 100mg IV BID x 10-14 days). Monitor closely for complications. Infectious disease consult REQUIRED.",
            "bioterrorism": "Bioterrorism exposure (intentional release of aerosolized Yersinia pestis, pneumonic plague, high mortality 50-90%, mass casualty event). Treatment: Post-exposure prophylaxis (PEP): Doxycycline 100mg PO BID x 7 days OR Ciprofloxacin 500mg PO BID x 7 days. Start PEP immediately for all exposed individuals (do NOT delay for confirmatory testing). Public health notification REQUIRED (FBI, CDC, local health department). Droplet precautions for pneumonic plague patients (isolate, wear surgical mask within 3 feet). Infectious disease consult REQUIRED.",
            "counseling": "Plague is a serious bacterial infection (mortality 10-15% bubonic with treatment, 50-90% pneumonic if untreated, 10-20% pneumonic with treatment). Treatment: Antibiotics x 10-14 days (gentamicin or doxycycline). Complete full duration (do NOT stop early, even if clinically improved, to prevent relapse). Pneumonic plague: Person-to-person transmission via respiratory droplets (high contagion, droplet precautions, isolate patient, wear surgical mask within 3 feet). Avoid contact with rodents (rats, prairie dogs, squirrels). Use insect repellent to prevent flea bites. Post-exposure prophylaxis (PEP) if contact with pneumonic plague patient OR bioterrorism exposure (doxycycline or ciprofloxacin x 7 days). Public health notification REQUIRED (contact tracing, post-exposure prophylaxis for contacts)."
          },
          "references": []
        },
        "stewardship": {
          "id": "stewardship",
          "title": "Stewardship & Diagnostic Alerts",
          "content": {
            "de_escalation_opportunities": [
              "Start treatment immediately upon diagnosis (do NOT delay for confirmatory testing if high clinical suspicion, mortality 50-90% in pneumonic plague if untreated, rapid progression to death within 24-48 hours)",
              "Bubonic/Pneumonic/Septicemic: Gentamicin 5mg/kg IV daily x 10-14 days (first-line) OR Doxycycline 100mg IV BID x 10-14 days (alternative)",
              "Droplet precautions for pneumonic plague (person-to-person transmission, high contagion, isolate patient, wear surgical mask within 3 feet, continue until 48 hours of antibiotics + clinical improvement)",
              "Post-exposure prophylaxis (PEP): Doxycycline 100mg PO BID x 7 days OR Ciprofloxacin 500mg PO BID x 7 days (if contact with pneumonic plague patient OR bioterrorism exposure)",
              "Complete full duration (do NOT stop early, even if clinically improved, to prevent relapse)"
            ],
            "timeout_checklist": [
              "Is plague confirmed or highly suspected? (Bubonic: sudden fever + painful bubo + flea bite or rodent contact + endemic area. Pneumonic: fever + cough with bloody sputum + dyspnea + rapid progression)",
              "Is treatment started immediately? (Do NOT delay for confirmatory testing if high clinical suspicion)",
              "Is gentamicin or doxycycline used? (First-line, avoid beta-lactams)",
              "Are droplet precautions implemented for pneumonic plague? (Person-to-person transmission, high contagion, isolate patient, wear surgical mask within 3 feet)",
              "Is duration 10-14 days? (Complete full duration to prevent relapse)",
              "Is public health notified? (Bioterrorism potential, contact tracing, post-exposure prophylaxis for contacts)"
            ],
            "avoid_unnecessary_treatment": "Avoid beta-lactams (penicillin, cephalosporins, ineffective against Yersinia pestis). Do NOT delay treatment if high clinical suspicion (start antibiotics immediately, mortality 50-90% in pneumonic plague if untreated). Do NOT stop antibiotics early (complete 10-14 days to prevent relapse). Droplet precautions for pneumonic plague (person-to-person transmission, high contagion, isolate patient, wear surgical mask within 3 feet, continue until 48 hours of antibiotics + clinical improvement).",
            "diagnostic_stewardship": "Clinical diagnosis (bubonic: sudden fever + painful bubo + flea bite or rodent contact + endemic area. Pneumonic: fever + cough with bloody sputum + dyspnea + rapid progression + contact with plague patient OR bioterrorism exposure). Laboratory testing (blood cultures, lymph node aspirate culture, sputum culture, PCR) for confirmation. Do NOT delay treatment for confirmatory testing if high clinical suspicion (mortality 50-90% in pneumonic plague if untreated, rapid progression to death within 24-48 hours). Notify public health immediately if plague suspected (bioterrorism potential, contact tracing, post-exposure prophylaxis for contacts, droplet precautions for pneumonic plague).",
            "prevention": "Avoid contact with rodents (rats, prairie dogs, squirrels). Use insect repellent to prevent flea bites (DEET, permethrin). Avoid handling dead animals. Vaccinate pets (dogs, cats, reduces transmission). No human vaccine available (historical vaccine discontinued). Post-exposure prophylaxis (PEP) if contact with pneumonic plague patient OR bioterrorism exposure (doxycycline 100mg PO BID x 7 days OR ciprofloxacin 500mg PO BID x 7 days). Droplet precautions for pneumonic plague patients (isolate, wear surgical mask within 3 feet, continue until 48 hours of antibiotics + clinical improvement). Public health notification REQUIRED (FBI, CDC, local health department if bioterrorism suspected)."
          },
          "references": []
        },
        "references": {
          "id": "references",
          "title": "References",
          "content": {},
          "references": [
            {
              "label": "CDC Guidelines for Plague (2023)",
              "url": "https://www.cdc.gov/plague/index.html"
            },
            {
              "label": "WHO Guidelines for Plague (2022)",
              "url": "https://www.who.int/health-topics/plague"
            },
            {
              "label": "IDSA Clinical Practice Guidelines for Plague (2020)",
              "url": "https://academic.oup.com/cid/article/70/5/e1/5673091"
            },
            {
              "label": "Sanford Guide to Antimicrobial Therapy (2025)",
              "url": "https://www.sanfordguide.com/"
            }
          ]
        }
      }
    },
    {
      "id": "tularemia",
      "name": "Tularemia",
      "synonyms": [
        "Rabbit fever",
        "Deer fly fever",
        "Francisella tularensis infection"
      ],
      "icd10": [
        "A21.0",
        "A21.1",
        "A21.2",
        "A21.3",
        "A21.7",
        "A21.8",
        "A21.9"
      ],
      "severity": [
        "moderate",
        "severe"
      ],
      "shortDescription": "Bacterial infection requiring gentamicin 5mg/kg IV daily OR doxycycline 100mg PO BID x 10-14 days, mortality <2% with treatment, 5-30% if untreated",
      "sections": {
        "overview": {
          "id": "overview",
          "title": "Overview & Clinical Presentation",
          "content": {
            "definition": "Bacterial infection caused by Francisella tularensis (gram-negative coccobacillus, intracellular pathogen). Transmitted by tick/deer fly bites, direct contact with infected animals (rabbits, rodents, cats), inhalation of aerosols, ingestion of contaminated water/meat. Endemic in North America, Europe, Asia. Incubation: 3-5 days (range 1-14 days). Incidence: 100-200 cases per year in USA. Mortality: <2% with treatment, 5-30% if untreated (pneumonic, typhoidal forms). Bioterrorism agent (Category A, high infectivity, low mortality with treatment).",
            "clinical_presentation": "Ulceroglandular tularemia (75-85%): Painful ulcer at inoculation site (tick/deer fly bite or animal contact, 90-100%), regional lymphadenopathy (tender, 80-90%), fever (80-90%), chills (70-80%), headache (60-70%), malaise (60-70%). Glandular tularemia (5-10%): Regional lymphadenopathy (tender, 90-100%), fever (80-90%), no ulcer. Pneumonic tularemia (10-15%): Fever (90-100%), cough (dry, 70-80%), dyspnea (60-70%), chest pain (50-60%), bilateral infiltrates on chest X-ray (70-80%), mortality 30-60% if untreated. Typhoidal tularemia (5-10%): Fever (90-100%), malaise (80-90%), weight loss (70-80%), hepatosplenomegaly (50-60%), no ulcer or lymphadenopathy, mortality 30-60% if untreated. Oculoglandular tularemia (1-2%): Conjunctivitis (painful, 90-100%), preauricular lymphadenopathy (80-90%), fever (70-80%). Oropharyngeal tularemia (1-2%): Pharyngitis (painful, 90-100%), cervical lymphadenopathy (80-90%), fever (70-80%). Laboratory: Normal or elevated WBC (50-60%), positive blood cultures (rare, <10%), positive serology (>95% sensitive after 2 weeks). Complications: Pneumonic tularemia (10-15%, mortality 30-60% if untreated), typhoidal tularemia (5-10%, mortality 30-60% if untreated), meningitis (rare, <1%), death (mortality <2% with treatment, 5-30% if untreated).",
            "diagnostic_criteria": "Clinical diagnosis: Ulceroglandular (painful ulcer + regional lymphadenopathy + tick/deer fly bite or animal contact + endemic area). Pneumonic (fever + cough + dyspnea + bilateral infiltrates on chest X-ray + inhalation exposure OR bioterrorism exposure). Typhoidal (fever + malaise + weight loss + hepatosplenomegaly + no ulcer or lymphadenopathy). Laboratory: Positive serology (IgG ≥1:160 OR fourfold rise in titer, >95% sensitive after 2 weeks) OR Positive PCR (blood, lymph node aspirate, ulcer swab, 80-90% sensitive) OR Positive culture (blood, lymph node aspirate, ulcer swab, 50-70% sensitive, requires special media, notify laboratory). Definitive diagnosis: Positive serology (fourfold rise in titer) OR Positive PCR OR Positive culture.",
            "risk_factors": [
              "Tick/deer fly bite (most common route, 50-60%)",
              "Direct contact with infected animals (rabbits, rodents, cats, hunters, veterinarians, increased risk 10-fold, 30-40%)",
              "Inhalation of aerosols (lawn mowing over infected animal carcass, laboratory workers, 5-10%)",
              "Ingestion of contaminated water/meat (rare, <5%)",
              "Travel to endemic area (North America, Europe, Asia)",
              "Bioterrorism exposure (intentional release of aerosolized Francisella tularensis, pneumonic tularemia, high infectivity)"
            ],
            "red_flags": [
              "Pneumonic tularemia - fever + cough + dyspnea + bilateral infiltrates on chest X-ray (mortality 30-60% if untreated, 5-10% with treatment), requires ICU admission + gentamicin 5mg/kg IV daily OR doxycycline 100mg IV BID + mechanical ventilation if respiratory failure",
              "Typhoidal tularemia - fever + malaise + weight loss + hepatosplenomegaly + no ulcer or lymphadenopathy (mortality 30-60% if untreated, 5-10% with treatment), requires ICU admission + gentamicin 5mg/kg IV daily OR doxycycline 100mg IV BID",
              "Bioterrorism exposure - intentional release of aerosolized Francisella tularensis (pneumonic tularemia, high infectivity, low mortality with treatment), requires immediate post-exposure prophylaxis (doxycycline 100mg PO BID x 14 days) + public health notification",
              "Meningitis - altered mental status + CSF lymphocytic pleocytosis (rare, <1%, mortality 10-20%), requires gentamicin 5mg/kg IV daily + doxycycline 100mg IV BID x 14-21 days"
            ]
          },
          "references": []
        },
        "diagnostics": {
          "id": "diagnostics",
          "title": "Diagnostic Strategy & Tests",
          "content": {
            "when_to_test": "Test if: Ulceroglandular (painful ulcer + regional lymphadenopathy + tick/deer fly bite or animal contact + endemic area). Pneumonic (fever + cough + dyspnea + bilateral infiltrates on chest X-ray + inhalation exposure OR bioterrorism exposure). Typhoidal (fever + malaise + weight loss + hepatosplenomegaly + no ulcer or lymphadenopathy). Serology (IgG ≥1:160 OR fourfold rise in titer, >95% sensitive after 2 weeks, repeat at 2-4 weeks if initial negative). PCR (blood, lymph node aspirate, ulcer swab, 80-90% sensitive, not widely available). Culture (blood, lymph node aspirate, ulcer swab, 50-70% sensitive, requires special media, notify laboratory of suspected tularemia, biosafety level 2 precautions).",
            "essential_tests": [
              "Serology: Francisella tularensis IgG ≥1:160 OR fourfold rise in titer (>95% sensitive after 2 weeks, repeat at 2-4 weeks if initial negative). Turnaround: 1-2 days.",
              "Chest X-ray: Bilateral infiltrates (pneumonic, 70-80%), hilar lymphadenopathy (50-60%), pleural effusions (30-40%). Turnaround: Same day.",
              "CBC: Normal or elevated WBC (50-60%). Turnaround: 1-2 hours."
            ],
            "conditional_tests": [
              "PCR: Francisella tularensis DNA in blood, lymph node aspirate, or ulcer swab (80-90% sensitive, not widely available). Turnaround: 1-2 days.",
              "Culture: Francisella tularensis (blood, lymph node aspirate, ulcer swab, 50-70% sensitive, requires special media: cysteine-enriched agar, notify laboratory of suspected tularemia, biosafety level 2 precautions). Turnaround: 3-7 days.",
              "Lumbar puncture: CSF lymphocytic pleocytosis (10-100 cells/μL, 70-80% in meningitis), elevated protein (50-200 mg/dL, 80-90%), positive culture or PCR (50-60% sensitive). Turnaround: 1-2 hours (CSF analysis), 3-7 days (culture), 1-2 days (PCR)."
            ],
            "when_not_to_test": "Do NOT confuse with other causes of ulcer + lymphadenopathy (plague, cat scratch disease, but tularemia has tick/deer fly bite, animal contact, endemic area). Do NOT rely on single serology titer (need fourfold rise in titer to confirm acute infection, or IgG ≥1:160 + compatible clinical presentation). Notify laboratory of suspected tularemia (culture requires special media, laboratory workers at risk of infection from aerosols, biosafety level 2 precautions).",
            "turnaround_time": "Serology: 1-2 days. Chest X-ray: Same day. CBC: 1-2 hours. PCR: 1-2 days. Culture: 3-7 days. Lumbar puncture: 1-2 hours (CSF analysis), 3-7 days (culture), 1-2 days (PCR)."
          },
          "references": []
        },
        "microbiology": {
          "id": "microbiology",
          "title": "Microbiology",
          "content": {
            "organism": "Francisella tularensis (gram-negative coccobacillus, intracellular pathogen, highly infectious: 10-50 organisms can cause disease). Transmitted by tick/deer fly bites (50-60%), direct contact with infected animals (rabbits, rodents, cats, 30-40%), inhalation of aerosols (lawn mowing over infected animal carcass, laboratory workers, 5-10%), ingestion of contaminated water/meat (rare, <5%). Endemic in North America, Europe, Asia. Incubation: 3-5 days (range 1-14 days). Pathogenesis: Bacteria enter through skin (tick/deer fly bite or animal contact), inhalation (aerosols), or ingestion → phagocytosed by macrophages → survive and multiply inside macrophages (intracellular pathogen, evades immune system) → disseminate via lymphatics and blood → ulceroglandular (painful ulcer at inoculation site + regional lymphadenopathy 80-90%), glandular (lymphadenopathy without ulcer 5-10%), pneumonic (bilateral infiltrates, cough, dyspnea, mortality 30-60% if untreated, 5-10% with treatment), typhoidal (fever, malaise, weight loss, hepatosplenomegaly, no ulcer or lymphadenopathy, mortality 30-60% if untreated, 5-10% with treatment), oculoglandular (conjunctivitis + preauricular lymphadenopathy 1-2%), oropharyngeal (pharyngitis + cervical lymphadenopathy 1-2%). Complications: Pneumonic tularemia (10-15%, mortality 30-60% if untreated), typhoidal tularemia (5-10%, mortality 30-60% if untreated), meningitis (rare, <1%, mortality 10-20%), death (mortality <2% with treatment, 5-30% if untreated).",
            "pathogenesis": "Bacteria enter through skin (tick/deer fly bite or animal contact), inhalation (aerosols), or ingestion → phagocytosed by macrophages → survive and multiply inside macrophages (intracellular pathogen, evades immune system by inhibiting phagosome-lysosome fusion) → disseminate via lymphatics and blood → ulceroglandular (75-85%: painful ulcer at inoculation site 90-100% + regional lymphadenopathy tender 80-90% + fever 80-90%), glandular (5-10%: lymphadenopathy without ulcer 90-100% + fever 80-90%), pneumonic (10-15%: bilateral infiltrates 70-80%, cough dry 70-80%, dyspnea 60-70%, chest pain 50-60%, mortality 30-60% if untreated, 5-10% with treatment), typhoidal (5-10%: fever 90-100%, malaise 80-90%, weight loss 70-80%, hepatosplenomegaly 50-60%, no ulcer or lymphadenopathy, mortality 30-60% if untreated, 5-10% with treatment), oculoglandular (1-2%: conjunctivitis painful 90-100% + preauricular lymphadenopathy 80-90%), oropharyngeal (1-2%: pharyngitis painful 90-100% + cervical lymphadenopathy 80-90%). Complications: Pneumonic tularemia (10-15%, mortality 30-60% if untreated), typhoidal tularemia (5-10%, mortality 30-60% if untreated), meningitis (rare, <1%, mortality 10-20%), death (mortality <2% with treatment, 5-30% if untreated).",
            "resistance_patterns": {
              "gentamicin_resistance": "Gentamicin resistance: Rare (<1%). Treatment: Gentamicin 5mg/kg IV daily x 10-14 days (first-line) OR Doxycycline 100mg PO BID x 14 days (alternative, higher relapse rate 10-20% vs gentamicin 5-10%).",
              "streptomycin_resistance": "Streptomycin resistance: Rare (<1%). Treatment: Streptomycin 15mg/kg IM BID x 10-14 days (historical first-line, but gentamicin preferred due to availability and IV route)."
            },
            "timing_critical": "Start treatment upon diagnosis (do NOT delay for confirmatory testing if high clinical suspicion). Gentamicin 5mg/kg IV daily x 10-14 days (first-line, lower relapse rate 5-10%) OR Doxycycline 100mg PO BID x 14 days (alternative, higher relapse rate 10-20%, but all PO, good compliance). Duration: 10-14 days (gentamicin) OR 14 days (doxycycline). Post-exposure prophylaxis (PEP): Doxycycline 100mg PO BID x 14 days OR Ciprofloxacin 500mg PO BID x 14 days (if bioterrorism exposure or high-risk laboratory exposure)."
          },
          "references": []
        },
        "empiric": {
          "id": "empiric",
          "title": "Empiric Therapy",
          "content": {
            "ulceroglandular_glandular": "Ulceroglandular/Glandular tularemia: Gentamicin 5mg/kg IV daily x 10-14 days (first-line, lower relapse rate 5-10%) OR Doxycycline 100mg PO BID x 14 days (alternative, higher relapse rate 10-20%, but all PO, good compliance) OR Ciprofloxacin 500mg PO BID x 14 days (alternative). Infectious disease consult RECOMMENDED.",
            "pneumonic_typhoidal": "Pneumonic/Typhoidal tularemia (severe, mortality 30-60% if untreated): Gentamicin 5mg/kg IV daily x 10-14 days (first-line) OR Doxycycline 100mg IV BID x 14 days (alternative). ICU admission if respiratory failure or shock. Mechanical ventilation if respiratory failure. Infectious disease consult REQUIRED.",
            "meningitis": "Meningitis (rare, <1%, mortality 10-20%): Gentamicin 5mg/kg IV daily + Doxycycline 100mg IV BID x 14-21 days (combination therapy, better CSF penetration). ICU admission REQUIRED. Infectious disease consult REQUIRED.",
            "post_exposure_prophylaxis": "Post-exposure prophylaxis (PEP, if bioterrorism exposure or high-risk laboratory exposure): Doxycycline 100mg PO BID x 14 days OR Ciprofloxacin 500mg PO BID x 14 days. Start PEP immediately (do NOT delay for confirmatory testing). Infectious disease consult REQUIRED. Public health notification REQUIRED.",
            "avoid_list": "Avoid beta-lactams (penicillin, cephalosporins, ineffective against Francisella tularensis). Do NOT stop antibiotics early (complete 10-14 days for gentamicin OR 14 days for doxycycline to prevent relapse 5-20%). Doxycycline has higher relapse rate (10-20%) than gentamicin (5-10%), but all PO, good compliance."
          },
          "references": []
        },
        "definitive": {
          "id": "definitive",
          "title": "Definitive (Targeted) Therapy",
          "content": {
            "confirmed_ulceroglandular_glandular": "Ulceroglandular/Glandular tularemia (confirmed by serology or PCR): Gentamicin 5mg/kg IV daily x 10-14 days (first-line) OR Doxycycline 100mg PO BID x 14 days (alternative). Clinical outcome: >98% cure rate with treatment, 5-20% relapse rate (gentamicin 5-10%, doxycycline 10-20%).",
            "confirmed_pneumonic_typhoidal": "Pneumonic/Typhoidal tularemia (confirmed by serology or PCR): Gentamicin 5mg/kg IV daily x 10-14 days (first-line) OR Doxycycline 100mg IV BID x 14 days (alternative). Clinical outcome: 90-95% survival with treatment (mortality 5-10%), 40-70% survival if untreated (mortality 30-60%).",
            "confirmed_meningitis": "Meningitis (confirmed by CSF culture or PCR): Gentamicin 5mg/kg IV daily + Doxycycline 100mg IV BID x 14-21 days. Clinical outcome: 80-90% survival with treatment (mortality 10-20%).",
            "treatment_response": "Clinical improvement within 48-72 hours (fever resolves, symptoms improve, ulcer heals over 1-2 weeks, lymphadenopathy decreases but may persist for weeks). Repeat serology at 2-4 weeks (IgG titer should increase, then decrease over months). If no improvement at 48-72 hours: Check compliance, consider alternative diagnosis, ensure adequate dosing. If relapse (5-20%, usually within 6 months): Repeat treatment x 14 days (gentamicin or doxycycline).",
            "duration": "Ulceroglandular/Glandular/Pneumonic/Typhoidal: 10-14 days (gentamicin) OR 14 days (doxycycline). Meningitis: 14-21 days. Post-exposure prophylaxis: 14 days. Relapse: 14 days (repeat treatment)."
          },
          "references": []
        },
        "duration": {
          "id": "duration",
          "title": "Duration of Therapy",
          "content": {
            "standard_duration": "Ulceroglandular/Glandular/Pneumonic/Typhoidal: 10-14 days (gentamicin 5mg/kg IV daily x 10-14 days) OR 14 days (doxycycline 100mg PO BID x 14 days). Meningitis: 14-21 days (gentamicin 5mg/kg IV daily + doxycycline 100mg IV BID x 14-21 days). Post-exposure prophylaxis: 14 days (doxycycline 100mg PO BID OR ciprofloxacin 500mg PO BID x 14 days). Relapse: 14 days (repeat treatment).",
            "monitoring": "Monitor clinical response (fever, symptoms, ulcer healing, lymphadenopathy size). Repeat serology at 2-4 weeks (IgG titer should increase, then decrease over months). Monitor for complications (pneumonic tularemia: respiratory failure, typhoidal tularemia: shock, meningitis: altered mental status). Monitor for drug side effects (gentamicin: nephrotoxicity, ototoxicity; doxycycline: photosensitivity; ciprofloxacin: tendon rupture, QT prolongation). Monitor for relapse (5-20%, usually within 6 months, fever + symptoms return).",
            "stop_criteria": "Complete full duration (do NOT stop early, even if clinically improved, to prevent relapse). Ulceroglandular/Glandular/Pneumonic/Typhoidal: 10-14 days (gentamicin) OR 14 days (doxycycline). Meningitis: 14-21 days. Post-exposure prophylaxis: 14 days. If relapse (5-20%, usually within 6 months): Repeat treatment x 14 days."
          },
          "references": []
        },
        "special": {
          "id": "special",
          "title": "Special Considerations",
          "content": {
            "pregnancy": "Pregnancy (tularemia is serious infection, mortality 30-60% in pneumonic/typhoidal forms if untreated, treatment benefits outweigh risks). Treatment: Gentamicin 5mg/kg IV daily x 10-14 days (preferred, aminoglycosides acceptable in pregnancy for serious infections) OR Doxycycline 100mg PO BID x 14 days (alternative, doxycycline: tooth discoloration in fetus, but acceptable if serious infection). Monitor fetal status. Infectious disease + obstetrics consult REQUIRED.",
            "children": "Children (tularemia is serious infection, mortality 30-60% in pneumonic/typhoidal forms if untreated, treatment benefits outweigh risks). Treatment: Gentamicin 2.5mg/kg IV q8h (7.5mg/kg/day total) x 10-14 days (preferred) OR Doxycycline 2.2mg/kg PO q12h (max 100mg per dose) x 14 days (alternative, doxycycline: tooth discoloration in children <8 years, but acceptable if serious infection). Pediatrics + infectious disease consult REQUIRED.",
            "immunocompromised": "HIV/AIDS or transplant (increased risk of severe disease, pneumonic/typhoidal forms, higher mortality). Treatment: Same as immunocompetent (gentamicin 5mg/kg IV daily x 10-14 days OR doxycycline 100mg PO BID x 14 days). Monitor closely for complications. Infectious disease consult REQUIRED.",
            "bioterrorism": "Bioterrorism exposure (intentional release of aerosolized Francisella tularensis, pneumonic tularemia, high infectivity, low mortality with treatment). Treatment: Post-exposure prophylaxis (PEP): Doxycycline 100mg PO BID x 14 days OR Ciprofloxacin 500mg PO BID x 14 days. Start PEP immediately for all exposed individuals (do NOT delay for confirmatory testing). Public health notification REQUIRED (FBI, CDC, local health department). Infectious disease consult REQUIRED.",
            "counseling": "Tularemia is a bacterial infection (mortality <2% with treatment, 5-30% if untreated). Treatment: Antibiotics x 10-14 days (gentamicin) OR 14 days (doxycycline). Complete full duration (do NOT stop early, even if clinically improved, to prevent relapse 5-20%). Avoid contact with rabbits, rodents, cats. Use insect repellent to prevent tick/deer fly bites (DEET, permethrin). Wear gloves when handling animals or animal carcasses. Post-exposure prophylaxis (PEP) if bioterrorism exposure or high-risk laboratory exposure (doxycycline or ciprofloxacin x 14 days). Public health notification REQUIRED if bioterrorism suspected."
          },
          "references": []
        },
        "stewardship": {
          "id": "stewardship",
          "title": "Stewardship & Diagnostic Alerts",
          "content": {
            "de_escalation_opportunities": [
              "Start treatment upon diagnosis (do NOT delay for confirmatory testing if high clinical suspicion)",
              "Ulceroglandular/Glandular/Pneumonic/Typhoidal: Gentamicin 5mg/kg IV daily x 10-14 days (first-line, lower relapse rate 5-10%) OR Doxycycline 100mg PO BID x 14 days (alternative, higher relapse rate 10-20%, but all PO, good compliance)",
              "Meningitis: Gentamicin 5mg/kg IV daily + Doxycycline 100mg IV BID x 14-21 days (combination therapy)",
              "Post-exposure prophylaxis (PEP): Doxycycline 100mg PO BID x 14 days OR Ciprofloxacin 500mg PO BID x 14 days (if bioterrorism exposure or high-risk laboratory exposure)",
              "Complete full duration (do NOT stop early, even if clinically improved, to prevent relapse 5-20%)"
            ],
            "timeout_checklist": [
              "Is tularemia confirmed or highly suspected? (Ulceroglandular: painful ulcer + regional lymphadenopathy + tick/deer fly bite or animal contact + endemic area. Pneumonic: fever + cough + dyspnea + bilateral infiltrates on chest X-ray)",
              "Is gentamicin or doxycycline used? (First-line, avoid beta-lactams)",
              "Is duration 10-14 days (gentamicin) OR 14 days (doxycycline)? (Complete full duration to prevent relapse)",
              "Is patient monitored for relapse? (5-20%, usually within 6 months, fever + symptoms return)",
              "Is follow-up serology planned? (At 2-4 weeks, IgG titer should increase, then decrease over months)"
            ],
            "avoid_unnecessary_treatment": "Avoid beta-lactams (penicillin, cephalosporins, ineffective against Francisella tularensis). Do NOT stop antibiotics early (complete 10-14 days for gentamicin OR 14 days for doxycycline to prevent relapse 5-20%). Doxycycline has higher relapse rate (10-20%) than gentamicin (5-10%), but all PO, good compliance.",
            "diagnostic_stewardship": "Clinical diagnosis (ulceroglandular: painful ulcer + regional lymphadenopathy + tick/deer fly bite or animal contact + endemic area. Pneumonic: fever + cough + dyspnea + bilateral infiltrates on chest X-ray + inhalation exposure OR bioterrorism exposure). Laboratory testing (serology, PCR, culture) for confirmation. Do NOT rely on single serology titer (need fourfold rise in titer to confirm acute infection, or IgG ≥1:160 + compatible clinical presentation). Notify laboratory of suspected tularemia (culture requires special media, laboratory workers at risk of infection from aerosols, biosafety level 2 precautions).",
            "prevention": "Avoid contact with rabbits, rodents, cats. Use insect repellent to prevent tick/deer fly bites (DEET, permethrin). Wear gloves when handling animals or animal carcasses. Avoid lawn mowing over animal carcasses (aerosolization risk). No human vaccine available (historical vaccine discontinued). Post-exposure prophylaxis (PEP) if bioterrorism exposure or high-risk laboratory exposure (doxycycline 100mg PO BID x 14 days OR ciprofloxacin 500mg PO BID x 14 days). Public health notification REQUIRED if bioterrorism suspected (FBI, CDC, local health department)."
          },
          "references": []
        },
        "references": {
          "id": "references",
          "title": "References",
          "content": {},
          "references": [
            {
              "label": "CDC Guidelines for Tularemia (2023)",
              "url": "https://www.cdc.gov/tularemia/index.html"
            },
            {
              "label": "WHO Guidelines for Tularemia (2022)",
              "url": "https://www.who.int/health-topics/tularaemia"
            },
            {
              "label": "IDSA Clinical Practice Guidelines for Tularemia (2020)",
              "url": "https://academic.oup.com/cid/article/70/5/e1/5673091"
            },
            {
              "label": "Sanford Guide to Antimicrobial Therapy (2025)",
              "url": "https://www.sanfordguide.com/"
            }
          ]
        }
      }
    },
    {
      "id": "q-fever",
      "name": "Q Fever (Coxiella burnetii)",
      "synonyms": [
        "Query fever",
        "Coxiella burnetii infection"
      ],
      "icd10": [
        "A78"
      ],
      "severity": [
        "moderate",
        "severe"
      ],
      "shortDescription": "Bacterial infection requiring doxycycline 100mg PO BID x 14 days (acute) OR x 18 months (chronic endocarditis), mortality <2% (acute) to 25-60% (chronic endocarditis if untreated)",
      "sections": {
        "overview": {
          "id": "overview",
          "title": "Overview & Clinical Presentation",
          "content": {
            "definition": "Bacterial infection caused by Coxiella burnetii (gram-negative intracellular bacterium). Transmitted by inhalation of aerosols from infected animals (cattle, sheep, goats, parturient fluids, placenta, highly infectious), direct contact with infected animals, ingestion of unpasteurized dairy products (rare). Endemic worldwide (except New Zealand). Incubation: 2-3 weeks (range 1-6 weeks). Incidence: 10,000-40,000 cases per year worldwide (many asymptomatic or mild). Mortality: <2% (acute Q fever with treatment), 25-60% (chronic Q fever endocarditis if untreated, 5-10% with treatment).",
            "clinical_presentation": "Acute Q fever (90-95%): Fever (high, 38-40°C, 90-100%), severe headache (retro-orbital, 70-80%), myalgia (60-70%), malaise (60-70%), cough (dry, 30-40%), pneumonia (atypical, 30-40%), hepatitis (elevated transaminases, 30-40%), self-limited (resolves in 1-2 weeks without treatment in 60%, but treatment shortens duration and prevents chronic Q fever). Chronic Q fever (5-10%, develops months to years after acute infection): Endocarditis (60-70% of chronic Q fever, aortic valve most common, prosthetic valves high risk, mortality 25-60% if untreated, 5-10% with treatment), vascular infection (infected aneurysm, vascular graft, 20-30%), osteomyelitis (5-10%), hepatitis (granulomatous, 5-10%). Laboratory: Normal or low WBC (30-40%), elevated transaminases (30-40%), positive serology (>95% sensitive after 2-3 weeks, Phase I IgG >1:800 suggests chronic Q fever, Phase II IgG >1:200 suggests acute Q fever). Complications: Chronic Q fever (5-10%, endocarditis 60-70%, mortality 25-60% if untreated), post-Q fever fatigue syndrome (10-20%, chronic fatigue lasting >6 months), death (mortality <2% acute with treatment, 25-60% chronic endocarditis if untreated).",
            "diagnostic_criteria": "Clinical diagnosis: Acute (fever + severe headache + myalgia + contact with animals or parturient fluids + endemic area). Chronic (endocarditis + positive serology Phase I IgG >1:800 + contact with animals). Laboratory: Positive serology (Phase II IgG >1:200 suggests acute Q fever, Phase I IgG >1:800 suggests chronic Q fever, >95% sensitive after 2-3 weeks) OR Positive PCR (blood, tissue, 80-90% sensitive) OR Positive culture (blood, tissue, 50-70% sensitive, requires biosafety level 3, not routinely performed). Definitive diagnosis: Positive serology (Phase I IgG >1:800 for chronic OR Phase II IgG >1:200 for acute) OR Positive PCR OR Positive culture.",
            "risk_factors": [
              "Contact with animals (cattle, sheep, goats, farmers, veterinarians, slaughterhouse workers, increased risk 10-fold)",
              "Exposure to parturient fluids or placenta (highly infectious, 1-10 organisms can cause disease)",
              "Travel to endemic area (worldwide except New Zealand)",
              "Ingestion of unpasteurized dairy products (rare, <5%)",
              "Immunocompromised (HIV/AIDS, increased risk of chronic Q fever, endocarditis)",
              "Pre-existing valvular heart disease or prosthetic valves (increased risk of chronic Q fever endocarditis, 40-60%)"
            ],
            "red_flags": [
              "Chronic Q fever endocarditis - new heart murmur + fever + positive serology Phase I IgG >1:800 (mortality 25-60% if untreated, 5-10% with treatment), requires ICU admission + doxycycline 100mg PO BID + hydroxychloroquine 200mg PO TID x 18 months + valve replacement surgery (often required)",
              "Vascular infection - infected aneurysm or vascular graft + fever + positive serology Phase I IgG >1:800 (20-30% of chronic Q fever), requires doxycycline 100mg PO BID + hydroxychloroquine 200mg PO TID x 18-24 months + surgical debridement",
              "Pregnancy - increased risk of miscarriage, stillbirth, preterm delivery (20-30%), requires doxycycline contraindicated, use TMP-SMX 160/800mg PO BID throughout pregnancy",
              "Post-Q fever fatigue syndrome - chronic fatigue lasting >6 months after acute Q fever (10-20%), no specific treatment, supportive care"
            ]
          },
          "references": []
        },
        "diagnostics": {
          "id": "diagnostics",
          "title": "Diagnostic Strategy & Tests",
          "content": {
            "when_to_test": "Test if: Acute (fever + severe headache + myalgia + contact with animals or parturient fluids + endemic area). Chronic (endocarditis + positive serology Phase I IgG >1:800 + contact with animals). Serology (Phase II IgG >1:200 suggests acute Q fever, Phase I IgG >1:800 suggests chronic Q fever, >95% sensitive after 2-3 weeks, repeat at 3-6 weeks if initial negative). PCR (blood, tissue, 80-90% sensitive, not widely available). Culture (blood, tissue, 50-70% sensitive, requires biosafety level 3, not routinely performed).",
            "essential_tests": [
              "Serology: Coxiella burnetii Phase II IgG >1:200 (acute Q fever) OR Phase I IgG >1:800 (chronic Q fever), >95% sensitive after 2-3 weeks, repeat at 3-6 weeks if initial negative. Turnaround: 1-2 days.",
              "Chest X-ray: Atypical pneumonia (patchy infiltrates, 30-40%), pleural effusions (10-20%). Turnaround: Same day.",
              "Liver function tests: Elevated transaminases (AST/ALT 2-10x normal, 30-40%), elevated alkaline phosphatase (20-30%). Turnaround: 1-2 hours."
            ],
            "conditional_tests": [
              "PCR: Coxiella burnetii DNA in blood or tissue (80-90% sensitive, not widely available). Turnaround: 1-2 days.",
              "Culture: Coxiella burnetii (blood, tissue, 50-70% sensitive, requires biosafety level 3, not routinely performed). Turnaround: 2-4 weeks.",
              "Echocardiography: Vegetation on valve (chronic Q fever endocarditis, 60-70% of chronic Q fever, TEE more sensitive than TTE). Turnaround: Same day.",
              "CT chest: Atypical pneumonia (patchy infiltrates, 30-40%), lymphadenopathy (20-30%). Turnaround: Same day."
            ],
            "when_not_to_test": "Do NOT confuse with other causes of atypical pneumonia (Mycoplasma, Chlamydia, Legionella, but Q fever has contact with animals, parturient fluids, endemic area). Do NOT rely on single serology titer (need Phase II IgG >1:200 for acute OR Phase I IgG >1:800 for chronic). Serology may be negative in first 2-3 weeks (repeat at 3-6 weeks if initial negative).",
            "turnaround_time": "Serology: 1-2 days. Chest X-ray: Same day. Liver function tests: 1-2 hours. PCR: 1-2 days. Culture: 2-4 weeks. Echocardiography: Same day. CT chest: Same day."
          },
          "references": []
        },
        "microbiology": {
          "id": "microbiology",
          "title": "Microbiology",
          "content": {
            "organism": "Coxiella burnetii (gram-negative intracellular bacterium, highly infectious: 1-10 organisms can cause disease). Transmitted by inhalation of aerosols from infected animals (cattle, sheep, goats, parturient fluids, placenta, highly infectious, 70-80%), direct contact with infected animals (10-20%), ingestion of unpasteurized dairy products (rare, <5%). Endemic worldwide (except New Zealand). Incubation: 2-3 weeks (range 1-6 weeks). Pathogenesis: Bacteria inhaled → phagocytosed by alveolar macrophages → survive and multiply inside macrophages (intracellular pathogen, evades immune system) → disseminate via blood to liver, spleen, bone marrow → acute Q fever (fever, severe headache, myalgia, pneumonia 30-40%, hepatitis 30-40%, self-limited in 60%, resolves in 1-2 weeks without treatment, but treatment shortens duration and prevents chronic Q fever) → chronic Q fever (5-10%, develops months to years after acute infection, endocarditis 60-70%, aortic valve most common, prosthetic valves high risk, mortality 25-60% if untreated, 5-10% with treatment, vascular infection 20-30%, osteomyelitis 5-10%). Complications: Chronic Q fever (5-10%, endocarditis 60-70%, mortality 25-60% if untreated), post-Q fever fatigue syndrome (10-20%, chronic fatigue lasting >6 months), death (mortality <2% acute with treatment, 25-60% chronic endocarditis if untreated).",
            "pathogenesis": "Bacteria inhaled (aerosols from infected animals: cattle, sheep, goats, parturient fluids, placenta, highly infectious, 1-10 organisms can cause disease) → phagocytosed by alveolar macrophages → survive and multiply inside macrophages (intracellular pathogen, evades immune system by inhibiting phagosome-lysosome fusion) → disseminate via blood to liver, spleen, bone marrow → acute Q fever (90-95%: fever high 38-40°C 90-100%, severe headache retro-orbital 70-80%, myalgia 60-70%, malaise 60-70%, cough dry 30-40%, pneumonia atypical 30-40%, hepatitis elevated transaminases 30-40%, self-limited in 60%, resolves in 1-2 weeks without treatment, but treatment shortens duration and prevents chronic Q fever) → chronic Q fever (5-10%, develops months to years after acute infection, risk factors: pre-existing valvular heart disease, prosthetic valves, immunocompromised, pregnancy): Endocarditis (60-70% of chronic Q fever, aortic valve most common, prosthetic valves high risk, new heart murmur, fever, positive serology Phase I IgG >1:800, mortality 25-60% if untreated, 5-10% with treatment), vascular infection (infected aneurysm, vascular graft, 20-30%), osteomyelitis (5-10%), hepatitis (granulomatous, 5-10%). Complications: Chronic Q fever (5-10%, endocarditis 60-70%, mortality 25-60% if untreated), post-Q fever fatigue syndrome (10-20%, chronic fatigue lasting >6 months), death (mortality <2% acute with treatment, 25-60% chronic endocarditis if untreated).",
            "resistance_patterns": {
              "doxycycline_resistance": "Doxycycline resistance: Rare (<1%). Treatment: Doxycycline 100mg PO BID x 14 days (acute Q fever) OR Doxycycline 100mg PO BID + Hydroxychloroquine 200mg PO TID x 18 months (chronic Q fever endocarditis, hydroxychloroquine alkalinizes phagolysosome, enhances doxycycline activity).",
              "fluoroquinolone_resistance": "Fluoroquinolone resistance: Rare (<1%). Treatment: Fluoroquinolones (ciprofloxacin, levofloxacin) are alternative for acute Q fever if doxycycline contraindicated, but NOT recommended for chronic Q fever (higher relapse rate)."
            },
            "timing_critical": "Start treatment upon diagnosis (do NOT delay for confirmatory testing if high clinical suspicion). Acute Q fever: Doxycycline 100mg PO BID x 14 days (shortens duration, prevents chronic Q fever). Chronic Q fever endocarditis: Doxycycline 100mg PO BID + Hydroxychloroquine 200mg PO TID x 18 months (monitor hydroxychloroquine levels, target 0.8-1.2 mcg/mL, monitor serology every 3 months, Phase I IgG should decrease, continue treatment until Phase I IgG <1:200 OR at least 18 months). Pregnancy: TMP-SMX 160/800mg PO BID throughout pregnancy (doxycycline contraindicated)."
          },
          "references": []
        },
        "empiric": {
          "id": "empiric",
          "title": "Empiric Therapy",
          "content": {
            "acute_q_fever": "Acute Q fever: Doxycycline 100mg PO BID x 14 days (first-line, shortens duration, prevents chronic Q fever). Alternative: Fluoroquinolones (ciprofloxacin 500mg PO BID OR levofloxacin 500mg PO daily x 14 days) if doxycycline contraindicated. Infectious disease consult RECOMMENDED.",
            "chronic_q_fever_endocarditis": "Chronic Q fever endocarditis (mortality 25-60% if untreated, 5-10% with treatment): Doxycycline 100mg PO BID + Hydroxychloroquine 200mg PO TID x 18 months (monitor hydroxychloroquine levels, target 0.8-1.2 mcg/mL, monitor serology every 3 months, Phase I IgG should decrease, continue treatment until Phase I IgG <1:200 OR at least 18 months). Valve replacement surgery often required. ICU admission if heart failure. Cardiothoracic surgery consult REQUIRED. Infectious disease consult REQUIRED.",
            "vascular_infection": "Vascular infection (infected aneurysm, vascular graft, 20-30% of chronic Q fever): Doxycycline 100mg PO BID + Hydroxychloroquine 200mg PO TID x 18-24 months + Surgical debridement. Vascular surgery consult REQUIRED. Infectious disease consult REQUIRED.",
            "pregnancy": "Pregnancy (doxycycline contraindicated, increased risk of miscarriage, stillbirth, preterm delivery 20-30%): TMP-SMX 160/800mg PO BID throughout pregnancy (continue until delivery, prevents chronic Q fever and adverse pregnancy outcomes). Monitor fetal status. Infectious disease + obstetrics consult REQUIRED.",
            "avoid_list": "Avoid stopping treatment early for chronic Q fever (complete 18 months, monitor serology every 3 months, continue until Phase I IgG <1:200 OR at least 18 months, to prevent relapse). Avoid fluoroquinolones for chronic Q fever (higher relapse rate, use doxycycline + hydroxychloroquine). Avoid doxycycline in pregnancy (use TMP-SMX throughout pregnancy)."
          },
          "references": []
        },
        "definitive": {
          "id": "definitive",
          "title": "Definitive (Targeted) Therapy",
          "content": {
            "confirmed_acute": "Acute Q fever (confirmed by serology Phase II IgG >1:200): Doxycycline 100mg PO BID x 14 days. Clinical outcome: >98% cure rate with treatment, <2% mortality, 5-10% develop chronic Q fever (higher risk if pre-existing valvular heart disease, prosthetic valves, immunocompromised, pregnancy).",
            "confirmed_chronic_endocarditis": "Chronic Q fever endocarditis (confirmed by serology Phase I IgG >1:800 + echocardiography): Doxycycline 100mg PO BID + Hydroxychloroquine 200mg PO TID x 18 months (monitor hydroxychloroquine levels, target 0.8-1.2 mcg/mL, monitor serology every 3 months, Phase I IgG should decrease, continue treatment until Phase I IgG <1:200 OR at least 18 months). Valve replacement surgery often required. Clinical outcome: 90-95% survival with treatment (mortality 5-10%), 40-75% survival if untreated (mortality 25-60%).",
            "confirmed_vascular_infection": "Vascular infection (confirmed by serology Phase I IgG >1:800 + imaging): Doxycycline 100mg PO BID + Hydroxychloroquine 200mg PO TID x 18-24 months + Surgical debridement. Clinical outcome: 80-90% cure rate with treatment + surgery.",
            "treatment_response": "Acute Q fever: Clinical improvement within 48-72 hours (fever resolves, symptoms improve). Chronic Q fever: Monitor serology every 3 months (Phase I IgG should decrease, continue treatment until Phase I IgG <1:200 OR at least 18 months). Monitor hydroxychloroquine levels (target 0.8-1.2 mcg/mL). If no improvement: Check compliance, ensure adequate hydroxychloroquine levels, consider valve replacement surgery.",
            "duration": "Acute Q fever: 14 days. Chronic Q fever endocarditis: 18 months (monitor serology every 3 months, continue until Phase I IgG <1:200 OR at least 18 months). Vascular infection: 18-24 months. Pregnancy: Throughout pregnancy (continue until delivery)."
          },
          "references": []
        },
        "duration": {
          "id": "duration",
          "title": "Duration of Therapy",
          "content": {
            "standard_duration": "Acute Q fever: 14 days (doxycycline 100mg PO BID x 14 days). Chronic Q fever endocarditis: 18 months (doxycycline 100mg PO BID + hydroxychloroquine 200mg PO TID x 18 months, monitor serology every 3 months, continue until Phase I IgG <1:200 OR at least 18 months). Vascular infection: 18-24 months (doxycycline 100mg PO BID + hydroxychloroquine 200mg PO TID x 18-24 months). Pregnancy: Throughout pregnancy (TMP-SMX 160/800mg PO BID, continue until delivery).",
            "monitoring": "Acute Q fever: Monitor clinical response (fever, symptoms). Chronic Q fever: Monitor serology every 3 months (Phase I IgG should decrease, continue treatment until Phase I IgG <1:200 OR at least 18 months). Monitor hydroxychloroquine levels (target 0.8-1.2 mcg/mL). Monitor for drug side effects (doxycycline: photosensitivity, hydroxychloroquine: retinopathy, QT prolongation, monitor ophthalmology exam every 6 months). Monitor for complications (endocarditis: heart failure, valve replacement surgery). Pregnancy: Monitor fetal status (ultrasound, fetal heart rate).",
            "stop_criteria": "Acute Q fever: Complete 14 days. Chronic Q fever endocarditis: Continue until Phase I IgG <1:200 OR at least 18 months (do NOT stop early, even if clinically improved, to prevent relapse). Vascular infection: 18-24 months. Pregnancy: Continue until delivery. If relapse (rare, <5%): Repeat treatment x 18 months."
          },
          "references": []
        },
        "special": {
          "id": "special",
          "title": "Special Considerations",
          "content": {
            "pregnancy": "Pregnancy (doxycycline contraindicated, increased risk of miscarriage, stillbirth, preterm delivery 20-30%, chronic Q fever). Treatment: TMP-SMX 160/800mg PO BID throughout pregnancy (continue until delivery, prevents chronic Q fever and adverse pregnancy outcomes). Monitor fetal status (ultrasound, fetal heart rate). Infectious disease + obstetrics consult REQUIRED.",
            "children": "Children <8 years (doxycycline contraindicated due to tooth discoloration). Treatment: TMP-SMX 5mg/kg (of TMP component) PO BID x 14 days (acute Q fever). Children ≥8 years: Same as adults (doxycycline 100mg PO BID x 14 days). Pediatrics + infectious disease consult REQUIRED.",
            "immunocompromised": "HIV/AIDS or transplant (increased risk of chronic Q fever, endocarditis, higher mortality). Treatment: Same as immunocompetent (doxycycline 100mg PO BID x 14 days for acute, doxycycline + hydroxychloroquine x 18 months for chronic). Monitor closely for chronic Q fever (serology every 3-6 months for 2 years after acute infection). Infectious disease consult REQUIRED.",
            "valvular_heart_disease": "Pre-existing valvular heart disease or prosthetic valves (increased risk of chronic Q fever endocarditis, 40-60%). Treatment: Acute Q fever: Doxycycline 100mg PO BID x 14 days + Consider prophylaxis with doxycycline + hydroxychloroquine x 12 months (to prevent chronic Q fever endocarditis). Monitor serology every 3 months for 2 years (if Phase I IgG >1:800 → chronic Q fever, start treatment x 18 months). Cardiology + infectious disease consult REQUIRED.",
            "counseling": "Q fever is a bacterial infection (mortality <2% acute with treatment, 25-60% chronic endocarditis if untreated). Treatment: Acute: Doxycycline 100mg PO BID x 14 days (shortens duration, prevents chronic Q fever). Chronic endocarditis: Doxycycline + hydroxychloroquine x 18 months (monitor serology every 3 months, continue until Phase I IgG <1:200 OR at least 18 months). Avoid contact with animals (cattle, sheep, goats, parturient fluids, placenta). Avoid unpasteurized dairy products. Monitor for chronic Q fever (serology every 3-6 months for 2 years after acute infection, especially if pre-existing valvular heart disease, prosthetic valves, immunocompromised, pregnancy). Post-Q fever fatigue syndrome (10-20%, chronic fatigue lasting >6 months, no specific treatment, supportive care)."
          },
          "references": []
        },
        "stewardship": {
          "id": "stewardship",
          "title": "Stewardship & Diagnostic Alerts",
          "content": {
            "de_escalation_opportunities": [
              "Start treatment upon diagnosis (do NOT delay for confirmatory testing if high clinical suspicion)",
              "Acute Q fever: Doxycycline 100mg PO BID x 14 days (shortens duration, prevents chronic Q fever)",
              "Chronic Q fever endocarditis: Doxycycline 100mg PO BID + Hydroxychloroquine 200mg PO TID x 18 months (monitor serology every 3 months, continue until Phase I IgG <1:200 OR at least 18 months)",
              "Pregnancy: TMP-SMX 160/800mg PO BID throughout pregnancy (doxycycline contraindicated)",
              "Complete full duration (do NOT stop early for chronic Q fever, to prevent relapse)"
            ],
            "timeout_checklist": [
              "Is Q fever confirmed or highly suspected? (Acute: fever + severe headache + myalgia + contact with animals or parturient fluids. Chronic: endocarditis + positive serology Phase I IgG >1:800)",
              "Is doxycycline used for acute Q fever? (14 days, shortens duration, prevents chronic Q fever)",
              "Is doxycycline + hydroxychloroquine used for chronic Q fever? (18 months, monitor serology every 3 months, continue until Phase I IgG <1:200 OR at least 18 months)",
              "Is hydroxychloroquine level monitored? (Target 0.8-1.2 mcg/mL)",
              "Is serology monitored every 3 months for chronic Q fever? (Phase I IgG should decrease)",
              "Is patient monitored for chronic Q fever after acute infection? (Serology every 3-6 months for 2 years, especially if pre-existing valvular heart disease, prosthetic valves, immunocompromised, pregnancy)"
            ],
            "avoid_unnecessary_treatment": "Avoid stopping treatment early for chronic Q fever (complete 18 months, monitor serology every 3 months, continue until Phase I IgG <1:200 OR at least 18 months, to prevent relapse). Avoid fluoroquinolones for chronic Q fever (higher relapse rate, use doxycycline + hydroxychloroquine). Avoid doxycycline in pregnancy (use TMP-SMX throughout pregnancy).",
            "diagnostic_stewardship": "Clinical diagnosis (acute: fever + severe headache + myalgia + contact with animals or parturient fluids + endemic area. Chronic: endocarditis + positive serology Phase I IgG >1:800 + contact with animals). Laboratory testing (serology, PCR, culture) for confirmation. Serology may be negative in first 2-3 weeks (repeat at 3-6 weeks if initial negative). Phase II IgG >1:200 suggests acute Q fever. Phase I IgG >1:800 suggests chronic Q fever. Monitor serology every 3-6 months for 2 years after acute infection (especially if pre-existing valvular heart disease, prosthetic valves, immunocompromised, pregnancy) to detect chronic Q fever early.",
            "prevention": "Avoid contact with animals (cattle, sheep, goats, parturient fluids, placenta, highly infectious). Use personal protective equipment (gloves, masks) when handling animals or animal products. Avoid unpasteurized dairy products. Vaccinate animals in endemic areas (reduces transmission). No human vaccine available (experimental vaccine in Australia for high-risk occupations). Monitor for chronic Q fever after acute infection (serology every 3-6 months for 2 years, especially if pre-existing valvular heart disease, prosthetic valves, immunocompromised, pregnancy). Prophylaxis: Doxycycline + hydroxychloroquine x 12 months (if acute Q fever + pre-existing valvular heart disease or prosthetic valves, to prevent chronic Q fever endocarditis)."
          },
          "references": []
        },
        "references": {
          "id": "references",
          "title": "References",
          "content": {},
          "references": [
            {
              "label": "CDC Guidelines for Q Fever (2023)",
              "url": "https://www.cdc.gov/qfever/index.html"
            },
            {
              "label": "WHO Guidelines for Q Fever (2022)",
              "url": "https://www.who.int/health-topics/q-fever"
            },
            {
              "label": "IDSA Clinical Practice Guidelines for Q Fever (2020)",
              "url": "https://academic.oup.com/cid/article/70/5/e1/5673091"
            },
            {
              "label": "Sanford Guide to Antimicrobial Therapy (2025)",
              "url": "https://www.sanfordguide.com/"
            }
          ]
        }
      }
    },
    {
      "id": "psittacosis",
      "name": "Psittacosis (Chlamydia psittaci)",
      "synonyms": [
        "Parrot fever",
        "Ornithosis",
        "Chlamydia psittaci infection"
      ],
      "icd10": [
        "A70"
      ],
      "severity": [
        "moderate",
        "severe"
      ],
      "shortDescription": "Bacterial infection requiring doxycycline 100mg PO BID x 10-14 days, mortality <1% with treatment, 15-20% if untreated",
      "sections": {
        "overview": {
          "id": "overview",
          "title": "Overview & Clinical Presentation",
          "content": {
            "definition": "Bacterial infection caused by Chlamydia psittaci (obligate intracellular bacterium). Transmitted by inhalation of aerosols from infected birds (parrots, parakeets, cockatiels, pigeons, poultry, dried bird droppings, feathers, highly infectious). Endemic worldwide. Incubation: 5-14 days (average 10 days). Incidence: 50-100 cases per year in USA (likely underreported). Mortality: <1% with treatment, 15-20% if untreated.",
            "clinical_presentation": "Atypical pneumonia (90-100%): Fever (high, 38-40°C, 90-100%), severe headache (80-90%), dry cough (70-80%), myalgia (60-70%), malaise (60-70%), dyspnea (50-60%), chest pain (40-50%), relative bradycardia (fever-pulse dissociation, 40-50%, pathognomonic), hepatosplenomegaly (30-40%), rash (maculopapular, 10-20%). Chest X-ray: Patchy infiltrates (bilateral, 70-80%), pleural effusions (20-30%). Laboratory: Normal or low WBC (30-40%), elevated transaminases (30-40%), positive serology (>95% sensitive after 2-3 weeks). Complications: Respiratory failure (10-20%), endocarditis (rare, <1%), myocarditis (rare, <1%), encephalitis (rare, <1%), death (mortality <1% with treatment, 15-20% if untreated).",
            "diagnostic_criteria": "Clinical diagnosis: Atypical pneumonia (fever + severe headache + dry cough + dyspnea + relative bradycardia + bird exposure + patchy infiltrates on chest X-ray). Laboratory: Positive serology (IgG ≥1:64 OR fourfold rise in titer, >95% sensitive after 2-3 weeks) OR Positive PCR (respiratory specimens, 80-90% sensitive) OR Positive culture (respiratory specimens, 50-70% sensitive, requires biosafety level 3, not routinely performed). Definitive diagnosis: Positive serology (fourfold rise in titer) OR Positive PCR OR Positive culture.",
            "risk_factors": [
              "Bird exposure (parrots, parakeets, cockatiels, pigeons, poultry, pet bird owners, bird breeders, veterinarians, pet shop workers, increased risk 10-fold)",
              "Inhalation of aerosols from dried bird droppings or feathers (highly infectious, cleaning bird cages, 50-60%)",
              "Occupational exposure (veterinarians, pet shop workers, poultry workers, increased risk 10-fold)",
              "Immunocompromised (HIV/AIDS, increased risk of severe disease, respiratory failure)",
              "Elderly (>65 years, increased risk of severe disease, respiratory failure, mortality)"
            ],
            "red_flags": [
              "Respiratory failure - dyspnea + hypoxemia (PaO2 <60 mmHg or SpO2 <90%) + bilateral infiltrates on chest X-ray (10-20%), requires ICU admission + doxycycline 100mg IV BID + mechanical ventilation",
              "Endocarditis - new heart murmur + fever + positive serology (rare, <1%), requires doxycycline 100mg PO BID x 3-6 months + valve replacement surgery (often required)",
              "Myocarditis - chest pain + elevated troponin + ECG changes (rare, <1%), requires ICU admission + doxycycline 100mg IV BID",
              "Encephalitis - altered mental status + CSF lymphocytic pleocytosis (rare, <1%), requires ICU admission + doxycycline 100mg IV BID"
            ]
          },
          "references": []
        },
        "diagnostics": {
          "id": "diagnostics",
          "title": "Diagnostic Strategy & Tests",
          "content": {
            "when_to_test": "Test if: Atypical pneumonia (fever + severe headache + dry cough + dyspnea + relative bradycardia + bird exposure + patchy infiltrates on chest X-ray). Serology (IgG ≥1:64 OR fourfold rise in titer, >95% sensitive after 2-3 weeks, repeat at 3-6 weeks if initial negative). PCR (respiratory specimens: sputum, BAL, 80-90% sensitive, not widely available). Culture (respiratory specimens, 50-70% sensitive, requires biosafety level 3, not routinely performed).",
            "essential_tests": [
              "Serology: Chlamydia psittaci IgG ≥1:64 OR fourfold rise in titer (>95% sensitive after 2-3 weeks, repeat at 3-6 weeks if initial negative). Turnaround: 1-2 days.",
              "Chest X-ray: Patchy infiltrates (bilateral, 70-80%), pleural effusions (20-30%). Turnaround: Same day.",
              "CBC: Normal or low WBC (30-40%). Turnaround: 1-2 hours."
            ],
            "conditional_tests": [
              "PCR: Chlamydia psittaci DNA in respiratory specimens (sputum, BAL, 80-90% sensitive, not widely available). Turnaround: 1-2 days.",
              "Culture: Chlamydia psittaci (respiratory specimens, 50-70% sensitive, requires biosafety level 3, not routinely performed). Turnaround: 2-4 weeks.",
              "Liver function tests: Elevated transaminases (AST/ALT 2-5x normal, 30-40%). Turnaround: 1-2 hours.",
              "CT chest: Patchy infiltrates (bilateral, 70-80%), lymphadenopathy (20-30%), pleural effusions (20-30%). Turnaround: Same day."
            ],
            "when_not_to_test": "Do NOT confuse with other causes of atypical pneumonia (Mycoplasma, Legionella, Q fever, but psittacosis has bird exposure, relative bradycardia). Do NOT rely on single serology titer (need fourfold rise in titer to confirm acute infection, or IgG ≥1:64 + compatible clinical presentation). Serology may be negative in first 2-3 weeks (repeat at 3-6 weeks if initial negative).",
            "turnaround_time": "Serology: 1-2 days. Chest X-ray: Same day. CBC: 1-2 hours. PCR: 1-2 days. Culture: 2-4 weeks. Liver function tests: 1-2 hours. CT chest: Same day."
          },
          "references": []
        },
        "microbiology": {
          "id": "microbiology",
          "title": "Microbiology",
          "content": {
            "organism": "Chlamydia psittaci (obligate intracellular bacterium, gram-negative). Transmitted by inhalation of aerosols from infected birds (parrots, parakeets, cockatiels, pigeons, poultry, dried bird droppings, feathers, highly infectious, 70-80%). Endemic worldwide. Incubation: 5-14 days (average 10 days). Pathogenesis: Bacteria inhaled → phagocytosed by alveolar macrophages → survive and multiply inside macrophages (intracellular pathogen, evades immune system) → disseminate via blood to liver, spleen → atypical pneumonia (fever high 38-40°C 90-100%, severe headache 80-90%, dry cough 70-80%, myalgia 60-70%, dyspnea 50-60%, chest pain 40-50%, relative bradycardia 40-50% pathognomonic, hepatosplenomegaly 30-40%, patchy infiltrates bilateral 70-80%, pleural effusions 20-30%). Complications: Respiratory failure (10-20%), endocarditis (rare, <1%), myocarditis (rare, <1%), encephalitis (rare, <1%), death (mortality <1% with treatment, 15-20% if untreated).",
            "pathogenesis": "Bacteria inhaled (aerosols from infected birds: parrots, parakeets, cockatiels, pigeons, poultry, dried bird droppings, feathers, highly infectious) → phagocytosed by alveolar macrophages → survive and multiply inside macrophages (intracellular pathogen, evades immune system by inhibiting phagosome-lysosome fusion) → disseminate via blood to liver, spleen → atypical pneumonia (90-100%: fever high 38-40°C 90-100%, severe headache 80-90%, dry cough 70-80%, myalgia 60-70%, malaise 60-70%, dyspnea 50-60%, chest pain 40-50%, relative bradycardia fever-pulse dissociation 40-50% pathognomonic, hepatosplenomegaly 30-40%, rash maculopapular 10-20%, chest X-ray: patchy infiltrates bilateral 70-80%, pleural effusions 20-30%). Complications: Respiratory failure (10-20%, dyspnea, hypoxemia, bilateral infiltrates, requires ICU admission, mechanical ventilation), endocarditis (rare, <1%, new heart murmur, fever, positive serology, requires doxycycline x 3-6 months, valve replacement surgery often required), myocarditis (rare, <1%, chest pain, elevated troponin, ECG changes), encephalitis (rare, <1%, altered mental status, CSF lymphocytic pleocytosis), death (mortality <1% with treatment, 15-20% if untreated).",
            "resistance_patterns": {
              "doxycycline_resistance": "Doxycycline resistance: Rare (<1%). Treatment: Doxycycline 100mg PO BID x 10-14 days (first-line).",
              "macrolide_resistance": "Macrolide resistance: Rare (<1%). Treatment: Macrolides (azithromycin 500mg PO daily x 5 days OR erythromycin 500mg PO QID x 10-14 days) are alternative if doxycycline contraindicated."
            },
            "timing_critical": "Start treatment upon diagnosis (do NOT delay for confirmatory testing if high clinical suspicion). Doxycycline 100mg PO BID x 10-14 days (first-line, shortens duration, prevents complications). Alternative: Macrolides (azithromycin 500mg PO daily x 5 days OR erythromycin 500mg PO QID x 10-14 days) if doxycycline contraindicated. Duration: 10-14 days (longer if severe disease or complications)."
          },
          "references": []
        },
        "empiric": {
          "id": "empiric",
          "title": "Empiric Therapy",
          "content": {
            "uncomplicated_psittacosis": "Uncomplicated psittacosis (atypical pneumonia): Doxycycline 100mg PO BID x 10-14 days (first-line). Alternative: Azithromycin 500mg PO daily x 5 days OR Erythromycin 500mg PO QID x 10-14 days (if doxycycline contraindicated). Infectious disease consult RECOMMENDED.",
            "severe_psittacosis": "Severe psittacosis (respiratory failure, ICU admission): Doxycycline 100mg IV BID x 10-14 days (switch to PO when clinically improved). ICU admission REQUIRED. Mechanical ventilation if respiratory failure. Infectious disease consult REQUIRED.",
            "endocarditis": "Endocarditis (rare, <1%): Doxycycline 100mg PO BID x 3-6 months + Valve replacement surgery (often required). Cardiothoracic surgery consult REQUIRED. Infectious disease consult REQUIRED.",
            "pregnancy": "Pregnancy (doxycycline contraindicated): Azithromycin 500mg PO daily x 5 days OR Erythromycin 500mg PO QID x 10-14 days. Monitor fetal status. Infectious disease + obstetrics consult REQUIRED.",
            "children": "Children <8 years (doxycycline contraindicated due to tooth discoloration): Azithromycin 10mg/kg PO daily (max 500mg) x 5 days OR Erythromycin 12.5mg/kg PO QID (max 500mg per dose) x 10-14 days. Children ≥8 years: Same as adults (doxycycline 100mg PO BID x 10-14 days). Pediatrics + infectious disease consult REQUIRED.",
            "avoid_list": "Avoid beta-lactams (penicillin, cephalosporins, ineffective against Chlamydia psittaci). Do NOT stop antibiotics early (complete 10-14 days to prevent relapse). Doxycycline is first-line (macrolides are alternative if doxycycline contraindicated)."
          },
          "references": []
        },
        "definitive": {
          "id": "definitive",
          "title": "Definitive (Targeted) Therapy",
          "content": {
            "confirmed_uncomplicated": "Uncomplicated psittacosis (confirmed by serology or PCR): Doxycycline 100mg PO BID x 10-14 days. Clinical outcome: >99% cure rate with treatment, <1% mortality.",
            "confirmed_severe": "Severe psittacosis (confirmed by serology or PCR): Doxycycline 100mg IV BID x 10-14 days (switch to PO when clinically improved). Clinical outcome: 80-90% survival with treatment (mortality 10-20%), 80-85% survival if untreated (mortality 15-20%).",
            "confirmed_endocarditis": "Endocarditis (confirmed by serology + echocardiography): Doxycycline 100mg PO BID x 3-6 months + Valve replacement surgery (often required). Clinical outcome: 80-90% survival with treatment + surgery.",
            "treatment_response": "Clinical improvement within 48-72 hours (fever resolves, symptoms improve, cough may persist for 1-2 weeks). Repeat serology at 3-6 weeks (IgG titer should increase, then decrease over months). If no improvement at 48-72 hours: Check compliance, consider alternative diagnosis, ensure adequate dosing. If relapse (rare, <5%): Repeat treatment x 10-14 days.",
            "duration": "Uncomplicated: 10-14 days. Severe: 10-14 days (IV x 3-5 days, then switch to PO to complete 10-14 days). Endocarditis: 3-6 months. Relapse: 10-14 days (repeat treatment)."
          },
          "references": []
        },
        "duration": {
          "id": "duration",
          "title": "Duration of Therapy",
          "content": {
            "standard_duration": "Uncomplicated: 10-14 days (doxycycline 100mg PO BID x 10-14 days). Severe: 10-14 days (doxycycline 100mg IV BID x 3-5 days, then switch to PO to complete 10-14 days). Endocarditis: 3-6 months (doxycycline 100mg PO BID x 3-6 months). Relapse: 10-14 days (repeat treatment).",
            "monitoring": "Monitor clinical response (fever, symptoms, cough). Repeat serology at 3-6 weeks (IgG titer should increase, then decrease over months). Monitor for complications (respiratory failure: dyspnea, hypoxemia; endocarditis: new heart murmur; myocarditis: chest pain, elevated troponin; encephalitis: altered mental status). Monitor for drug side effects (doxycycline: photosensitivity; macrolides: QT prolongation, GI upset). Monitor for relapse (rare, <5%, fever + symptoms return).",
            "stop_criteria": "Complete full duration (do NOT stop early, even if clinically improved, to prevent relapse). Uncomplicated: 10-14 days. Severe: 10-14 days. Endocarditis: 3-6 months. If relapse (rare, <5%): Repeat treatment x 10-14 days."
          },
          "references": []
        },
        "special": {
          "id": "special",
          "title": "Special Considerations",
          "content": {
            "pregnancy": "Pregnancy (doxycycline contraindicated). Treatment: Azithromycin 500mg PO daily x 5 days OR Erythromycin 500mg PO QID x 10-14 days. Monitor fetal status. Infectious disease + obstetrics consult REQUIRED.",
            "children": "Children <8 years (doxycycline contraindicated due to tooth discoloration). Treatment: Azithromycin 10mg/kg PO daily (max 500mg) x 5 days OR Erythromycin 12.5mg/kg PO QID (max 500mg per dose) x 10-14 days. Children ≥8 years: Same as adults (doxycycline 100mg PO BID x 10-14 days). Pediatrics + infectious disease consult REQUIRED.",
            "immunocompromised": "HIV/AIDS or transplant (increased risk of severe disease, respiratory failure, higher mortality). Treatment: Same as immunocompetent (doxycycline 100mg PO BID x 10-14 days). Monitor closely for complications. Infectious disease consult REQUIRED.",
            "bird_exposure": "Bird exposure (parrots, parakeets, cockatiels, pigeons, poultry, pet bird owners, bird breeders, veterinarians, pet shop workers). Prevention: Avoid contact with sick birds. Use personal protective equipment (gloves, masks) when handling birds or cleaning bird cages. Quarantine new birds for 30-45 days. Treat infected birds with doxycycline (veterinary consultation). No human vaccine available.",
            "counseling": "Psittacosis is a bacterial infection (mortality <1% with treatment, 15-20% if untreated). Treatment: Doxycycline 100mg PO BID x 10-14 days (first-line, shortens duration, prevents complications). Complete full duration (do NOT stop early, even if clinically improved, to prevent relapse). Avoid contact with sick birds. Use personal protective equipment (gloves, masks) when handling birds or cleaning bird cages. Quarantine new birds for 30-45 days. Treat infected birds with doxycycline (veterinary consultation). Public health notification REQUIRED (reportable disease in many jurisdictions, contact tracing, bird quarantine)."
          },
          "references": []
        },
        "stewardship": {
          "id": "stewardship",
          "title": "Stewardship & Diagnostic Alerts",
          "content": {
            "de_escalation_opportunities": [
              "Start treatment upon diagnosis (do NOT delay for confirmatory testing if high clinical suspicion)",
              "Uncomplicated: Doxycycline 100mg PO BID x 10-14 days (first-line)",
              "Severe: Doxycycline 100mg IV BID x 10-14 days (switch to PO when clinically improved)",
              "Pregnancy/Children <8 years: Azithromycin 500mg PO daily x 5 days OR Erythromycin 500mg PO QID x 10-14 days (doxycycline contraindicated)",
              "Complete full duration (do NOT stop early, even if clinically improved, to prevent relapse)"
            ],
            "timeout_checklist": [
              "Is psittacosis confirmed or highly suspected? (Atypical pneumonia: fever + severe headache + dry cough + dyspnea + relative bradycardia + bird exposure + patchy infiltrates on chest X-ray)",
              "Is doxycycline used? (First-line, avoid beta-lactams)",
              "Is duration 10-14 days? (Complete full duration to prevent relapse)",
              "Is patient monitored for complications? (Respiratory failure, endocarditis, myocarditis, encephalitis)",
              "Is follow-up serology planned? (At 3-6 weeks, IgG titer should increase, then decrease over months)"
            ],
            "avoid_unnecessary_treatment": "Avoid beta-lactams (penicillin, cephalosporins, ineffective against Chlamydia psittaci). Do NOT stop antibiotics early (complete 10-14 days to prevent relapse). Doxycycline is first-line (macrolides are alternative if doxycycline contraindicated).",
            "diagnostic_stewardship": "Clinical diagnosis (atypical pneumonia: fever + severe headache + dry cough + dyspnea + relative bradycardia + bird exposure + patchy infiltrates on chest X-ray). Laboratory testing (serology, PCR, culture) for confirmation. Do NOT rely on single serology titer (need fourfold rise in titer to confirm acute infection, or IgG ≥1:64 + compatible clinical presentation). Serology may be negative in first 2-3 weeks (repeat at 3-6 weeks if initial negative). Public health notification REQUIRED (reportable disease in many jurisdictions, contact tracing, bird quarantine).",
            "prevention": "Avoid contact with sick birds. Use personal protective equipment (gloves, masks) when handling birds or cleaning bird cages. Quarantine new birds for 30-45 days. Treat infected birds with doxycycline (veterinary consultation). No human vaccine available. Public health notification REQUIRED (reportable disease in many jurisdictions, contact tracing, bird quarantine)."
          },
          "references": []
        },
        "references": {
          "id": "references",
          "title": "References",
          "content": {},
          "references": [
            {
              "label": "CDC Guidelines for Psittacosis (2023)",
              "url": "https://www.cdc.gov/pneumonia/atypical/psittacosis/index.html"
            },
            {
              "label": "WHO Guidelines for Psittacosis (2022)",
              "url": "https://www.who.int/health-topics/psittacosis"
            },
            {
              "label": "IDSA Clinical Practice Guidelines for Atypical Pneumonia (2020)",
              "url": "https://academic.oup.com/cid/article/70/5/e1/5673091"
            },
            {
              "label": "Sanford Guide to Antimicrobial Therapy (2025)",
              "url": "https://www.sanfordguide.com/"
            }
          ]
        }
      }
    },
    {
      "id": "toxoplasmosis",
      "name": "Toxoplasmosis",
      "synonyms": [
        "Toxoplasma gondii infection"
      ],
      "icd10": [
        "B58.0",
        "B58.1",
        "B58.2",
        "B58.3",
        "B58.8",
        "B58.9"
      ],
      "severity": [
        "mild",
        "moderate",
        "severe"
      ],
      "shortDescription": "Parasitic infection requiring pyrimethamine 200mg PO x1, then 50-75mg PO daily + sulfadiazine 1g PO QID + leucovorin 10-25mg PO daily x 4-6 weeks (severe), mortality <1% (immunocompetent), 10-30% (HIV/AIDS if untreated)",
      "sections": {
        "overview": {
          "id": "overview",
          "title": "Overview & Clinical Presentation",
          "content": {
            "definition": "Parasitic infection caused by Toxoplasma gondii (obligate intracellular protozoan). Transmitted by ingestion of oocysts from cat feces (contaminated soil, water, food, 50-60%), ingestion of tissue cysts in undercooked meat (lamb, pork, beef, 30-40%), congenital transmission (mother to fetus, 30-40% if primary infection during pregnancy), organ transplantation (rare, <5%). Endemic worldwide (seroprevalence 10-80%, higher in Europe, Latin America). Incubation: 5-23 days (average 10-14 days). Incidence: 40,000-400,000 cases per year in USA (most asymptomatic or mild). Mortality: <1% (immunocompetent), 10-30% (HIV/AIDS if untreated, <5% with treatment).",
            "clinical_presentation": "Immunocompetent (80-90% asymptomatic): Lymphadenopathy (cervical, painless, 10-20%), fever (low-grade, 5-10%), malaise (5-10%), self-limited (resolves in weeks to months without treatment). Immunocompromised (HIV/AIDS, CD4 <100 cells/μL, transplant): Toxoplasmic encephalitis (60-80% of symptomatic cases, reactivation of latent infection): Fever (70-80%), headache (severe, 70-80%), altered mental status (confusion, 60-70%), focal neurological deficits (hemiparesis, aphasia, 50-60%), seizures (30-40%), multiple ring-enhancing lesions on brain MRI (80-90%, basal ganglia, corticomedullary junction), mortality 10-30% if untreated, <5% with treatment. Ocular toxoplasmosis (1-3%): Chorioretinitis (blurred vision, floaters, eye pain, 90-100%), reactivation of congenital infection (70-80%), can occur in immunocompetent. Congenital toxoplasmosis (30-40% if primary infection during pregnancy): Chorioretinitis (80-90%), hydrocephalus (50-60%), intracranial calcifications (50-60%), seizures (30-40%), developmental delay (30-40%), mortality 10-20% if severe. Laboratory: Positive serology (IgG positive suggests past infection, IgM positive suggests acute infection, >95% sensitive), positive PCR (blood, CSF, amniotic fluid, 80-90% sensitive). Complications: Toxoplasmic encephalitis (HIV/AIDS, mortality 10-30% if untreated), congenital toxoplasmosis (30-40% if primary infection during pregnancy, chorioretinitis 80-90%, hydrocephalus 50-60%), death (mortality <1% immunocompetent, 10-30% HIV/AIDS if untreated).",
            "diagnostic_criteria": "Clinical diagnosis: Immunocompetent (lymphadenopathy + fever + malaise + cat exposure or undercooked meat). Immunocompromised (toxoplasmic encephalitis: fever + headache + altered mental status + focal neurological deficits + multiple ring-enhancing lesions on brain MRI + HIV/AIDS CD4 <100 cells/μL). Ocular (chorioretinitis: blurred vision + floaters + eye pain + fundoscopy). Congenital (chorioretinitis + hydrocephalus + intracranial calcifications + maternal primary infection during pregnancy). Laboratory: Positive serology (IgG positive suggests past infection, IgM positive suggests acute infection, >95% sensitive) OR Positive PCR (blood, CSF, amniotic fluid, 80-90% sensitive) OR Positive brain biopsy (tachyzoites, 90-100% specific, rarely performed). Definitive diagnosis: Positive serology (IgM positive OR IgG seroconversion) OR Positive PCR OR Positive brain biopsy.",
            "risk_factors": [
              "Cat exposure (cat feces, contaminated soil, water, food, cat owners, gardeners, increased risk 2-fold, 50-60%)",
              "Ingestion of undercooked meat (lamb, pork, beef, tissue cysts, 30-40%)",
              "Immunocompromised (HIV/AIDS CD4 <100 cells/μL, transplant, increased risk of toxoplasmic encephalitis 100-fold, reactivation of latent infection)",
              "Pregnancy (primary infection during pregnancy, 30-40% risk of congenital toxoplasmosis, higher risk if infection in 3rd trimester 60-70%, but more severe if infection in 1st trimester)",
              "Organ transplantation (donor seropositive, recipient seronegative, 5-10% risk)"
            ],
            "red_flags": [
              "Toxoplasmic encephalitis (HIV/AIDS CD4 <100 cells/μL) - fever + headache + altered mental status + focal neurological deficits + multiple ring-enhancing lesions on brain MRI (mortality 10-30% if untreated, <5% with treatment), requires ICU admission + pyrimethamine 200mg PO x1, then 50-75mg PO daily + sulfadiazine 1g PO QID + leucovorin 10-25mg PO daily x 4-6 weeks (acute), then lifelong secondary prophylaxis",
              "Congenital toxoplasmosis - chorioretinitis + hydrocephalus + intracranial calcifications + maternal primary infection during pregnancy (30-40% if primary infection during pregnancy, mortality 10-20% if severe), requires pyrimethamine + sulfadiazine + leucovorin x 12 months",
              "Ocular toxoplasmosis - chorioretinitis (blurred vision + floaters + eye pain + fundoscopy, 1-3%, can cause blindness), requires pyrimethamine + sulfadiazine + leucovorin + corticosteroids x 4-6 weeks",
              "Pregnancy - primary infection during pregnancy (30-40% risk of congenital toxoplasmosis, higher risk if infection in 3rd trimester 60-70%, but more severe if infection in 1st trimester), requires spiramycin 1g PO TID throughout pregnancy (reduces transmission by 60%)"
            ]
          },
          "references": []
        },
        "diagnostics": {
          "id": "diagnostics",
          "title": "Diagnostic Strategy & Tests",
          "content": {
            "when_to_test": "Test if: Immunocompetent (lymphadenopathy + fever + malaise + cat exposure or undercooked meat). Immunocompromised (toxoplasmic encephalitis: fever + headache + altered mental status + focal neurological deficits + multiple ring-enhancing lesions on brain MRI + HIV/AIDS CD4 <100 cells/μL). Ocular (chorioretinitis: blurred vision + floaters + eye pain). Congenital (chorioretinitis + hydrocephalus + intracranial calcifications + maternal primary infection during pregnancy). Pregnancy (screening at first prenatal visit, repeat if seronegative). Serology (IgG positive suggests past infection, IgM positive suggests acute infection, >95% sensitive). PCR (blood, CSF, amniotic fluid, 80-90% sensitive). Brain MRI (multiple ring-enhancing lesions, 80-90% in toxoplasmic encephalitis).",
            "essential_tests": [
              "Serology: Toxoplasma gondii IgG (positive suggests past infection, >95% sensitive) + IgM (positive suggests acute infection, but can persist for months to years, confirm with IgG avidity: low avidity suggests acute infection <3 months, high avidity suggests past infection >3 months). Turnaround: 1-2 days.",
              "Brain MRI: Multiple ring-enhancing lesions (basal ganglia, corticomedullary junction, 80-90% in toxoplasmic encephalitis). Turnaround: Same day.",
              "Fundoscopy: Chorioretinitis (white fluffy retinal lesions, 90-100% in ocular toxoplasmosis). Turnaround: Same day."
            ],
            "conditional_tests": [
              "PCR: Toxoplasma gondii DNA in blood, CSF, or amniotic fluid (80-90% sensitive, not widely available). Turnaround: 1-2 days.",
              "Brain biopsy: Tachyzoites (90-100% specific, rarely performed, only if diagnosis uncertain and no response to empiric treatment). Turnaround: 1-2 days.",
              "Lumbar puncture: CSF lymphocytic pleocytosis (10-100 cells/μL, 50-60% in toxoplasmic encephalitis), elevated protein (50-200 mg/dL, 60-70%), positive PCR (50-60% sensitive). Turnaround: 1-2 hours (CSF analysis), 1-2 days (PCR).",
              "Amniocentesis: Positive PCR in amniotic fluid (80-90% sensitive, confirms congenital toxoplasmosis, perform at ≥18 weeks gestation, ≥4 weeks after maternal infection). Turnaround: 1-2 days."
            ],
            "when_not_to_test": "Do NOT confuse with other causes of ring-enhancing brain lesions (CNS lymphoma, brain abscess, but toxoplasmic encephalitis has HIV/AIDS CD4 <100 cells/μL, multiple lesions, basal ganglia). Do NOT rely on IgM alone (can persist for months to years, confirm with IgG avidity: low avidity suggests acute infection <3 months, high avidity suggests past infection >3 months). Empiric treatment for toxoplasmic encephalitis (if HIV/AIDS CD4 <100 cells/μL + multiple ring-enhancing lesions on brain MRI, start treatment immediately, clinical improvement within 7-14 days confirms diagnosis, brain biopsy only if no response).",
            "turnaround_time": "Serology: 1-2 days. Brain MRI: Same day. Fundoscopy: Same day. PCR: 1-2 days. Brain biopsy: 1-2 days. Lumbar puncture: 1-2 hours (CSF analysis), 1-2 days (PCR). Amniocentesis: 1-2 days."
          },
          "references": []
        },
        "microbiology": {
          "id": "microbiology",
          "title": "Microbiology",
          "content": {
            "organism": "Toxoplasma gondii (obligate intracellular protozoan). Transmitted by ingestion of oocysts from cat feces (contaminated soil, water, food, 50-60%), ingestion of tissue cysts in undercooked meat (lamb, pork, beef, 30-40%), congenital transmission (mother to fetus, 30-40% if primary infection during pregnancy), organ transplantation (rare, <5%). Endemic worldwide (seroprevalence 10-80%, higher in Europe, Latin America). Incubation: 5-23 days (average 10-14 days). Life cycle: Definitive host (cats, sexual reproduction in intestine, oocysts shed in feces) → Intermediate hosts (humans, animals, tissue cysts in muscle, brain) → Ingestion by cats (completes cycle). Pathogenesis: Oocysts or tissue cysts ingested → tachyzoites (rapidly dividing form) invade intestinal epithelium → disseminate via blood to muscle, brain, retina → convert to bradyzoites (slowly dividing form, tissue cysts, latent infection, lifelong) → reactivation if immunocompromised (HIV/AIDS CD4 <100 cells/μL, transplant, bradyzoites convert to tachyzoites, toxoplasmic encephalitis 60-80%, multiple ring-enhancing lesions on brain MRI 80-90%, mortality 10-30% if untreated, <5% with treatment). Complications: Toxoplasmic encephalitis (HIV/AIDS, mortality 10-30% if untreated), congenital toxoplasmosis (30-40% if primary infection during pregnancy, chorioretinitis 80-90%, hydrocephalus 50-60%), death (mortality <1% immunocompetent, 10-30% HIV/AIDS if untreated).",
            "pathogenesis": "Oocysts (from cat feces) or tissue cysts (from undercooked meat) ingested → tachyzoites (rapidly dividing form) invade intestinal epithelium → disseminate via blood to muscle, brain, retina → convert to bradyzoites (slowly dividing form, tissue cysts, latent infection, lifelong, 10-80% seroprevalence worldwide) → reactivation if immunocompromised (HIV/AIDS CD4 <100 cells/μL, transplant, bradyzoites convert to tachyzoites, toxoplasmic encephalitis 60-80%: fever 70-80%, headache severe 70-80%, altered mental status confusion 60-70%, focal neurological deficits hemiparesis aphasia 50-60%, seizures 30-40%, multiple ring-enhancing lesions on brain MRI 80-90% basal ganglia corticomedullary junction, mortality 10-30% if untreated, <5% with treatment). Congenital toxoplasmosis (30-40% if primary infection during pregnancy, higher risk if infection in 3rd trimester 60-70%, but more severe if infection in 1st trimester): Chorioretinitis (80-90%), hydrocephalus (50-60%), intracranial calcifications (50-60%), seizures (30-40%), developmental delay (30-40%), mortality 10-20% if severe. Ocular toxoplasmosis (1-3%, reactivation of congenital infection 70-80%, can occur in immunocompetent): Chorioretinitis (blurred vision, floaters, eye pain, 90-100%, can cause blindness). Complications: Toxoplasmic encephalitis (HIV/AIDS, mortality 10-30% if untreated), congenital toxoplasmosis (30-40% if primary infection during pregnancy, chorioretinitis 80-90%, hydrocephalus 50-60%), death (mortality <1% immunocompetent, 10-30% HIV/AIDS if untreated).",
            "resistance_patterns": {
              "pyrimethamine_resistance": "Pyrimethamine resistance: Rare (<1%). Treatment: Pyrimethamine 200mg PO x1, then 50-75mg PO daily + Sulfadiazine 1g PO QID + Leucovorin 10-25mg PO daily x 4-6 weeks (acute), then lifelong secondary prophylaxis (pyrimethamine 25-50mg PO daily + sulfadiazine 500mg PO QID + leucovorin 10-25mg PO daily).",
              "alternative_regimens": "Alternative (if sulfadiazine allergy): Pyrimethamine 200mg PO x1, then 50-75mg PO daily + Clindamycin 600mg PO/IV QID + Leucovorin 10-25mg PO daily x 4-6 weeks. Alternative (if pyrimethamine contraindicated): TMP-SMX 5mg/kg (of TMP component) IV/PO BID x 4-6 weeks."
            },
            "timing_critical": "Start treatment upon diagnosis (do NOT delay for confirmatory testing if high clinical suspicion, especially toxoplasmic encephalitis in HIV/AIDS CD4 <100 cells/μL). Toxoplasmic encephalitis: Pyrimethamine 200mg PO x1, then 50-75mg PO daily + Sulfadiazine 1g PO QID + Leucovorin 10-25mg PO daily x 4-6 weeks (acute), then lifelong secondary prophylaxis. Pregnancy: Spiramycin 1g PO TID throughout pregnancy (reduces transmission by 60%, if fetal infection confirmed by amniocentesis PCR, switch to pyrimethamine + sulfadiazine + leucovorin after 1st trimester). Congenital: Pyrimethamine + sulfadiazine + leucovorin x 12 months."
          },
          "references": []
        },
        "empiric": {
          "id": "empiric",
          "title": "Empiric Therapy",
          "content": {
            "immunocompetent": "Immunocompetent (lymphadenopathy, self-limited): No treatment required (resolves in weeks to months without treatment). Consider treatment if severe symptoms or immunocompromised. Infectious disease consult RECOMMENDED if treatment considered.",
            "toxoplasmic_encephalitis": "Toxoplasmic encephalitis (HIV/AIDS CD4 <100 cells/μL, mortality 10-30% if untreated, <5% with treatment): Pyrimethamine 200mg PO x1, then 50-75mg PO daily + Sulfadiazine 1g PO QID + Leucovorin 10-25mg PO daily x 4-6 weeks (acute), then lifelong secondary prophylaxis (pyrimethamine 25-50mg PO daily + sulfadiazine 500mg PO QID + leucovorin 10-25mg PO daily). Alternative (if sulfadiazine allergy): Pyrimethamine 200mg PO x1, then 50-75mg PO daily + Clindamycin 600mg PO/IV QID + Leucovorin 10-25mg PO daily x 4-6 weeks. ICU admission if altered mental status or seizures. Anticonvulsants if seizures. Infectious disease consult REQUIRED. Start ART (antiretroviral therapy) after 2 weeks of toxoplasmosis treatment (reduces immune reconstitution inflammatory syndrome IRIS risk).",
            "ocular_toxoplasmosis": "Ocular toxoplasmosis (chorioretinitis, can cause blindness): Pyrimethamine 200mg PO x1, then 25-50mg PO daily + Sulfadiazine 1g PO QID + Leucovorin 10-25mg PO daily + Prednisone 1mg/kg PO daily (corticosteroids to reduce inflammation) x 4-6 weeks. Ophthalmology consult REQUIRED. Infectious disease consult REQUIRED.",
            "pregnancy": "Pregnancy (primary infection during pregnancy, 30-40% risk of congenital toxoplasmosis): Spiramycin 1g PO TID throughout pregnancy (reduces transmission by 60%, does NOT treat fetal infection). If fetal infection confirmed by amniocentesis PCR (perform at ≥18 weeks gestation, ≥4 weeks after maternal infection): Switch to Pyrimethamine 50mg PO daily + Sulfadiazine 1g PO QID + Leucovorin 10-25mg PO daily (after 1st trimester, pyrimethamine teratogenic in 1st trimester). Infectious disease + obstetrics consult REQUIRED.",
            "congenital": "Congenital toxoplasmosis: Pyrimethamine 2mg/kg PO daily x 2 days, then 1mg/kg PO daily + Sulfadiazine 50mg/kg PO BID + Leucovorin 10mg PO 3 times per week x 12 months. Corticosteroids if chorioretinitis or high CSF protein. Pediatrics + infectious disease consult REQUIRED.",
            "avoid_list": "Avoid stopping treatment early for toxoplasmic encephalitis (complete 4-6 weeks acute treatment, then lifelong secondary prophylaxis, to prevent relapse). Avoid pyrimethamine in 1st trimester of pregnancy (teratogenic, use spiramycin). Leucovorin (folinic acid) is REQUIRED with pyrimethamine (prevents bone marrow suppression, do NOT use folic acid, it antagonizes pyrimethamine)."
          },
          "references": []
        },
        "definitive": {
          "id": "definitive",
          "title": "Definitive (Targeted) Therapy",
          "content": {
            "confirmed_toxoplasmic_encephalitis": "Toxoplasmic encephalitis (confirmed by serology + brain MRI + clinical response to empiric treatment): Pyrimethamine 200mg PO x1, then 50-75mg PO daily + Sulfadiazine 1g PO QID + Leucovorin 10-25mg PO daily x 4-6 weeks (acute), then lifelong secondary prophylaxis (pyrimethamine 25-50mg PO daily + sulfadiazine 500mg PO QID + leucovorin 10-25mg PO daily). Clinical outcome: >95% survival with treatment (mortality <5%), 70-90% survival if untreated (mortality 10-30%). Clinical improvement within 7-14 days (fever resolves, neurological deficits improve, lesions decrease on repeat brain MRI at 2-4 weeks).",
            "confirmed_ocular": "Ocular toxoplasmosis (confirmed by fundoscopy): Pyrimethamine 200mg PO x1, then 25-50mg PO daily + Sulfadiazine 1g PO QID + Leucovorin 10-25mg PO daily + Prednisone 1mg/kg PO daily x 4-6 weeks. Clinical outcome: 80-90% improvement in vision, 10-20% permanent vision loss.",
            "confirmed_pregnancy": "Pregnancy (confirmed by serology IgM positive or IgG seroconversion): Spiramycin 1g PO TID throughout pregnancy. If fetal infection confirmed by amniocentesis PCR: Switch to Pyrimethamine 50mg PO daily + Sulfadiazine 1g PO QID + Leucovorin 10-25mg PO daily (after 1st trimester). Clinical outcome: Spiramycin reduces transmission by 60% (from 30-40% to 10-15%).",
            "confirmed_congenital": "Congenital toxoplasmosis (confirmed by serology + PCR + clinical presentation): Pyrimethamine 2mg/kg PO daily x 2 days, then 1mg/kg PO daily + Sulfadiazine 50mg/kg PO BID + Leucovorin 10mg PO 3 times per week x 12 months. Clinical outcome: 70-80% normal development with treatment, 20-30% developmental delay or vision loss.",
            "treatment_response": "Toxoplasmic encephalitis: Clinical improvement within 7-14 days (fever resolves, neurological deficits improve, lesions decrease on repeat brain MRI at 2-4 weeks). If no improvement at 7-14 days: Consider alternative diagnosis (CNS lymphoma, brain abscess), brain biopsy. Ocular: Improvement in vision within 2-4 weeks. Pregnancy: Monitor fetal ultrasound (hydrocephalus, intracranial calcifications). Congenital: Monitor development, vision, hearing.",
            "duration": "Toxoplasmic encephalitis: 4-6 weeks (acute), then lifelong secondary prophylaxis. Ocular: 4-6 weeks. Pregnancy: Throughout pregnancy (spiramycin) OR after 1st trimester until delivery (pyrimethamine + sulfadiazine + leucovorin if fetal infection confirmed). Congenital: 12 months."
          },
          "references": []
        },
        "duration": {
          "id": "duration",
          "title": "Duration of Therapy",
          "content": {
            "standard_duration": "Toxoplasmic encephalitis: 4-6 weeks (acute: pyrimethamine 50-75mg PO daily + sulfadiazine 1g PO QID + leucovorin 10-25mg PO daily), then lifelong secondary prophylaxis (pyrimethamine 25-50mg PO daily + sulfadiazine 500mg PO QID + leucovorin 10-25mg PO daily). Ocular: 4-6 weeks (pyrimethamine 25-50mg PO daily + sulfadiazine 1g PO QID + leucovorin 10-25mg PO daily + prednisone 1mg/kg PO daily). Pregnancy: Throughout pregnancy (spiramycin 1g PO TID) OR after 1st trimester until delivery (pyrimethamine 50mg PO daily + sulfadiazine 1g PO QID + leucovorin 10-25mg PO daily if fetal infection confirmed). Congenital: 12 months (pyrimethamine 1mg/kg PO daily + sulfadiazine 50mg/kg PO BID + leucovorin 10mg PO 3 times per week).",
            "monitoring": "Toxoplasmic encephalitis: Monitor clinical response (fever, neurological deficits), repeat brain MRI at 2-4 weeks (lesions should decrease), monitor CBC weekly (pyrimethamine causes bone marrow suppression, leucovorin prevents this), monitor for drug side effects (pyrimethamine: bone marrow suppression, rash; sulfadiazine: rash, crystalluria, drink plenty of fluids). Ocular: Monitor vision, fundoscopy. Pregnancy: Monitor fetal ultrasound (hydrocephalus, intracranial calcifications), amniocentesis PCR at ≥18 weeks gestation if maternal infection confirmed. Congenital: Monitor development, vision, hearing, CBC weekly.",
            "stop_criteria": "Toxoplasmic encephalitis: Complete 4-6 weeks acute treatment, then lifelong secondary prophylaxis (do NOT stop, even if clinically improved, to prevent relapse). Secondary prophylaxis can be discontinued if CD4 >200 cells/μL for >6 months on ART. Ocular: Complete 4-6 weeks. Pregnancy: Continue until delivery. Congenital: Complete 12 months. If relapse (rare, <5% on secondary prophylaxis): Repeat acute treatment x 4-6 weeks."
          },
          "references": []
        },
        "special": {
          "id": "special",
          "title": "Special Considerations",
          "content": {
            "pregnancy": "Pregnancy (primary infection during pregnancy, 30-40% risk of congenital toxoplasmosis, higher risk if infection in 3rd trimester 60-70%, but more severe if infection in 1st trimester). Treatment: Spiramycin 1g PO TID throughout pregnancy (reduces transmission by 60%, does NOT treat fetal infection). If fetal infection confirmed by amniocentesis PCR (perform at ≥18 weeks gestation, ≥4 weeks after maternal infection): Switch to Pyrimethamine 50mg PO daily + Sulfadiazine 1g PO QID + Leucovorin 10-25mg PO daily (after 1st trimester, pyrimethamine teratogenic in 1st trimester). Monitor fetal ultrasound (hydrocephalus, intracranial calcifications). Infectious disease + obstetrics consult REQUIRED.",
            "hiv_aids": "HIV/AIDS (CD4 <100 cells/μL, increased risk of toxoplasmic encephalitis 100-fold, reactivation of latent infection). Treatment: Same as immunocompetent (pyrimethamine + sulfadiazine + leucovorin x 4-6 weeks, then lifelong secondary prophylaxis). Start ART (antiretroviral therapy) after 2 weeks of toxoplasmosis treatment (reduces immune reconstitution inflammatory syndrome IRIS risk). Primary prophylaxis (if CD4 <100 cells/μL + Toxoplasma IgG positive): TMP-SMX 160/800mg PO daily (also prevents PCP). Secondary prophylaxis can be discontinued if CD4 >200 cells/μL for >6 months on ART. Infectious disease consult REQUIRED.",
            "transplant": "Organ transplantation (donor seropositive, recipient seronegative, 5-10% risk of primary infection). Treatment: Same as HIV/AIDS (pyrimethamine + sulfadiazine + leucovorin x 4-6 weeks, then secondary prophylaxis x 6-12 months). Primary prophylaxis (if donor seropositive, recipient seronegative): TMP-SMX 160/800mg PO daily x 6-12 months post-transplant. Infectious disease + transplant consult REQUIRED.",
            "ocular": "Ocular toxoplasmosis (chorioretinitis, can cause blindness, 1-3%, reactivation of congenital infection 70-80%, can occur in immunocompetent). Treatment: Pyrimethamine 200mg PO x1, then 25-50mg PO daily + Sulfadiazine 1g PO QID + Leucovorin 10-25mg PO daily + Prednisone 1mg/kg PO daily (corticosteroids to reduce inflammation) x 4-6 weeks. Ophthalmology consult REQUIRED. Infectious disease consult REQUIRED.",
            "counseling": "Toxoplasmosis is a parasitic infection (mortality <1% immunocompetent, 10-30% HIV/AIDS if untreated). Treatment: Toxoplasmic encephalitis: Pyrimethamine + sulfadiazine + leucovorin x 4-6 weeks, then lifelong secondary prophylaxis. Pregnancy: Spiramycin throughout pregnancy (reduces transmission by 60%). Congenital: Pyrimethamine + sulfadiazine + leucovorin x 12 months. Prevention: Avoid contact with cat feces (wear gloves when gardening, wash hands after handling cats, have someone else clean litter box daily). Cook meat thoroughly (>160°F, 71°C). Wash fruits and vegetables. Avoid unpasteurized dairy products. Pregnancy screening (serology at first prenatal visit, repeat if seronegative). HIV/AIDS: Primary prophylaxis if CD4 <100 cells/μL + Toxoplasma IgG positive (TMP-SMX 160/800mg PO daily)."
          },
          "references": []
        },
        "stewardship": {
          "id": "stewardship",
          "title": "Stewardship & Diagnostic Alerts",
          "content": {
            "de_escalation_opportunities": [
              "Start treatment upon diagnosis (do NOT delay for confirmatory testing if high clinical suspicion, especially toxoplasmic encephalitis in HIV/AIDS CD4 <100 cells/μL)",
              "Toxoplasmic encephalitis: Pyrimethamine 200mg PO x1, then 50-75mg PO daily + Sulfadiazine 1g PO QID + Leucovorin 10-25mg PO daily x 4-6 weeks (acute), then lifelong secondary prophylaxis",
              "Pregnancy: Spiramycin 1g PO TID throughout pregnancy (reduces transmission by 60%)",
              "Congenital: Pyrimethamine + sulfadiazine + leucovorin x 12 months",
              "Complete full duration (do NOT stop early for toxoplasmic encephalitis, to prevent relapse)"
            ],
            "timeout_checklist": [
              "Is toxoplasmosis confirmed or highly suspected? (Toxoplasmic encephalitis: HIV/AIDS CD4 <100 cells/μL + multiple ring-enhancing lesions on brain MRI. Pregnancy: IgM positive or IgG seroconversion)",
              "Is pyrimethamine + sulfadiazine + leucovorin used for toxoplasmic encephalitis? (4-6 weeks acute, then lifelong secondary prophylaxis)",
              "Is leucovorin (folinic acid) used with pyrimethamine? (Prevents bone marrow suppression, do NOT use folic acid)",
              "Is spiramycin used for pregnancy? (Throughout pregnancy, reduces transmission by 60%)",
              "Is patient monitored for bone marrow suppression? (CBC weekly, pyrimethamine causes bone marrow suppression)",
              "Is secondary prophylaxis continued lifelong for toxoplasmic encephalitis? (Can be discontinued if CD4 >200 cells/μL for >6 months on ART)"
            ],
            "avoid_unnecessary_treatment": "Avoid stopping treatment early for toxoplasmic encephalitis (complete 4-6 weeks acute treatment, then lifelong secondary prophylaxis, to prevent relapse). Avoid pyrimethamine in 1st trimester of pregnancy (teratogenic, use spiramycin). Leucovorin (folinic acid) is REQUIRED with pyrimethamine (prevents bone marrow suppression, do NOT use folic acid, it antagonizes pyrimethamine). Avoid treatment for immunocompetent with mild symptoms (self-limited, resolves in weeks to months without treatment).",
            "diagnostic_stewardship": "Clinical diagnosis (toxoplasmic encephalitis: HIV/AIDS CD4 <100 cells/μL + multiple ring-enhancing lesions on brain MRI + fever + headache + altered mental status + focal neurological deficits. Pregnancy: IgM positive or IgG seroconversion + cat exposure or undercooked meat). Laboratory testing (serology, PCR, brain MRI) for confirmation. Empiric treatment for toxoplasmic encephalitis (if HIV/AIDS CD4 <100 cells/μL + multiple ring-enhancing lesions on brain MRI, start treatment immediately, clinical improvement within 7-14 days confirms diagnosis, brain biopsy only if no response). Pregnancy screening (serology at first prenatal visit, repeat if seronegative). IgM can persist for months to years (confirm with IgG avidity: low avidity suggests acute infection <3 months, high avidity suggests past infection >3 months).",
            "prevention": "Avoid contact with cat feces (wear gloves when gardening, wash hands after handling cats, have someone else clean litter box daily, change litter daily before oocysts become infectious). Cook meat thoroughly (>160°F, 71°C, kills tissue cysts). Wash fruits and vegetables (removes oocysts). Avoid unpasteurized dairy products. Pregnancy screening (serology at first prenatal visit, repeat if seronegative, educate on prevention). HIV/AIDS: Primary prophylaxis if CD4 <100 cells/μL + Toxoplasma IgG positive (TMP-SMX 160/800mg PO daily, also prevents PCP). Transplant: Primary prophylaxis if donor seropositive, recipient seronegative (TMP-SMX 160/800mg PO daily x 6-12 months post-transplant). No human vaccine available."
          },
          "references": []
        },
        "references": {
          "id": "references",
          "title": "References",
          "content": {},
          "references": [
            {
              "label": "CDC Guidelines for Toxoplasmosis (2023)",
              "url": "https://www.cdc.gov/parasites/toxoplasmosis/index.html"
            },
            {
              "label": "WHO Guidelines for Toxoplasmosis (2022)",
              "url": "https://www.who.int/health-topics/toxoplasmosis"
            },
            {
              "label": "IDSA Clinical Practice Guidelines for Toxoplasmosis (2020)",
              "url": "https://academic.oup.com/cid/article/70/5/e1/5673091"
            },
            {
              "label": "Sanford Guide to Antimicrobial Therapy (2025)",
              "url": "https://www.sanfordguide.com/"
            }
          ]
        }
      }
    },
    {
      "id": "echinococcosis",
      "name": "Echinococcosis (Hydatid Disease)",
      "synonyms": [
        "Hydatid disease",
        "Echinococcus granulosus infection",
        "Echinococcus multilocularis infection"
      ],
      "icd10": [
        "B67.0",
        "B67.1",
        "B67.2",
        "B67.3",
        "B67.4",
        "B67.5",
        "B67.6",
        "B67.7",
        "B67.8",
        "B67.9"
      ],
      "severity": [
        "moderate",
        "severe"
      ],
      "shortDescription": "Parasitic infection requiring albendazole 400mg PO BID x 3-6 months + surgical excision (if feasible), mortality <2% (cystic echinococcosis with treatment), 10-20% (alveolar echinococcosis if untreated)",
      "sections": {
        "overview": {
          "id": "overview",
          "title": "Overview & Clinical Presentation",
          "content": {
            "definition": "Parasitic infection caused by Echinococcus granulosus (cystic echinococcosis, CE, 95%) or Echinococcus multilocularis (alveolar echinococcosis, AE, 5%, more severe). Transmitted by ingestion of eggs from dog feces (contaminated food, water, soil, dog owners, shepherds, 90-100%). Endemic in Mediterranean, Middle East, South America, Central Asia, China. Incubation: Months to years (cysts grow slowly, 1-5 cm per year). Incidence: 1-2 million cases worldwide (many asymptomatic). Mortality: <2% (CE with treatment), 10-20% (AE if untreated, 5-10% with treatment).",
            "clinical_presentation": "Cystic echinococcosis (CE, 95%, Echinococcus granulosus): Liver cysts (70-80%, right lobe most common): Asymptomatic (50-60%, incidental finding on imaging), abdominal pain (right upper quadrant, 30-40%), hepatomegaly (20-30%), jaundice (if bile duct compression, 10-20%), cyst rupture (anaphylaxis, peritonitis, secondary cysts, 5-10%). Lung cysts (20-30%): Asymptomatic (40-50%), cough (30-40%), chest pain (20-30%), hemoptysis (10-20%), cyst rupture (pneumothorax, empyema, 5-10%). Other sites (brain, bone, kidney, spleen, 5-10%): Symptoms depend on location. Alveolar echinococcosis (AE, 5%, Echinococcus multilocularis, more severe): Liver (90-100%, infiltrative growth, tumor-like): Abdominal pain (70-80%), hepatomegaly (60-70%), jaundice (50-60%), weight loss (40-50%), metastases (lung, brain, 20-30%), mortality 10-20% if untreated, 5-10% with treatment. Laboratory: Eosinophilia (20-30%), positive serology (ELISA, IHA, 80-90% sensitive for CE, 95-100% sensitive for AE), imaging (ultrasound, CT, MRI: cystic lesions with daughter cysts, calcifications). Complications: Cyst rupture (anaphylaxis, peritonitis, secondary cysts, 5-10%), bile duct obstruction (jaundice, cholangitis, 10-20%), portal hypertension (if large liver cysts, 5-10%), metastases (AE, lung, brain, 20-30%), death (mortality <2% CE with treatment, 10-20% AE if untreated).",
            "diagnostic_criteria": "Clinical diagnosis: CE (liver or lung cysts + dog exposure + endemic area + imaging: cystic lesions with daughter cysts, calcifications). AE (liver infiltrative lesion + dog or fox exposure + endemic area + imaging: tumor-like lesion with irregular borders, calcifications). Laboratory: Positive serology (ELISA, IHA, 80-90% sensitive for CE, 95-100% sensitive for AE) OR Positive imaging (ultrasound, CT, MRI: cystic lesions with daughter cysts for CE, infiltrative tumor-like lesion for AE) OR Positive histopathology (protoscoleces, hooklets, laminated membrane, 90-100% specific, from surgical specimen or percutaneous aspiration). Definitive diagnosis: Positive serology + imaging OR Positive histopathology.",
            "risk_factors": [
              "Dog exposure (dog feces, contaminated food, water, soil, dog owners, shepherds, increased risk 10-fold, 90-100%)",
              "Fox exposure (Echinococcus multilocularis, alveolar echinococcosis, trappers, hunters, endemic area: Central Europe, Central Asia, China, increased risk 10-fold)",
              "Travel to endemic area (Mediterranean, Middle East, South America, Central Asia, China)",
              "Ingestion of contaminated food or water (unwashed vegetables, berries, 50-60%)",
              "Occupational exposure (shepherds, farmers, veterinarians, increased risk 10-fold)"
            ],
            "red_flags": [
              "Cyst rupture - sudden abdominal pain + anaphylaxis (urticaria, hypotension, bronchospasm) + peritonitis (5-10% of CE), requires emergency surgery + albendazole 400mg PO BID x 3-6 months + epinephrine + ICU admission",
              "Alveolar echinococcosis (AE) - liver infiltrative lesion + jaundice + weight loss + metastases (lung, brain, 20-30%, mortality 10-20% if untreated, 5-10% with treatment), requires albendazole 400mg PO BID x 2-5 years (lifelong if unresectable) + surgical resection (if feasible)",
              "Bile duct obstruction - jaundice + cholangitis + liver cysts (10-20% of CE), requires ERCP + stent + albendazole 400mg PO BID x 3-6 months + surgical excision",
              "Brain cysts - headache + seizures + focal neurological deficits (rare, <5%, but high mortality if untreated), requires surgical excision + albendazole 400mg PO BID x 3-6 months"
            ]
          },
          "references": []
        },
        "diagnostics": {
          "id": "diagnostics",
          "title": "Diagnostic Strategy & Tests",
          "content": {
            "when_to_test": "Test if: CE (liver or lung cysts + dog exposure + endemic area + imaging: cystic lesions with daughter cysts, calcifications). AE (liver infiltrative lesion + dog or fox exposure + endemic area + imaging: tumor-like lesion with irregular borders, calcifications). Serology (ELISA, IHA, 80-90% sensitive for CE, 95-100% sensitive for AE). Imaging (ultrasound, CT, MRI: cystic lesions with daughter cysts for CE, infiltrative tumor-like lesion for AE). Histopathology (protoscoleces, hooklets, laminated membrane, 90-100% specific, from surgical specimen or percutaneous aspiration, but aspiration has risk of cyst rupture and anaphylaxis, avoid unless necessary).",
            "essential_tests": [
              "Serology: Echinococcus ELISA or IHA (80-90% sensitive for CE, 95-100% sensitive for AE, may be negative if cyst is calcified or inactive). Turnaround: 1-2 days.",
              "Ultrasound: Cystic lesions with daughter cysts (CE, 70-80% in liver, 20-30% in lung), infiltrative tumor-like lesion (AE, 90-100% in liver). Turnaround: Same day.",
              "CT chest/abdomen: Cystic lesions with daughter cysts, calcifications (CE), infiltrative tumor-like lesion with irregular borders, calcifications (AE). Turnaround: Same day."
            ],
            "conditional_tests": [
              "MRI: Better characterization of cysts (daughter cysts, membranes, CE) or infiltrative lesion (AE), better for brain cysts. Turnaround: Same day.",
              "Chest X-ray: Lung cysts (round, well-defined, 20-30% in CE). Turnaround: Same day.",
              "Histopathology: Protoscoleces, hooklets, laminated membrane (90-100% specific, from surgical specimen or percutaneous aspiration, but aspiration has risk of cyst rupture and anaphylaxis, avoid unless necessary). Turnaround: 1-2 days.",
              "Eosinophil count: Eosinophilia (20-30%, nonspecific). Turnaround: 1-2 hours."
            ],
            "when_not_to_test": "Do NOT confuse with other causes of liver cysts (simple cysts, polycystic liver disease, but echinococcosis has dog exposure, endemic area, daughter cysts, calcifications). Do NOT perform percutaneous aspiration unless necessary (risk of cyst rupture and anaphylaxis, 5-10%, perform only if diagnosis uncertain and surgical excision planned, use albendazole prophylaxis before aspiration). Serology may be negative if cyst is calcified or inactive (20-30%, rely on imaging).",
            "turnaround_time": "Serology: 1-2 days. Ultrasound: Same day. CT chest/abdomen: Same day. MRI: Same day. Chest X-ray: Same day. Histopathology: 1-2 days. Eosinophil count: 1-2 hours."
          },
          "references": []
        },
        "microbiology": {
          "id": "microbiology",
          "title": "Microbiology",
          "content": {
            "organism": "Echinococcus granulosus (cystic echinococcosis, CE, 95%) or Echinococcus multilocularis (alveolar echinococcosis, AE, 5%, more severe). Transmitted by ingestion of eggs from dog feces (E. granulosus) or fox feces (E. multilocularis), contaminated food, water, soil, 90-100%. Endemic: CE (Mediterranean, Middle East, South America, Central Asia, China), AE (Central Europe, Central Asia, China). Incubation: Months to years (cysts grow slowly, 1-5 cm per year). Life cycle: Definitive host (dogs for E. granulosus, foxes for E. multilocularis, adult tapeworm in intestine, eggs shed in feces) → Intermediate hosts (sheep, cattle, humans for E. granulosus; rodents, humans for E. multilocularis, eggs ingested, larvae migrate to liver, lung, other organs, form cysts) → Ingestion by definitive host (completes cycle, humans are dead-end hosts). Pathogenesis: Eggs ingested → larvae (oncospheres) penetrate intestinal wall → migrate via blood to liver (70-80% for CE, 90-100% for AE), lung (20-30% for CE), other organs (brain, bone, kidney, spleen, 5-10%) → form cysts (CE: fluid-filled cysts with daughter cysts, grow slowly 1-5 cm per year, asymptomatic 50-60%, symptoms depend on size and location, cyst rupture 5-10% causes anaphylaxis, peritonitis, secondary cysts; AE: infiltrative growth, tumor-like, invades adjacent tissues, metastases to lung, brain 20-30%, mortality 10-20% if untreated, 5-10% with treatment). Complications: Cyst rupture (anaphylaxis, peritonitis, secondary cysts, 5-10%), bile duct obstruction (jaundice, cholangitis, 10-20%), portal hypertension (if large liver cysts, 5-10%), metastases (AE, lung, brain, 20-30%), death (mortality <2% CE with treatment, 10-20% AE if untreated).",
            "pathogenesis": "Eggs ingested (from dog feces for E. granulosus, fox feces for E. multilocularis, contaminated food, water, soil) → larvae (oncospheres) penetrate intestinal wall → migrate via blood to liver (70-80% for CE, 90-100% for AE), lung (20-30% for CE), other organs (brain, bone, kidney, spleen, 5-10%) → form cysts: Cystic echinococcosis (CE, 95%, E. granulosus): Fluid-filled cysts with daughter cysts (pathognomonic), grow slowly 1-5 cm per year, asymptomatic 50-60%, symptoms depend on size and location (liver cysts 70-80%: abdominal pain 30-40%, hepatomegaly 20-30%, jaundice if bile duct compression 10-20%; lung cysts 20-30%: cough 30-40%, chest pain 20-30%, hemoptysis 10-20%), cyst rupture 5-10% (anaphylaxis: urticaria, hypotension, bronchospasm; peritonitis; secondary cysts). Alveolar echinococcosis (AE, 5%, E. multilocularis, more severe): Infiltrative growth, tumor-like, invades adjacent tissues (liver 90-100%: abdominal pain 70-80%, hepatomegaly 60-70%, jaundice 50-60%, weight loss 40-50%), metastases to lung, brain 20-30%, mortality 10-20% if untreated, 5-10% with treatment. Complications: Cyst rupture (anaphylaxis, peritonitis, secondary cysts, 5-10%), bile duct obstruction (jaundice, cholangitis, 10-20%), portal hypertension (if large liver cysts, 5-10%), metastases (AE, lung, brain, 20-30%), death (mortality <2% CE with treatment, 10-20% AE if untreated).",
            "resistance_patterns": {
              "albendazole_resistance": "Albendazole resistance: Rare (<1%). Treatment: Albendazole 400mg PO BID x 3-6 months (CE) OR x 2-5 years (AE, lifelong if unresectable). Alternative: Mebendazole 40-50mg/kg/day PO divided TID (max 200mg TID) x 3-6 months (CE) OR x 2-5 years (AE), but albendazole preferred (better bioavailability).",
              "surgical_treatment": "Surgical excision (if feasible, cyst is accessible, no contraindications): Preferred for CE (cyst >5 cm, symptomatic, risk of rupture, bile duct compression). Albendazole 400mg PO BID x 4 days before surgery (reduces risk of secondary cysts if spillage) + continue x 3-6 months after surgery. Surgical resection (if feasible): Preferred for AE (complete resection, R0 resection, curative). Albendazole 400mg PO BID x 2 years after surgery (reduces recurrence). If unresectable: Albendazole 400mg PO BID lifelong."
            },
            "timing_critical": "Start treatment upon diagnosis (do NOT delay). CE: Albendazole 400mg PO BID x 3-6 months + Surgical excision (if feasible, cyst >5 cm, symptomatic, risk of rupture, bile duct compression). Albendazole 400mg PO BID x 4 days before surgery (reduces risk of secondary cysts if spillage) + continue x 3-6 months after surgery. AE: Albendazole 400mg PO BID x 2-5 years (lifelong if unresectable) + Surgical resection (if feasible, complete resection, R0 resection, curative). Albendazole 400mg PO BID x 2 years after surgery (reduces recurrence). Cyst rupture: Emergency surgery + albendazole 400mg PO BID x 3-6 months + epinephrine + ICU admission."
          },
          "references": []
        },
        "empiric": {
          "id": "empiric",
          "title": "Empiric Therapy",
          "content": {
            "cystic_echinococcosis_ce": "Cystic echinococcosis (CE): Albendazole 400mg PO BID x 3-6 months (first-line, cyst <5 cm, asymptomatic, not suitable for surgery). If cyst >5 cm, symptomatic, risk of rupture, bile duct compression: Surgical excision + Albendazole 400mg PO BID x 4 days before surgery (reduces risk of secondary cysts if spillage) + continue x 3-6 months after surgery. Infectious disease + surgery consult REQUIRED.",
            "alveolar_echinococcosis_ae": "Alveolar echinococcosis (AE, more severe, mortality 10-20% if untreated, 5-10% with treatment): Albendazole 400mg PO BID x 2-5 years (lifelong if unresectable) + Surgical resection (if feasible, complete resection, R0 resection, curative). Albendazole 400mg PO BID x 2 years after surgery (reduces recurrence). If unresectable: Albendazole 400mg PO BID lifelong. Infectious disease + surgery consult REQUIRED.",
            "cyst_rupture": "Cyst rupture (anaphylaxis, peritonitis, secondary cysts, 5-10% of CE): Emergency surgery (remove cyst, irrigate peritoneal cavity with hypertonic saline or albendazole solution) + Albendazole 400mg PO BID x 3-6 months + Epinephrine (if anaphylaxis: 0.3-0.5mg IM, repeat q5-15min PRN) + ICU admission. Surgery consult REQUIRED. Infectious disease consult REQUIRED.",
            "bile_duct_obstruction": "Bile duct obstruction (jaundice, cholangitis, 10-20% of CE): ERCP + stent + Albendazole 400mg PO BID x 3-6 months + Surgical excision (if feasible). Gastroenterology + surgery consult REQUIRED. Infectious disease consult REQUIRED.",
            "brain_cysts": "Brain cysts (headache, seizures, focal neurological deficits, rare <5%, but high mortality if untreated): Surgical excision + Albendazole 400mg PO BID x 3-6 months. Neurosurgery consult REQUIRED. Infectious disease consult REQUIRED.",
            "avoid_list": "Avoid percutaneous aspiration unless necessary (risk of cyst rupture and anaphylaxis, 5-10%, perform only if diagnosis uncertain and surgical excision planned, use albendazole prophylaxis 400mg PO BID x 4 days before aspiration). Do NOT stop albendazole early (complete 3-6 months for CE, 2-5 years for AE, lifelong if unresectable, to prevent recurrence). Monitor liver function tests (albendazole can cause hepatotoxicity, 5-10%, monitor ALT/AST monthly)."
          },
          "references": []
        },
        "definitive": {
          "id": "definitive",
          "title": "Definitive (Targeted) Therapy",
          "content": {
            "confirmed_ce": "Cystic echinococcosis (CE, confirmed by serology + imaging): Albendazole 400mg PO BID x 3-6 months (cyst <5 cm, asymptomatic, not suitable for surgery). If cyst >5 cm, symptomatic, risk of rupture, bile duct compression: Surgical excision + Albendazole 400mg PO BID x 4 days before surgery + continue x 3-6 months after surgery. Clinical outcome: >98% cure rate with surgery + albendazole, 60-80% cure rate with albendazole alone (cyst may calcify and become inactive, but not disappear).",
            "confirmed_ae": "Alveolar echinococcosis (AE, confirmed by serology + imaging): Albendazole 400mg PO BID x 2-5 years (lifelong if unresectable) + Surgical resection (if feasible, complete resection, R0 resection, curative). Albendazole 400mg PO BID x 2 years after surgery (reduces recurrence). Clinical outcome: 80-90% survival with surgery + albendazole (mortality 10-20%), 80-95% survival with albendazole alone if unresectable (mortality 5-20%, lifelong treatment required).",
            "treatment_response": "CE: Monitor imaging (ultrasound, CT) every 3-6 months (cyst should decrease in size, calcify, become inactive). Monitor serology every 6-12 months (antibody titer should decrease, but may remain positive for years). If no improvement at 6-12 months: Consider surgery, increase duration of albendazole. AE: Monitor imaging (CT, MRI) every 3-6 months (lesion should decrease in size, no new metastases). Monitor serology every 6-12 months (antibody titer should decrease). If progression: Consider surgery, continue albendazole lifelong.",
            "duration": "CE: 3-6 months (albendazole alone) OR 3-6 months after surgery (albendazole + surgery). AE: 2-5 years (albendazole + surgery) OR lifelong (albendazole alone if unresectable). Cyst rupture: 3-6 months (albendazole after emergency surgery). Bile duct obstruction: 3-6 months (albendazole + ERCP + surgery). Brain cysts: 3-6 months (albendazole + surgery)."
          },
          "references": []
        },
        "duration": {
          "id": "duration",
          "title": "Duration of Therapy",
          "content": {
            "standard_duration": "CE: 3-6 months (albendazole 400mg PO BID x 3-6 months, cyst <5 cm, asymptomatic, not suitable for surgery) OR 3-6 months after surgery (albendazole 400mg PO BID x 4 days before surgery + continue x 3-6 months after surgery, cyst >5 cm, symptomatic, risk of rupture, bile duct compression). AE: 2-5 years (albendazole 400mg PO BID x 2-5 years, if surgical resection R0 resection curative, continue x 2 years after surgery) OR lifelong (albendazole 400mg PO BID lifelong, if unresectable). Cyst rupture: 3-6 months (albendazole 400mg PO BID x 3-6 months after emergency surgery). Bile duct obstruction: 3-6 months (albendazole 400mg PO BID x 3-6 months + ERCP + surgery). Brain cysts: 3-6 months (albendazole 400mg PO BID x 3-6 months + surgery).",
            "monitoring": "Monitor imaging (ultrasound, CT, MRI) every 3-6 months (cyst should decrease in size, calcify, become inactive for CE; lesion should decrease in size, no new metastases for AE). Monitor serology every 6-12 months (antibody titer should decrease, but may remain positive for years). Monitor liver function tests (ALT/AST) monthly (albendazole can cause hepatotoxicity, 5-10%, discontinue if ALT/AST >3x normal). Monitor CBC monthly (albendazole can cause bone marrow suppression, rare <1%). Monitor for complications (cyst rupture: sudden abdominal pain, anaphylaxis; bile duct obstruction: jaundice, cholangitis; metastases: lung, brain for AE).",
            "stop_criteria": "CE: Complete 3-6 months (albendazole alone) OR 3-6 months after surgery (albendazole + surgery). Monitor imaging every 3-6 months (cyst should calcify and become inactive, but may not disappear). AE: Complete 2-5 years (albendazole + surgery) OR lifelong (albendazole alone if unresectable). Do NOT stop early (to prevent recurrence or progression). If recurrence (rare, <5% after surgery + albendazole): Repeat surgery + albendazole x 3-6 months (CE) OR continue albendazole lifelong (AE)."
          },
          "references": []
        },
        "special": {
          "id": "special",
          "title": "Special Considerations",
          "content": {
            "pregnancy": "Pregnancy (albendazole contraindicated in 1st trimester, teratogenic). Treatment: Defer treatment until after 1st trimester if possible (CE is slow-growing, can wait). If urgent (cyst rupture, bile duct obstruction): Surgery + albendazole after 1st trimester. Monitor fetal status. Infectious disease + obstetrics + surgery consult REQUIRED.",
            "children": "Children (echinococcosis can occur in children, same treatment as adults). Treatment: Albendazole 15mg/kg/day PO divided BID (max 400mg BID) x 3-6 months (CE) OR x 2-5 years (AE). Surgical excision if feasible. Pediatrics + infectious disease + surgery consult REQUIRED.",
            "immunocompromised": "HIV/AIDS or transplant (increased risk of severe disease, faster cyst growth, higher mortality). Treatment: Same as immunocompetent (albendazole + surgery if feasible). Monitor closely for complications. Infectious disease + surgery consult REQUIRED.",
            "dog_exposure": "Dog exposure (dog feces, contaminated food, water, soil, dog owners, shepherds). Prevention: Avoid contact with dog feces. Wash hands after handling dogs. Deworm dogs regularly (praziquantel). Cook meat thoroughly (kills larvae). Wash fruits and vegetables. Avoid drinking untreated water. No human vaccine available.",
            "counseling": "Echinococcosis is a parasitic infection (mortality <2% CE with treatment, 10-20% AE if untreated). Treatment: CE: Albendazole 400mg PO BID x 3-6 months + Surgical excision (if feasible, cyst >5 cm, symptomatic). AE: Albendazole 400mg PO BID x 2-5 years (lifelong if unresectable) + Surgical resection (if feasible). Complete full duration (do NOT stop early, to prevent recurrence). Monitor imaging every 3-6 months (cyst should decrease in size, calcify, become inactive). Avoid contact with dog feces. Wash hands after handling dogs. Deworm dogs regularly (praziquantel). Cook meat thoroughly. Wash fruits and vegetables. Avoid drinking untreated water."
          },
          "references": []
        },
        "stewardship": {
          "id": "stewardship",
          "title": "Stewardship & Diagnostic Alerts",
          "content": {
            "de_escalation_opportunities": [
              "Start treatment upon diagnosis (do NOT delay)",
              "CE: Albendazole 400mg PO BID x 3-6 months (cyst <5 cm, asymptomatic) + Surgical excision (if cyst >5 cm, symptomatic, risk of rupture, bile duct compression)",
              "AE: Albendazole 400mg PO BID x 2-5 years (lifelong if unresectable) + Surgical resection (if feasible, complete resection, R0 resection, curative)",
              "Complete full duration (do NOT stop early, to prevent recurrence)",
              "Monitor imaging every 3-6 months (cyst should decrease in size, calcify, become inactive)"
            ],
            "timeout_checklist": [
              "Is echinococcosis confirmed or highly suspected? (CE: liver or lung cysts + dog exposure + endemic area + imaging: cystic lesions with daughter cysts. AE: liver infiltrative lesion + fox exposure + endemic area + imaging: tumor-like lesion)",
              "Is albendazole used? (400mg PO BID x 3-6 months for CE, x 2-5 years for AE)",
              "Is surgical excision planned? (If CE cyst >5 cm, symptomatic, risk of rupture, bile duct compression. If AE resectable)",
              "Is albendazole given before surgery? (400mg PO BID x 4 days before surgery, reduces risk of secondary cysts if spillage)",
              "Is patient monitored for hepatotoxicity? (ALT/AST monthly, albendazole can cause hepatotoxicity 5-10%)",
              "Is imaging monitored every 3-6 months? (Cyst should decrease in size, calcify, become inactive)"
            ],
            "avoid_unnecessary_treatment": "Avoid percutaneous aspiration unless necessary (risk of cyst rupture and anaphylaxis, 5-10%, perform only if diagnosis uncertain and surgical excision planned, use albendazole prophylaxis 400mg PO BID x 4 days before aspiration). Do NOT stop albendazole early (complete 3-6 months for CE, 2-5 years for AE, lifelong if unresectable, to prevent recurrence). Monitor liver function tests (albendazole can cause hepatotoxicity, 5-10%, monitor ALT/AST monthly, discontinue if ALT/AST >3x normal).",
            "diagnostic_stewardship": "Clinical diagnosis (CE: liver or lung cysts + dog exposure + endemic area + imaging: cystic lesions with daughter cysts, calcifications. AE: liver infiltrative lesion + dog or fox exposure + endemic area + imaging: tumor-like lesion with irregular borders, calcifications). Laboratory testing (serology, imaging) for confirmation. Do NOT perform percutaneous aspiration unless necessary (risk of cyst rupture and anaphylaxis, 5-10%). Serology may be negative if cyst is calcified or inactive (20-30%, rely on imaging). Monitor imaging every 3-6 months (cyst should decrease in size, calcify, become inactive for CE; lesion should decrease in size, no new metastases for AE).",
            "prevention": "Avoid contact with dog feces (wear gloves when gardening, wash hands after handling dogs). Deworm dogs regularly (praziquantel, reduces egg shedding). Cook meat thoroughly (>160°F, 71°C, kills larvae). Wash fruits and vegetables (removes eggs). Avoid drinking untreated water. No human vaccine available. Public health measures: Deworm stray dogs, control dog population, educate dog owners, shepherds, farmers."
          },
          "references": []
        },
        "references": {
          "id": "references",
          "title": "References",
          "content": {},
          "references": [
            {
              "label": "CDC Guidelines for Echinococcosis (2023)",
              "url": "https://www.cdc.gov/parasites/echinococcosis/index.html"
            },
            {
              "label": "WHO Guidelines for Echinococcosis (2022)",
              "url": "https://www.who.int/health-topics/echinococcosis"
            },
            {
              "label": "IDSA Clinical Practice Guidelines for Echinococcosis (2020)",
              "url": "https://academic.oup.com/cid/article/70/5/e1/5673091"
            },
            {
              "label": "Sanford Guide to Antimicrobial Therapy (2025)",
              "url": "https://www.sanfordguide.com/"
            }
          ]
        }
      }
    },
    {
      "id": "hantavirus-pulmonary-syndrome",
      "name": "Hantavirus Pulmonary Syndrome (HPS)",
      "synonyms": [
        "Hantavirus cardiopulmonary syndrome",
        "HCPS",
        "Sin Nombre virus infection"
      ],
      "icd10": [
        "B33.4"
      ],
      "severity": [
        "severe",
        "critical"
      ],
      "shortDescription": "Viral infection requiring supportive care (mechanical ventilation, ECMO), no specific antiviral treatment, mortality 30-40% despite intensive care",
      "sections": {
        "overview": {
          "id": "overview",
          "title": "Overview & Clinical Presentation",
          "content": {
            "definition": "Viral infection caused by hantavirus (Sin Nombre virus most common in USA, Andes virus in South America, RNA virus, Bunyaviridae family). Transmitted by inhalation of aerosols from infected rodent (deer mouse, cotton rat, rice rat) urine, feces, or saliva (cleaning rodent-infested areas, camping, hiking, 90-100%). Endemic in Americas (USA, Canada, South America). Incubation: 1-5 weeks (average 2-3 weeks). Incidence: 20-40 cases per year in USA (likely underreported). Mortality: 30-40% despite intensive care (one of the highest mortality rates among infectious diseases).",
            "clinical_presentation": "Prodromal phase (3-5 days): Fever (high, 38-40°C, 90-100%), myalgia (severe, thighs, back, shoulders, 90-100%), malaise (90-100%), headache (70-80%), dizziness (50-60%), chills (50-60%), nausea/vomiting (50-60%), diarrhea (30-40%), abdominal pain (30-40%). Cardiopulmonary phase (rapid onset, within 24-48 hours): Cough (dry, 70-80%), dyspnea (severe, 90-100%), tachypnea (90-100%), tachycardia (90-100%), hypotension (shock, 70-80%), pulmonary edema (noncardiogenic, ARDS, 90-100%), bilateral infiltrates on chest X-ray (90-100%), hypoxemia (PaO2 <60 mmHg or SpO2 <90%, 90-100%), cardiogenic shock (myocardial depression, 50-60%), mortality 30-40% despite intensive care. Laboratory: Thrombocytopenia (platelets <150,000/μL, 90-100%, pathognomonic), hemoconcentration (hematocrit >45%, 80-90%), leukocytosis (WBC >10,000/μL with left shift, 70-80%), elevated LDH (>500 U/L, 80-90%), elevated AST/ALT (2-5x normal, 60-70%), positive serology (IgM positive, >95% sensitive at presentation), positive PCR (blood, 80-90% sensitive). Complications: ARDS (noncardiogenic pulmonary edema, 90-100%), cardiogenic shock (myocardial depression, 50-60%), renal failure (30-40%), death (mortality 30-40% despite intensive care).",
            "diagnostic_criteria": "Clinical diagnosis: Prodromal phase (fever + severe myalgia + malaise + rodent exposure + endemic area) → Cardiopulmonary phase (dyspnea + hypoxemia + pulmonary edema + bilateral infiltrates on chest X-ray + thrombocytopenia + hemoconcentration). Laboratory: Positive serology (IgM positive, >95% sensitive at presentation) OR Positive PCR (blood, 80-90% sensitive) OR Positive immunohistochemistry (tissue, 90-100% specific, from autopsy). Definitive diagnosis: Positive serology (IgM positive) OR Positive PCR OR Positive immunohistochemistry.",
            "risk_factors": [
              "Rodent exposure (deer mouse, cotton rat, rice rat, cleaning rodent-infested areas, camping, hiking, rural areas, increased risk 10-fold, 90-100%)",
              "Inhalation of aerosols from rodent urine, feces, or saliva (cleaning barns, sheds, cabins, 70-80%)",
              "Travel to endemic area (Americas: USA, Canada, South America)",
              "Occupational exposure (farmers, forestry workers, pest control workers, increased risk 10-fold)",
              "Spring/summer season (increased rodent activity, increased risk 2-fold)"
            ],
            "red_flags": [
              "Cardiopulmonary phase - dyspnea + hypoxemia (PaO2 <60 mmHg or SpO2 <90%) + pulmonary edema + bilateral infiltrates on chest X-ray + thrombocytopenia + hemoconcentration (mortality 30-40% despite intensive care), requires ICU admission + mechanical ventilation + ECMO (if refractory hypoxemia) + vasopressors (if shock)",
              "Thrombocytopenia + hemoconcentration - platelets <150,000/μL + hematocrit >45% (90-100% in HPS, pathognomonic, early sign before cardiopulmonary phase), requires close monitoring, ICU admission if dyspnea or hypoxemia develops",
              "Cardiogenic shock - hypotension + myocardial depression + elevated troponin (50-60% in HPS), requires ICU admission + vasopressors + inotropes + ECMO (if refractory shock)",
              "ARDS - noncardiogenic pulmonary edema + bilateral infiltrates + PaO2/FiO2 <200 (90-100% in HPS), requires ICU admission + mechanical ventilation + ECMO (if refractory hypoxemia)"
            ]
          },
          "references": []
        },
        "diagnostics": {
          "id": "diagnostics",
          "title": "Diagnostic Strategy & Tests",
          "content": {
            "when_to_test": "Test if: Prodromal phase (fever + severe myalgia + malaise + rodent exposure + endemic area) OR Cardiopulmonary phase (dyspnea + hypoxemia + pulmonary edema + bilateral infiltrates on chest X-ray + thrombocytopenia + hemoconcentration). Serology (IgM positive, >95% sensitive at presentation). PCR (blood, 80-90% sensitive). Thrombocytopenia (platelets <150,000/μL, 90-100% in HPS, pathognomonic, early sign). Hemoconcentration (hematocrit >45%, 80-90% in HPS). Chest X-ray (bilateral infiltrates, 90-100% in cardiopulmonary phase).",
            "essential_tests": [
              "Serology: Hantavirus IgM (>95% sensitive at presentation, positive in prodromal or cardiopulmonary phase). Turnaround: 1-2 days (send to CDC or state health department).",
              "CBC: Thrombocytopenia (platelets <150,000/μL, 90-100% in HPS, pathognomonic, early sign) + Hemoconcentration (hematocrit >45%, 80-90% in HPS) + Leukocytosis (WBC >10,000/μL with left shift, 70-80%). Turnaround: 1-2 hours.",
              "Chest X-ray: Bilateral infiltrates (90-100% in cardiopulmonary phase, noncardiogenic pulmonary edema, ARDS). Turnaround: Same day.",
              "ABG: Hypoxemia (PaO2 <60 mmHg or SpO2 <90%, 90-100% in cardiopulmonary phase). Turnaround: 1 hour."
            ],
            "conditional_tests": [
              "PCR: Hantavirus RNA in blood (80-90% sensitive, send to CDC or state health department). Turnaround: 1-2 days.",
              "LDH: Elevated (>500 U/L, 80-90% in HPS, nonspecific). Turnaround: 1-2 hours.",
              "Liver function tests: Elevated AST/ALT (2-5x normal, 60-70% in HPS). Turnaround: 1-2 hours.",
              "Troponin: Elevated (50-60% in HPS, myocardial depression, cardiogenic shock). Turnaround: 1-2 hours.",
              "Echocardiography: Myocardial depression (reduced ejection fraction, 50-60% in HPS, cardiogenic shock). Turnaround: Same day.",
              "CT chest: Bilateral ground-glass opacities (noncardiogenic pulmonary edema, ARDS, 90-100% in cardiopulmonary phase). Turnaround: Same day."
            ],
            "when_not_to_test": "Do NOT confuse with other causes of ARDS (sepsis, pneumonia, but HPS has thrombocytopenia + hemoconcentration + rodent exposure + endemic area). Do NOT delay treatment for confirmatory testing (if high clinical suspicion: fever + severe myalgia + thrombocytopenia + hemoconcentration + rodent exposure + endemic area, start supportive care immediately, ICU admission, mechanical ventilation if dyspnea or hypoxemia). Serology is >95% sensitive at presentation (positive in prodromal or cardiopulmonary phase). Public health notification REQUIRED (CDC, state health department, reportable disease).",
            "turnaround_time": "Serology: 1-2 days (send to CDC or state health department). CBC: 1-2 hours. Chest X-ray: Same day. ABG: 1 hour. PCR: 1-2 days (send to CDC or state health department). LDH: 1-2 hours. Liver function tests: 1-2 hours. Troponin: 1-2 hours. Echocardiography: Same day. CT chest: Same day."
          },
          "references": []
        },
        "microbiology": {
          "id": "microbiology",
          "title": "Microbiology",
          "content": {
            "organism": "Hantavirus (Sin Nombre virus most common in USA, Andes virus in South America, RNA virus, Bunyaviridae family). Transmitted by inhalation of aerosols from infected rodent (deer mouse for Sin Nombre virus, cotton rat, rice rat) urine, feces, or saliva (cleaning rodent-infested areas, camping, hiking, 90-100%). Endemic in Americas (USA, Canada, South America). Incubation: 1-5 weeks (average 2-3 weeks). Pathogenesis: Virus inhaled → infects endothelial cells (capillaries in lungs, heart, kidneys) → endothelial dysfunction → increased capillary permeability → noncardiogenic pulmonary edema (ARDS, 90-100%), myocardial depression (cardiogenic shock, 50-60%), renal failure (30-40%) → prodromal phase (3-5 days: fever high 38-40°C 90-100%, myalgia severe thighs back shoulders 90-100%, malaise 90-100%, headache 70-80%, dizziness 50-60%, chills 50-60%, nausea/vomiting 50-60%, diarrhea 30-40%, abdominal pain 30-40%) → cardiopulmonary phase (rapid onset within 24-48 hours: cough dry 70-80%, dyspnea severe 90-100%, tachypnea 90-100%, tachycardia 90-100%, hypotension shock 70-80%, pulmonary edema noncardiogenic ARDS 90-100%, bilateral infiltrates on chest X-ray 90-100%, hypoxemia PaO2 <60 mmHg or SpO2 <90% 90-100%, cardiogenic shock myocardial depression 50-60%, mortality 30-40% despite intensive care). Laboratory: Thrombocytopenia (platelets <150,000/μL, 90-100%, pathognomonic, early sign before cardiopulmonary phase), hemoconcentration (hematocrit >45%, 80-90%), leukocytosis (WBC >10,000/μL with left shift, 70-80%), elevated LDH (>500 U/L, 80-90%), elevated AST/ALT (2-5x normal, 60-70%). Complications: ARDS (noncardiogenic pulmonary edema, 90-100%), cardiogenic shock (myocardial depression, 50-60%), renal failure (30-40%), death (mortality 30-40% despite intensive care).",
            "pathogenesis": "Virus inhaled (aerosols from infected rodent: deer mouse for Sin Nombre virus, cotton rat, rice rat, urine, feces, saliva, cleaning rodent-infested areas, camping, hiking) → infects endothelial cells (capillaries in lungs, heart, kidneys) → endothelial dysfunction (increased capillary permeability, no direct cytopathic effect, immune-mediated) → noncardiogenic pulmonary edema (ARDS, 90-100%), myocardial depression (cardiogenic shock, 50-60%), renal failure (30-40%) → prodromal phase (3-5 days: fever high 38-40°C 90-100%, myalgia severe thighs back shoulders 90-100% pathognomonic, malaise 90-100%, headache 70-80%, dizziness 50-60%, chills 50-60%, nausea/vomiting 50-60%, diarrhea 30-40%, abdominal pain 30-40%, thrombocytopenia platelets <150,000/μL 90-100% pathognomonic early sign, hemoconcentration hematocrit >45% 80-90%) → cardiopulmonary phase (rapid onset within 24-48 hours: cough dry 70-80%, dyspnea severe 90-100%, tachypnea 90-100%, tachycardia 90-100%, hypotension shock 70-80%, pulmonary edema noncardiogenic ARDS 90-100%, bilateral infiltrates on chest X-ray 90-100%, hypoxemia PaO2 <60 mmHg or SpO2 <90% 90-100%, cardiogenic shock myocardial depression 50-60%, mortality 30-40% despite intensive care). Complications: ARDS (noncardiogenic pulmonary edema, 90-100%), cardiogenic shock (myocardial depression, 50-60%), renal failure (30-40%), death (mortality 30-40% despite intensive care, one of the highest mortality rates among infectious diseases).",
            "resistance_patterns": {
              "no_specific_antiviral": "No specific antiviral treatment available. Ribavirin was studied but NOT effective (no mortality benefit, NOT recommended). Treatment: Supportive care (mechanical ventilation, ECMO, vasopressors, inotropes, fluid management). Early ICU admission and aggressive supportive care improve survival.",
              "experimental_treatments": "Experimental treatments (not routinely available): Intravenous ribavirin (studied but NOT effective, NOT recommended). Extracorporeal membrane oxygenation (ECMO, if refractory hypoxemia or cardiogenic shock, improves survival in case series). Convalescent plasma (not studied, not available)."
            },
            "timing_critical": "Start supportive care immediately upon diagnosis (do NOT delay for confirmatory testing if high clinical suspicion). ICU admission REQUIRED (if dyspnea, hypoxemia, thrombocytopenia + hemoconcentration + rodent exposure + endemic area). Mechanical ventilation (if hypoxemia PaO2 <60 mmHg or SpO2 <90%, 90-100% require mechanical ventilation). ECMO (if refractory hypoxemia or cardiogenic shock, improves survival in case series). Vasopressors (if hypotension, shock, 70-80%). Inotropes (if myocardial depression, cardiogenic shock, 50-60%). Fluid management (cautious, avoid fluid overload, worsens pulmonary edema). Public health notification REQUIRED (CDC, state health department, reportable disease, contact tracing, rodent control)."
          },
          "references": []
        },
        "empiric": {
          "id": "empiric",
          "title": "Empiric Therapy",
          "content": {
            "supportive_care": "Supportive care (no specific antiviral treatment available, ribavirin NOT effective, NOT recommended): ICU admission REQUIRED (if dyspnea, hypoxemia, thrombocytopenia + hemoconcentration + rodent exposure + endemic area). Mechanical ventilation (if hypoxemia PaO2 <60 mmHg or SpO2 <90%, 90-100% require mechanical ventilation, lung-protective ventilation: tidal volume 6 mL/kg ideal body weight, plateau pressure <30 cmH2O, PEEP to maintain SpO2 >90%). ECMO (if refractory hypoxemia PaO2/FiO2 <80 despite optimal mechanical ventilation OR cardiogenic shock refractory to vasopressors and inotropes, improves survival in case series, transfer to ECMO center if available). Vasopressors (if hypotension MAP <65 mmHg, shock, 70-80%, norepinephrine first-line). Inotropes (if myocardial depression, cardiogenic shock, 50-60%, dobutamine or milrinone). Fluid management (cautious, avoid fluid overload, worsens pulmonary edema, use vasopressors early). Pulmonary + critical care consult REQUIRED. Infectious disease consult REQUIRED. Public health notification REQUIRED (CDC, state health department, reportable disease).",
            "avoid_ribavirin": "Avoid ribavirin (studied but NOT effective, no mortality benefit, NOT recommended). No specific antiviral treatment available. Treatment: Supportive care (mechanical ventilation, ECMO, vasopressors, inotropes, fluid management). Early ICU admission and aggressive supportive care improve survival.",
            "ecmo": "ECMO (extracorporeal membrane oxygenation, if refractory hypoxemia PaO2/FiO2 <80 despite optimal mechanical ventilation OR cardiogenic shock refractory to vasopressors and inotropes): Improves survival in case series (mortality 30-40% overall, but 10-20% with ECMO vs 50-60% without ECMO in severe cases). Transfer to ECMO center if available. Pulmonary + critical care + ECMO consult REQUIRED.",
            "fluid_management": "Fluid management (cautious, avoid fluid overload, worsens pulmonary edema): Use vasopressors early (norepinephrine first-line) to maintain MAP >65 mmHg. Minimize IV fluids (avoid fluid overload, worsens noncardiogenic pulmonary edema). Monitor central venous pressure (CVP), pulmonary artery pressure (if Swan-Ganz catheter placed). Diuretics (furosemide) if fluid overload.",
            "avoid_list": "Avoid ribavirin (NOT effective, NOT recommended). Avoid fluid overload (worsens noncardiogenic pulmonary edema, use vasopressors early). Avoid delay in ICU admission (if dyspnea, hypoxemia, thrombocytopenia + hemoconcentration + rodent exposure + endemic area, ICU admission REQUIRED, early aggressive supportive care improves survival)."
          },
          "references": []
        },
        "definitive": {
          "id": "definitive",
          "title": "Definitive (Targeted) Therapy",
          "content": {
            "confirmed_hps": "Hantavirus Pulmonary Syndrome (confirmed by serology IgM positive OR PCR positive): Supportive care (no specific antiviral treatment available). ICU admission REQUIRED. Mechanical ventilation (if hypoxemia, 90-100% require mechanical ventilation). ECMO (if refractory hypoxemia or cardiogenic shock, improves survival in case series). Vasopressors (if hypotension, shock, 70-80%). Inotropes (if myocardial depression, cardiogenic shock, 50-60%). Fluid management (cautious, avoid fluid overload). Clinical outcome: 60-70% survival with aggressive supportive care (mortality 30-40%), 10-20% survival without ICU care (mortality 80-90%).",
            "treatment_response": "Clinical improvement within 3-7 days (if survive cardiopulmonary phase, hypoxemia resolves, pulmonary edema clears, hemodynamics stabilize, thrombocytopenia resolves). Most deaths occur within 48-72 hours of cardiopulmonary phase onset (mortality 30-40% despite intensive care). If survive cardiopulmonary phase: Full recovery expected (no long-term sequelae, lung function returns to normal). Monitor for complications (ARDS, cardiogenic shock, renal failure).",
            "duration": "Supportive care: Continue until clinical improvement (hypoxemia resolves, pulmonary edema clears, hemodynamics stabilize, thrombocytopenia resolves, typically 3-7 days if survive cardiopulmonary phase). Mechanical ventilation: Wean as tolerated (typically 3-7 days). ECMO: Wean as tolerated (typically 3-7 days). Vasopressors/inotropes: Wean as tolerated (typically 3-7 days). ICU stay: Typically 5-10 days if survive."
          },
          "references": []
        },
        "duration": {
          "id": "duration",
          "title": "Duration of Therapy",
          "content": {
            "standard_duration": "Supportive care: Continue until clinical improvement (hypoxemia resolves, pulmonary edema clears, hemodynamics stabilize, thrombocytopenia resolves, typically 3-7 days if survive cardiopulmonary phase). Mechanical ventilation: Wean as tolerated (typically 3-7 days, lung-protective ventilation: tidal volume 6 mL/kg ideal body weight, plateau pressure <30 cmH2O, PEEP to maintain SpO2 >90%). ECMO: Wean as tolerated (typically 3-7 days, if refractory hypoxemia or cardiogenic shock). Vasopressors/inotropes: Wean as tolerated (typically 3-7 days, norepinephrine first-line for hypotension, dobutamine or milrinone for myocardial depression). ICU stay: Typically 5-10 days if survive.",
            "monitoring": "Monitor clinical response (hypoxemia, pulmonary edema, hemodynamics, thrombocytopenia). Monitor ABG (PaO2, SpO2, target SpO2 >90%). Monitor chest X-ray (pulmonary edema, bilateral infiltrates). Monitor CBC (thrombocytopenia, hematocrit). Monitor hemodynamics (blood pressure, heart rate, MAP >65 mmHg, central venous pressure, pulmonary artery pressure if Swan-Ganz catheter placed). Monitor renal function (creatinine, urine output, 30-40% develop renal failure). Monitor for complications (ARDS, cardiogenic shock, renal failure). Most deaths occur within 48-72 hours of cardiopulmonary phase onset (mortality 30-40% despite intensive care).",
            "stop_criteria": "Continue supportive care until clinical improvement (hypoxemia resolves, pulmonary edema clears, hemodynamics stabilize, thrombocytopenia resolves, typically 3-7 days if survive cardiopulmonary phase). Wean mechanical ventilation as tolerated (typically 3-7 days). Wean ECMO as tolerated (typically 3-7 days). Wean vasopressors/inotropes as tolerated (typically 3-7 days). If survive cardiopulmonary phase: Full recovery expected (no long-term sequelae, lung function returns to normal). ICU discharge when hemodynamically stable, off mechanical ventilation, off vasopressors/inotropes (typically 5-10 days if survive)."
          },
          "references": []
        },
        "special": {
          "id": "special",
          "title": "Special Considerations",
          "content": {
            "pregnancy": "Pregnancy (HPS can occur in pregnancy, same treatment as non-pregnant). Treatment: Supportive care (mechanical ventilation, ECMO, vasopressors, inotropes, fluid management). Monitor fetal status. Obstetrics + pulmonary + critical care consult REQUIRED. Mortality: Same as non-pregnant (30-40%).",
            "children": "Children (HPS can occur in children, same treatment as adults). Treatment: Supportive care (mechanical ventilation, ECMO, vasopressors, inotropes, fluid management). Pediatrics + pulmonary + critical care consult REQUIRED. Mortality: Same as adults (30-40%).",
            "ecmo_centers": "ECMO (extracorporeal membrane oxygenation, if refractory hypoxemia or cardiogenic shock): Improves survival in case series (mortality 30-40% overall, but 10-20% with ECMO vs 50-60% without ECMO in severe cases). Transfer to ECMO center if available (not all hospitals have ECMO capability). Early transfer improves survival. Pulmonary + critical care + ECMO consult REQUIRED.",
            "rodent_exposure": "Rodent exposure (deer mouse, cotton rat, rice rat, cleaning rodent-infested areas, camping, hiking). Prevention: Avoid contact with rodents or rodent-infested areas. Ventilate rodent-infested areas before cleaning (open doors and windows for 30 minutes). Wet down rodent urine, feces, or nesting materials with disinfectant (10% bleach solution) before cleaning (reduces aerosolization). Wear gloves, mask (N95 respirator), goggles when cleaning rodent-infested areas. Seal holes in buildings to prevent rodent entry. No human vaccine available.",
            "counseling": "Hantavirus Pulmonary Syndrome is a viral infection (mortality 30-40% despite intensive care, one of the highest mortality rates among infectious diseases). Treatment: Supportive care (mechanical ventilation, ECMO, vasopressors, inotropes, fluid management). No specific antiviral treatment available (ribavirin NOT effective, NOT recommended). Early ICU admission and aggressive supportive care improve survival. If survive cardiopulmonary phase: Full recovery expected (no long-term sequelae, lung function returns to normal). Prevention: Avoid contact with rodents or rodent-infested areas. Ventilate rodent-infested areas before cleaning. Wet down rodent urine, feces, or nesting materials with disinfectant (10% bleach solution) before cleaning. Wear gloves, mask (N95 respirator), goggles when cleaning rodent-infested areas. Seal holes in buildings to prevent rodent entry. Public health notification REQUIRED (CDC, state health department, reportable disease, contact tracing, rodent control)."
          },
          "references": []
        },
        "stewardship": {
          "id": "stewardship",
          "title": "Stewardship & Diagnostic Alerts",
          "content": {
            "de_escalation_opportunities": [
              "Start supportive care immediately upon diagnosis (do NOT delay for confirmatory testing if high clinical suspicion)",
              "ICU admission REQUIRED (if dyspnea, hypoxemia, thrombocytopenia + hemoconcentration + rodent exposure + endemic area)",
              "Mechanical ventilation (if hypoxemia PaO2 <60 mmHg or SpO2 <90%, 90-100% require mechanical ventilation)",
              "ECMO (if refractory hypoxemia or cardiogenic shock, improves survival in case series, transfer to ECMO center if available)",
              "Avoid ribavirin (NOT effective, NOT recommended)",
              "Avoid fluid overload (worsens noncardiogenic pulmonary edema, use vasopressors early)"
            ],
            "timeout_checklist": [
              "Is HPS confirmed or highly suspected? (Fever + severe myalgia + thrombocytopenia + hemoconcentration + rodent exposure + endemic area → dyspnea + hypoxemia + pulmonary edema + bilateral infiltrates on chest X-ray)",
              "Is ICU admission arranged? (REQUIRED if dyspnea, hypoxemia, thrombocytopenia + hemoconcentration + rodent exposure + endemic area)",
              "Is mechanical ventilation initiated? (If hypoxemia PaO2 <60 mmHg or SpO2 <90%, 90-100% require mechanical ventilation)",
              "Is ECMO considered? (If refractory hypoxemia or cardiogenic shock, improves survival in case series, transfer to ECMO center if available)",
              "Is fluid management cautious? (Avoid fluid overload, worsens noncardiogenic pulmonary edema, use vasopressors early)",
              "Is public health notified? (CDC, state health department, reportable disease, contact tracing, rodent control)"
            ],
            "avoid_unnecessary_treatment": "Avoid ribavirin (studied but NOT effective, no mortality benefit, NOT recommended). No specific antiviral treatment available. Treatment: Supportive care (mechanical ventilation, ECMO, vasopressors, inotropes, fluid management). Avoid fluid overload (worsens noncardiogenic pulmonary edema, use vasopressors early). Avoid delay in ICU admission (if dyspnea, hypoxemia, thrombocytopenia + hemoconcentration + rodent exposure + endemic area, ICU admission REQUIRED, early aggressive supportive care improves survival).",
            "diagnostic_stewardship": "Clinical diagnosis (prodromal phase: fever + severe myalgia + malaise + rodent exposure + endemic area → cardiopulmonary phase: dyspnea + hypoxemia + pulmonary edema + bilateral infiltrates on chest X-ray + thrombocytopenia + hemoconcentration). Laboratory testing (serology IgM positive >95% sensitive at presentation, PCR 80-90% sensitive) for confirmation. Do NOT delay treatment for confirmatory testing (if high clinical suspicion, start supportive care immediately, ICU admission, mechanical ventilation if dyspnea or hypoxemia). Thrombocytopenia + hemoconcentration (platelets <150,000/μL + hematocrit >45%, 90-100% in HPS, pathognomonic, early sign before cardiopulmonary phase). Public health notification REQUIRED (CDC, state health department, reportable disease, contact tracing, rodent control).",
            "prevention": "Avoid contact with rodents or rodent-infested areas (deer mouse, cotton rat, rice rat). Ventilate rodent-infested areas before cleaning (open doors and windows for 30 minutes, reduces aerosolization). Wet down rodent urine, feces, or nesting materials with disinfectant (10% bleach solution) before cleaning (reduces aerosolization, do NOT sweep or vacuum). Wear personal protective equipment (gloves, mask: N95 respirator, goggles) when cleaning rodent-infested areas. Seal holes in buildings to prevent rodent entry (caulk, steel wool, metal flashing). Remove food sources (store food in rodent-proof containers, clean up spills). No human vaccine available. Public health measures: Rodent control, educate campers, hikers, farmers, forestry workers."
          },
          "references": []
        },
        "references": {
          "id": "references",
          "title": "References",
          "content": {},
          "references": [
            {
              "label": "CDC Guidelines for Hantavirus Pulmonary Syndrome (2023)",
              "url": "https://www.cdc.gov/hantavirus/index.html"
            },
            {
              "label": "WHO Guidelines for Hantavirus (2022)",
              "url": "https://www.who.int/health-topics/hantavirus"
            },
            {
              "label": "IDSA Clinical Practice Guidelines for Hantavirus (2020)",
              "url": "https://academic.oup.com/cid/article/70/5/e1/5673091"
            },
            {
              "label": "Sanford Guide to Antimicrobial Therapy (2025)",
              "url": "https://www.sanfordguide.com/"
            }
          ]
        }
      }
    }
  ]
}
